(ns awesome-name.db)

(def default-taboo-characters
  "丶厶勹乜亍巛刃丌乞彡亡彳乇么丫尢仇乏冗殳丐亓歹爿攴厄玊尕宄疒囚叭閟弁卟夯矛皿末仫丕氕叵仨穴疋匝叨叻尥奶奴仝仗凹矽孕舛汆丟吏扔色舌妁死夙凸刎吸囟匈吒朳尬乩伎奸幵囝夼犰朽吁凼犯仿份缶冱仳牝危凶血汁忉氘旮亙
  决旯老耒劣甪氖囡乓肉氽佤妄吆吖圪圾岌圮屺戍似吐圩仵戌伢圯夷扱岔吵氚囪忖吣妊礽刪佘吮私伺佀兕姒卮吱妝杈床呃庋呙囯旱吼肓忌夾癤劫究姖妜佧扛殼困棄扦羌劬扤杌嚇夿弝伻皀佊吡妣孛吥汊呆妨吠呋孚汞佝囫汲忙尨羋尿妞
  伾屁汜忘污汛犴辵呔甙低玎疔盯妒囤旰灸牢玏吝卵佞忐忑吞巫妖豸妐灼嶴岜坌坩坑妑圻岐岍坍禿圬氙峴岈吲甬卣歟侘扯忡佌刺刮孥戕剎疝侁呻刷忪慫穸刖昃姃侄忮侏枊扼斧稈疙孤呱亟艽卺疚咀咔愾儈狂杪歧虯枘枉呷芎厓兗礿枕攽
  姅孢卑沘畀忭抃汳汴幷瓝沌忿侅汩沆呵劾佫泐盲犛氓汨宓歿侔姆忸扭狃拋咆庖呸帔汔沃冼咂沚坼佽徂耷妲耵咚抖咄剁佴昉炅戽炕剌佬肋戾冽囹呤坴侽呶瘧妾炔乳帑弢忝佻帖佯坳垇坫矸岣岵岢垃峁岷坶坢坯坨忤盱奄呦狁臿奼怊伡疢
  宬怵殂毒耏钆剮剞剄俓怯侵厙姺哂矧牲閂娀祆秈庠性咻庥釔俁哉蚤拙俎昨怍柲柢枹尜肝疳肛虼哏狗牯咣訇芨咭枷叚牮疥蚧扃拘狙拒咳哐柃咯芇柈枰祈俅畎柁柝芄玩狎柙枵俆疫斫柞疤甭泵毖窆拚昪怖沲狒玢鳧怫拂俘氟罘拊訃泔沽怙
  虺噦沮炬姥淚冒昧虻沔眇咩哞拇哌眅泮叛狍皰怦毗姘潑匍柒泣泅嬈沭鹹澩抶怛怠殆眈酊祋盹哆哚拐烀咴姞柬炯拉厘俚憐咧哪怒虐炱拖歪紈肟紃殃咬怨災炸祉籽哀垵拗砭垞垤垌肚砘垛堊垡垓垢塏砍盆砒垧哇侮押埡婭砑咿咦疣羑囿舁
  窀垚敇豺剷鬯晁耖唓翅怪借釕釙剖邛讱狨辱弱訕剡娠眚衰拴唆慟剜紊唏痃殉唣哳痄窄釗針疹症疰拽祚唑桉芐栟屙婀苊迀酐羔格哿哽蚣罟掛桄鬼袞訌屐脊芰珈痂恝兼豇狡訐拮肼弳柩疽倦桊雋拷栲疴恪倥恐芤哭栝栳匿臬耙芘芪耆豈肷
  芡衾祛缺芟秫凇砼哮唁癰圄笊祗氨粑趵倴畚秕俾舭珌髟病砵庯臭泚洞洱肪肥匪肺祓蚨俯害氦蚶邗航蠔耗盍恨哼祜恚浹洌邙旄勐洣敉眄秣毪畝倗疲蚍拼俜洴玶哱洳灑殺蚊脅洩屑拶哧恥翀娖疸紞瓞恫蚪烘恍疾烙哩娌攣倮耄肭孬娘恧衄
  哦恁朊蚋曬趿倘疼彖庹挖撾倭娭畜旃塚笫恣啊唉埃砹俺峬訑峨砝砩砬埒埔竊砷堍砣娓軎唔阢蚜懨娼偁瓻豉舂偢絀啜玼疵粗啐挫剪捏釹釬圊愨蚺唼啥捎奢胂唰狻捅偷釷覡邤釁羞酗蚱胗趾蛀胙茇苯笨笞茌兜軛苷蛄蠱牿胍匭悍戛蛺徦假
  趼苴趄苣桷捃胩苛氪寇苦悝悃捆婪啉苠笸悄筇蚯蛆朐嗇苫梢笥梃偓厴悒挹圉笮棁茁捌豝胈敗胞狽偝偪逼狴婢庳貶徧唇訛販唪趺麩匐艴蚵唿唬瓠患洚邟袤胖脬匏旆烹殍貧粕澀涑挲涕涒邪挾訩湧雩浙浞欸捭蛃晡眵聃啖盜敚阨觖翋狼狸
  猁唳鹵圇捋胬貪糶烴豚唾啁痔窒眥傯挨唵埯崩岽硌崮啪埽窕迕捂牾硒崤硎啞閆癢恿蚰蚴狳蛭殘廁嗏孱猖牚胵啻惆捶猝酢悴毳皴痤矬鈄鈁割鉤裒氰喪嫂痧跚猞畬腎俟竦嗖飧睃鈦晰粞舾餼舄迮喳詐掙猙縶蛛詛阼篅荈尷軲觚酤詁僱胱棍
  聒猓棘悸袷跏犍茭喈藎阱痙窘啾厩掬詎犋掘喀閌鈧棵控筐貺傀喟蛞椋猊欺掐羥詘蛐茸篩悲琫诐揙猋邴啵跛钚瓿淝悱糞稃蛤涫胲喊訸惚蛔耠傌茫蛑捫悶脒黽痞脎淹液欹淫掰塍嗒悼覿詆睇掂阽跌喋耋痘短掇钬嗟厥吭焜啦喇稂哩傈痢詈
  趔臠婻捻儺祧蜓痛屠酡窩幄蛘蟄臸彘痣捱媕啽晻胺媼奡堛嵖硨奠惡喹塄垴蛙餵硪婺痦翕揶鉍踩插詫嗔脭飭傺蜍歂蠢跐瘁搓脞堵鈷鉀鉚鉬鈮刨剻鈹钷鉗蜣愜嗪銎揉塞搔歃煞傷艄蛸蜃毹鼠嗍嗉嗦鉈鉭酮剸酰嫌蜆跣猩貅嗅蝓傴賊揸閘債
  黹酯誅瘃揍傶阻嗄荸箅筴搽猹槎茝楱榱戥椴莪蛾愕莩陔賅戤概幹筻嗝塥綆詬彀痼詭跪嗬猴逅畸嫉揀楗毽醬禁脛迥櫸揩戡稞窠嗑筘窟蒯誆髡楞楝莽睨筢榀僉愆箝嗆檣愀楸筲筮荽荼萵斡薟靴罨肄蕕愚瘐楂罪斒稖雹陂琲愊愎痺惼颮脖測
  滁頏貉郈轷豢惶賄毀湔嗎猸渼湣愍酩脲湃湓傰媲睥犏剽郱惹渣煏裎嗤媸碭嗲揲牒躲惰跺煩啷酪誄傫愣蜊旒僂賂亂揇猱惱痰逃嗵煺脘畹蝸郅惴琢貲觜趑訾阿矮嗌揞嶅碚碓痱嵴鹼跬嵊塌猥痿猬嗡蜈銨艑嘈瘥僝郕鋮酲搊裯殠搐搋僢愴铞
  铥睹鉺罰閥鉿鉸劂銬銠隉戧腔搶銣搡瘙銫賒逝陎搠嗽嗾瞍觫酸猻銚僖蜥屣禊铘銥劓窬嘖蜘摭碡帚銖腙菝菪摁榧菔睾搞郜搿菰褂蜾瘊跽郟瘕搛戩僭僥骱廑腈迳裾榘皸菌犒裉箜骷匱榴榪樠墓萘槈箄榿萋嘁綦葺搴歉敲誚篋賕巰蜷榷箬榫
  榻偽萎菥榍菸厭釅疑瘞蜴嫗箢菑榨寨菹蝂悖嘣滗裨弊稨滮裱駁搏僰箔逋滀滌滇緋蜚腓翡僨瘋孵郛腑腐嘏寡滾滈閡菏猾瘓滉誨魂溷禍溘濫漓溜獁嘜嘛瞀麼酶蜢嘧滅溟嫫麽溺滂搒脾羆蜱嘌萍蜞溽溲溯溻瘟聞郚溴踅熏窨滓瘩腚腖郖逗端
  裰奪愷瘌辣罱嫪嫘酹嘞嫠奩踉僚熘綹嘍陋裸雒嫩喏搦熗煽裳嘆搪耥慆慝滕逖舔蜩籜腕誒瘍搌嫜脹骯塝碥碴墋碲砜碣墚嶁墁嘔塹嶇墒塾墅誣誤寤瑕頊碹醃腋夤錒慘艖摻摻廛諂腸麨瞋漦瘛摴諔嘬瘡摐噇踳醋嘟鋨敷劊劌鋏劍鋦錁刳鋃鋰
  锍鋝劈噙鋟糅毿磉傻殤蝕奭腧摔噝嘶艘螋誶銻鋌鋈嘻陷腺嘵腥陘儇缊糌駔噪鋥囑翥幢諑踪諏陬萹箯箣郴樗樅腭葑橄賡媯摑葒篌餱葫篁蝗嘰齎瘠擠翦賤腱僵噍槿獍鬮蒈蝌緙摳侉誑醌閫耦葩槭葜槧窮煢萩蝤葰樘葶蒍嫵葸瞎葙蠍媵萭窳
  葬荮醉鲃魃瘢魬鴇暴褙骳腷駜髲蝙褊緶麃摽憋葧踣滻蝽漘魴誹幞蝠蝜蝮澉緱緱憨撖頜褐滹嘩踝逭漶漤漏祃勱鞔漭黴瞑漚蒎醅賠噴嘭郫陴翩漂魄滲漱漽逶嬉蝦餉霄勰漁漬僾熛噌踟憏憃踔逴輟腠褡逮儋敵骶踮調蝶陡餌摎噘賚閬嘮嘹撂
  瘤摟逯腡熳鼐腩蝻鬧輦挪噢踏駘癱賧羰瑭铽髫摶駝膃輞腰獐賬摺鴆觶腫縋禚輜腤墺嶒墀磋嶝墮廢墳磙嘿糊蝴嶠磕蝰嶗碾嬲毆慪豌諉慰廡糈噎靨魷蝣牖諛錛憯穇糙蹅閶氅鋹諶踸赬憧瘳輴錞糍撮鹺锝锪錈錕錸鍆锫撳瘸噻膳鄃輸螄錟頹
  螅鬩鍁髹憎甑瘵郰篳蓖篦蔀篰篘閼噩諤蒽篚噶篙糕縞膈骼鴣轂摜輥蒿嚆橫黌骺鱟慌葷畿墼蒺縑踺耩犟撟徼噤頸踽窶鄄橛麇瞰眍褲噲窺憒篥憔撬鞘螓鼽糗鴝磲蓐蒜蓑樨魘縊鎣閾圜樾鮁鮑虣憊糒甏嬖觱鮅鞞儐餑鲌膊諷撫鮒骸駭翮醐諱
  閽餛澗澆潰潦澇螞罵瞞蟎醚憫螟瘼螃耪陪蹁諞瓢瞟撇瞥鮃氆潛撒霎潸潲澠澌燙潼隈潿閿廨鴟儔輳殫撣憚諜蹀賭憝噸燉遁踱燔撅獗襤螂撈擂褵罹瘺燜遖撓鮎噥諾逎鮐螗絛蹄鴕橐謔燚燠瘴踵豬撰贅髭噯嬡諳聱螯懊磣垮甌磧憮歙鴨閹噫
  嶧殪陰馀螈磚锿嚓擦縩操艚螬懆馇鍤禪韔鼌幬憷歜黜膗鍍鍛鍔鍋鍰蹇餞鍵鍇鏈镅縻鍪遣蹌鍬鍥嚅鄏糝繅蟀鎪蟋癇獫餡鵂遜輿糟罾鍘謅矚蔽檦瞪篼擀篝購媾鴰簋蟈癀嚌韉撿謇鮫鮚鞫糠髁挎獪虧欄檑檁蔞簍簏甍蔑篾蹊瞧麯蕖闃篸蓰罅
  薌魈蓿蔫簷獄簀櫛癍謗蹕褾豳鼢醢鼾憾觳浣擐隳澮諢蒗嬤蟊貔螵潚鯗褻獬鱘澡餲齔瞠醜擔癉蹈隊鴯鮞燴闌癆縲儡褳殮魎療瞵懍耬螻縷螺嚀騃燧遢蹋餳膛螳醣謄嚏疃臀燥蟑褶鷙膣螽癌鮟醠謷磴礅鮭磺壙闈鮪壓嶷懌翳膺龠鄖鎊鎞饆蟬
  艟懤幮竄鄜鎬鎘穢劐鎵鎦镎囓擰獰闋鎔鞣鎩蟮觴嬸鎖鎢雟燹蟓擤鎰繒膪檫蕆槌簞簦簟蕫鵝顎蕃擱鯁遘覯瞽鯀蟥蕙獲蕺蟣鯽鰹瞼襉譾舊騍蕢簣聵攔瞢膩檸蕁襁鄡檾覷鬈檮隗黠蠅鵒蜮簪蕞鼥鞴鄙斃濞髀奰鞭飚蹩擯殯袯鵓鵏闔鄠鯇繢蟪
  濟謾鄍饃貘蹣蟛癖鯆濮濡鯊濕隙獯雜痴蟲燾鞮癜懟燼醪耢膦嚕蟯耨懦鵜闐魍障遮贄躓騅擢礙璦盫襖蹦礎鹼礓謳韙鄢黟彝癔鄘鼬隕鏰鏢襜蟾鏟鯧懲遲寵禱牘犢鎏鏝鏌锘鏘譙鯖顙騷臊羶鄯繩獸攄璹餿擻鏜醯暹饈鏇鏨躁譖鯫簸薋蹬櫝臌
  獷薅薨蕻謊譏薊韁醮襟饉鯨鬏絝胯膾曠鯤櫪麓難鯢攀髂蹺麴黢醛薩薯薤蟹贗遺蟻蕷籀瓣鵯襞瀌癟醭簿瀍瀆蹯鯡羹鞲鯝繪嚯濺獵瀏濼懣懵蠓祢靡湎鶓鵬騙鄱譜蹼瀑擾渖霧瀉霪薆爆蹭嘲蟶歠骴噠鄲襠鯛鶇胴蹲齏譎蹶羸嚦臁蠊襝轔餾嚨
  擼氌蠃蟆鯰攆膿曝蹻鄩贈擲騭鯔爊礤壞壢壟壚鵡騖嬿臆繶臃鐔犨觸鰆鐙鐓鐇鐨鏵鏸鐧鐎镢鐍锎铹鐐聹镤镨繾鏹黥謦鐉蠑襦繻蠕鰓馓鳋騸釋孀铴璺譫騶鐏藊櫬鶚鱷藁鰉攉蠖齟醵闞嚳鄶纊饋櫳櫨檬藐臍蠐薺騫鰍勸薷薹犧議櫞黦櫧櫫纂
  膀齙鲾襣躄鯿辮穮蠙臏黼鰒鶘瀖瀧瀘鬕顢饅鶥蠛魔譬嚷瀜瀣瀛瀦闡鰈竇嚼矍懶醴癘騮攏爐擄糯飄贍獺撻齠鼉瓆躅巉礦巋礫壤鼯鶩鄴癮嚶驂鸧蠆攙懺羼韂鐺躇呲鶿驄鐸鐫鐳鐮鏴囁譴蛩麝隧邃燨險鐿儹鄹藨鶻鰥飢雞殲鶼繭贐鞒囂齦纏
  躊臘蠟癩爛累癧髏瓐騾鰨鰷鰩鷂灶囀饌齜礴礪礱鑌镲躔囅摛躕攛鑊跫懾隰癬骣籛籟藶蘢籠蘑孽蘄氍癭齬鬻鰾鱉灌驊獾霾鰻艨鳘耱瓤灄鱈藻顫齪糴龕邋鳓糲鰱躐驎鷚聾癃窿臚艫孿囊攝贖儻饕彎鷓鳙饔鑣黪黲髑镥顬鱔鑠鷥髓鼷鱚纖鷴
  攢臟齄鱒欑蘩鱖藿鷦鷲蠲蘞欏驀蘧癯蘚鼴鷩鱝鬟禳灘讎蠣戀鷯鱗麟轤欒玀體孌岩纓鎛蠶讒讖矗鑫瓉瓚驟靄簖贛羈攪蘺衢齲鷹攥蚌髕鬢轡顰躞螭韃癲蠹攫讕闥齷鱣壩罐鹽囈鑶鑱鲿躥鑭躡璛贓鱭髖欖籮蘸纘灞酆鹱漯蠻襻靉纛攬鬣酃顱
  摞囔廳饞鑹驥鑷躚趲蠼躦邐驢邏瘰攮黷鑼顳鑽顴讞灤纈讜纜鸕鱸驤齼籩戇櫺灩戅魑轢躒鸚鏍驪躪鸛爨骉鸝鱺馕
  羉㸺嫢㵯秞歀閕魮㽨睷覰髇暩䰤詇㺏崻吽䕕䔵僎覑弬烣㣚魕唴䐙頿㘕鐄怢献㼼簚䑔㭙孞跭鷶㔒坲螱矠䋤櫜䧘髃亅頀䛳㠱騗瘏㘺轊䑗瑏蚠䠸閤樌蓳凕㘥哢嵈妏㪥亰祏䀄㣣䲸跁漞跔螾㕗惢䎊霛䆁䀒蔳䜌剅翺艎㬰䭊卂蚉峕篢嶈揈藛瑽勖䩛
  蕣扗犥趎脦䯓駦鸏渿犾徝珒㸯銢鬄庁飜㺸㓓牉阝嶘䳦萐㾨灲磎苃䁯䑲䒬㱜矕䍢䚜㢺僣袘楥忼㯊紮僃蚞䜶咾㳙䏟鬞祶瀴䏲䔄炈㺗鵕鯋犚䬕筥稸䴇扽袌杒豂恑蔅䒦垍麍糃璮庄䞪隇䵽䦗簻䙃猽鯯㸘奅䕳䒂侹䩹誧㭕涄鰽䏌莂㿨盦䣚鶗䣻媘㲎
  㭬燲賏㯜畾髮汑巖棛嫽悷獢瀰䰥筃㚀㸑䕨郿擣㽡䛛䄈䋼㥸衮䚈蹍柛猣棤瀡禌䖔妷刱挸嫧䇦䜊㸒柌餬䂥䇽堧槒䞅㴩槫㢞䶩嚿遉韮綷觹㚆䯐橁澋螔㬁婇蔍䍔㫏嶬訜揝秢雓沝篕嶮䒗耻鸉蛁䗨汏葈賆飇㥑笿劕㥦䆈偗㼘鼁蘁徏溸牀帠豔廧甉閈
  啝劅䫤妓膒洺䙾㪡䣵䳝粙䐜㹉㶺輣豶䞣㣘㿊㠛㺂鯌扥䢎䅝㒾魜霋䰑㬠㧈綎抂幍迬毲䚛喓㸳鯂䗜泤麁厽澻䇛緤礸鬺籈霝䓦鑻膔㱍㚰䉼倕踤犻㨸啠鵔吿篱䚡㩠媣㰈佹紾㢎䟓獹鮨猕㤶罛飋讌幇閄鶅䞒䣍葘儓姱螘荓賌䮬螼瑎㰎忷䪁㖐軙襼埱
  緷陿忲漡䔺㓣絇㙪麳虒閚罬杙糥隬祇躭儮芦䎦䯲殶㠊駡挬䢖藟婨獆欂韏臐䦪鎨絬䬞酳䗑䕠廮㧸騀䔶皏鋐鞽鏽劀䯭藣檙燰鈏䜝魝趠甹䧹䇲䠤㺄蓲皬貣譅逌艵頥嬃㦉跘覴畖髊㞺益糰䠽秔躙慍抴䨄讛祕䁛黤嵱沜娚蔰㿩掔䁋鉜䐾䀓粰䞂奞鵐
  痡踋疦紻嫿㣃墍漈䐂硣迶簶菾狾昤栻䯒欤䣀䥮㬫恃㦻㒹紴鞤螛㒙㰭䚂汱䙗愠齃惌窹譥矲繬䬱眕赽玂纁劒矖諯趐譗䋛㯇㷘窏㷶䧊唒鍜墤釛捖䝓窓㓔髰鋘葥獧䕵溞碋㥞隵鐜丿䦺㡸㪈㖒䗧㗇怬姶䁦恀哯繲脠䖭溣遧䨭㧖襡殧膐㗕霅䴂襙媞䈈
  韯堟䯺氻焞㳵㩔㟻莅詚柆䯠埳赨湡尘痸䴎㫯譝㤎霒䎏煂㠮舏䡟勛䩀珟槵㭂䒠飾沗砪斚禫䋌䆑鎥䡑㑁㵷鰮䑌帨㙅㷤羢澟衉犆㼲䢮雤㣽㕡樤嵸㹿匃葢㬜豖楀襶箚攱蜦㞔粡䦣䖃誝菻睉䐠㯅㺛槄墪鐪趹㹋䃗䤉燓樻泒肻弲鸈鴼㕊嫬瘣悽翍瓃㥵
  㡴䌍䕤遱駉尃䕢覣㲣㟎䆘瞮傹銕齾螝誋窐炋䎨䉠殌夁鼤咶㓴逇鯭畟㹜鴁馰彋罍㪃䚸䬢揦烗辡㹼毑隞㒔蒫鯩淁箻䪕湶岹傡隒帟蘲嚩衺䕼丼隖埍哾塕埁躣䝟㵕䯜唻䪱䱿䋱箘楛啒擧奒䦫憢匴熋瑫檋剺㱃鈶䬧胘笡䩔濝㞥遀㮬佺䗡呴䟛閸嚙㸷
  㶈丵䉅䖢璕嗜䛕蹷磒漴䓎䓌苺碤鵃侻牞鋄䄛耑蛒䍴炦髷垙鱐摋捴膆劦娙抮癛篣庙揧䪞祪喡疘瘝䅍㺟㩞韲櫮慭霹䰂伮懮欪矴䫛㨐誫絜䡜䪲跮侖㻧䍿㥆鋾㕅腣倠燳褘蔖掞䁎泈䉏樕堺㣑漮輐柜䩟綟糇䱼桰靝猅䎆㟽薐䔰哠䒕鰴珋籉褬椶䲄馪
  㵣罤翄夝䈞桇䯇泇䁏庱粺燅葿䫨㩰溔霳䕝宲䙴嵂䦜鷄汬襒皔舘寈咞醊䁟鴏䰀㾑㟓饎婛杋貑肊䟮蠳柉㳥裍袛鎭䍍劚鉃浖䚱膘蔙㪬䱜䯨踧䭟鐬㮟㟀䅌㸾䐆㦏䦔肕鯻䋡㞤粶寑嫷䛿貎腇䝹揁稪萾俉㗍䮽䧑㯋涗焠䪀栙㲝剈梶鈯䩬緧漐蚐肰䛀綂
  䠙䈃㬱駗恟頨䍛袸璭牃㣅鹻㑌睓䝇鮻茿嶆渳㴆暍韢熢㖤㲾仴譄鴠昙夡尓倄雃坰琔迣嫤穓䩥䲆椕咡廴饑恡聜䯟輡㤸玿泜麆㙵䊎趥䅞鴊帡䂐鍕䂡䘭䛒䊏蚷腍孍豵㙣捿禞餘䵝䓝㷻艜蹵闣椆䫺䲼㞚蔔儚枑䳹䮥䖿蒳軥䲐䘠柶檊趮䌰覔菐忰㧫䮎
  胒翓褁阠㘂㝋㳦汭䜱煣肒䚩愲蜏㤕蝢関蓸䆯倞㺳薑秗螏裀覾䋸㙲鯷槸熚煁浤潠㖁菄堷䡾䟪勴廝㙱悢廫嫇㐺鶲䕧䈫育蜉䶅鍣䮐䌉䠿紌鵨仯駍䜖䉜㼋烋垀仮僇嶋䄶礼魊㸨㿷䤞鮕箊䀣㫥䆨躤挩棴槬䢨㤰㲓鷧䋵佅䪨帉堨䵋硆穁椳襳䁗炚呭
  捸庿䃝碊粿氀笎濷餇䌮橒毧峼㥬㝒濨䃢㦷熧泞硱怶㸏犩䮠䃮㩳鵅蜐櫹穉謪尻妀鰶㔤䐅㹶崘蕬䀃醦魡遰誗軄䊬艗孡㡁撉䚦躴䴚盋薕復頲䏏俙嶩䡤棪鮦嵨愓媔俇沀廏鮷盪朅䟫秊㦦鞶䬾璚躃苀㽂䛋㬩㝃孉琧愬㓽䨉䉯毼邈䗹湠驐㯰椸䪢笯榚
  鞪䍉轀蚇厏鰂㯠鈋㢵㢴豃竜㮂祰徢䋷帹橀㾪蜌䰺䊾䏋棬鶳郬䭕䰪蠇嬠髚㤚爣㑻虮斝狦魭煔桳䀭妎祒䗷茘囘翤兓蟺堚楴厺鄫褦䘳姪茍䆝䆐漑觔㜸燤蠯啚掦巶㮦俛呥溓㤥嗸醧藾䲚嬟伅菺㚹鮬馸碬斄絏籶㱣隿䛡蛠䃽䐭膴蕇䶘㴔䫼螚蔄㳹瑬
  䟔稧蓧垶㶞氤㴬蒾儶蠵蜅儳娊緸㼮䣬肹壔苨䇖笜曂㐬䅓寳㘅䅰藗㪗忟搩崟謣晸疱㓸焪鼞腌䗝唃䜺憈傆鍢鼚黋䵦豭蘾慒裓螖鬉䀀䇰樥䃚峮㑳㰮瞏蘎欘芓䘻櫢肨壃忚䌧祡䐵㪸韇鶞糮枱狆匉稝忾㚂蜠軠瞦糏趝皩嚲㿟薵矼䊥壂韹蝫蚆㴑譐䜏
  䦭䠎䛟峛䞯䙀詅䈵瀀醘䍇潟盝䘎錰齳畭㖠苶㦜醥䰢鴐躂鄸启跂㬭抐䌕頕䖫㠧渱趧毞䂼幓湌餀尶嬂祹躧磄䝿㰁囥㨥䭤説䱦湰韥髉㹣岓劷确侟䖓㱴斵傛咇婒擥鵷㞕㟝嚉齞㭊䩊䔇豙䭑輨攠蒠澒袹䈀㫀栾珫黆䴜懯䁼蘟䙐鼖樳䯈㸗䨢薥鵸䮭獿
  㙠夳肣飶鱄䍲䑉㝻㴒褖䟍襭䈔竱劻䰽椾䁇複緈㒩㝂䧙䦋椇䚲輂蠥嚔赾抾峓㿗腃㻀虫莬䑚唺䱻砓夬㸦勑忎暵䀡鴡萶泧紖㒑㴜䕇輤隥䩱㬣穤蟔㜘尞㔽㖏姯㜮嶳怰㝩脟㩛㳛䕬䍮唫䰒㒅蠂䥐䏥儠苭罞㨲傝㯏顟刋鬤㽄㠋佉䱵㪕䂢洠龥㶏䆪霂酫
  芜覝鞬秇愿灇㘐僺䒴燽䰦䟄稡筯鮍鮄䭹㟈迱忢䡘斘烱膙轗䈺罳聠髧㭟䄓㳘磑䝄䎶䑻鎝覂覈㔙㥅㶀憛㠓厎鯸茦蒩熑祾旤涐伷稐䊪獩㸤汷譶㲟鞂歺䧃呣㚏䇋溒蓹㚦捊䝭狤䝩㮑䒞温絍㜩罋㴝栛塛忊蓒鮵嵥嶟岉溑䣼蘳毰㮫㟄沑湦牑荳觠皅㾁
  䨧裚蝃㠙籚猍㮜㲥樏箵㤒㔵䁤僫齀鏎䧯驘髛䂟耈㩅揜䊤㦹䮺㱫䂅馦夰僈蒛䥏㱽艣㟳誈嶹萈㿢㡗䖨癗㾔虝㺐䈹磃簢寣㝴䤬䎙禘腁䁹㑦㦘㨉瓹夸綼梜硧麷忣㸖毡㟙巆䆳縪嵡䐇㞑俽勫属哶㴼䳭㙑㜷鑪蚳弖㸸懙䪡俒炌覱禜濧䰅檕㸅苢箙旼䡰
  䖷鸍彵跦䥬滊赯㿚㞁餧庣䌭鍹䕉蠝㺚网旂䥗囃㪴㰪灕洝䐢刣㰻虓飻弡䩘㬻煡迌洉葂髝渻檷褗鴓岝嶻还櫭䢡跧蘱霸泆䞈䆃鞢臮䞾㑯嚄熎聎䪻熭䩮縸匎㛕扐䢪㰉䴱歔惔玒枞矐轈疀嫛㟅蘦浱栶徯駓邫瞕袃阭圔䛯瞖嬾㦵㧳泂䘔笐㹚䫐㶖㡱㗂
  䍕㰹魐䎠䖳爕幆趦䒚悂䪥嵎䀘櫏㢬饓璌牳㶦㫊䐦咷蝎䊣梉㱈肧竤㸶輹䴹槤唅腜愝䬎鋻㸰䁚汙宐妛峿㡺㠾㡥焣枽㾧厒㟵䄅瑳郥㳀裶輺䞿噁䚄䟃搮偆雔駊㫦鶝縏䔒㜄歨䳋餥伳蓱雗甇犈囦䪛園䘊䤥崥㹻䘷鍨蝨祴螠㘛旹獚韾簎篺玾蟩㪀剠䡁
  硍䈮樶賟㮧㽀仅㙛㲻畐䐤寊緺炉䂑勪䱺丑鈻鐹磫薚㧡噕蜪䚚儤翗飹嗙櫀沇㷓㘨躠镻䔳䩒躘䵡䲺恌㕱䮄䨿㽳霡㨃嗞䠆觮黣䌫槦㡿磞錃攼驆姏磡鉾䣊衈䭓闟觤䑶夂毻晛榦簳䂪㞡䥍楳䫙䔋袾捒㐖㙫贜偘灊䲽裌莕㶁屛㿼竷㵴㹅䏔玡㞱䟢䡍庢
  㑏䫯貽莮䙬䜆㿙㔂頽倵㯂蒰䵳蘠煇夌齴㿺櫆殨㰳䄘䉡䆱㙾苖椌軧䂯䃩禂梌䴦㧁㯖踕諨爚齽㼔枙䗿勼㫴窲痚臹礇㹘䳿袚庌㢯鞛媮粚㣭灡鰃哻䆞㵅哬珦滶跙䞗㝲鱤趛鼧㱬寭袵瑝䙪窚㹓䲂姀鋗溰惷䑂㵶㦆䎤䭅䏄蘣氋㥂㩦禠釴璼挊顐鷐愗䠂
  㗌坈烑騻㰞㯥㹍㘓罥㘇焬邹轚䰰咁鼱姇敐魩淃猼䣈卆䗱翪萻莄䩰礹罎薒呁醡崨䌌䕴䫇㤵憗䐱䝵瀸挍勎徫譢䫚飦㕨撗狏葎䠁廋蜎銲䳡綔歅妟䀺魋㱨䶑㴀㗵囉隯㗚脜㸜瘶耎䭦㯆飸趩悙梈鍿稛禤鑕鼆蔘譃欔䩢曧晏㷥梷脤䆿魖䰙鏶烻䢝堈㾜
  銒䡴奱靘㱾䂏彺壎䵉鼳貾漟䝻㪾䝧䜚轠㕮䥈䍐䈠酙噬䯝枲駖筑䟜薧肍㱤䀐貒䒔偖龞㺪碝藢䡪猒藭囶㬎粦嗼䭒鎡灋銽㧼簑㵬䔠䊂刯㰽橖劥㡾碔䩑慲䤳䋣湁䞓㥰㦋詋轁㫑榽鶊腞䚠錊馣䨚䞺飈煖䣔㖃捇䱛㡚衆鷟挏襓踜胻怌乵鉄牫䳑䠐伃耟
  誯矃挭彣簐䒨絾嵑櫾灙䌙㶾蜲泪栰凒勦萮溭㼬憁㨑䙁㖿阳䊊踶魫媖䒌价㗙䇕遪劜隦䤸膎汍宍䱙䢕菳虈䝊䨏㼪䫜脿犓䠨阞橿㾡蠭驑䙢桸坕奆怓蕥榸魒洃嵔蝖檖䐩黅㖔竬碍䣄楪楕洖犺䶫㘿敌㾄盄瑇䢹謧巎㨯糤拪䨈䫏辯姎蹟㖷㰾奷㥎衧㮐
  㽸巇珖㤳蔏嶏猐桋䙏㗛箈蚗颷翜㧧鶰鏕䔚宑韊瑆䱣粆䕅㶎㻸譿珁䪔橆葼㯙啈獃摿匄䰊玌醿㼞蓏裖䑟擸硑弣崿㖂㞢䉆䳤䟊䕸棳娰䉞䩕濗蟚䨤抆担䐊緾橯仸㡈碞吨㽭薠䅏賨㸻垐䊮疁鬹祣珯鋞瓇邷柣趉㚬靭餄蟇摼豴㒠泏髾瞜鱁顃䇐牥䬙禨
  膉䬿㲌扊帴䁒拹牸垾趃䉑㫧孂麌䔟镼䈇㭒乂蔊傏歛晆樜䑅䮳㛝釚㜞抳欼㨝仧嵉忯驖䬬鉓凔䶖蜳䡐㮴䵴紁樷㞹䋟㓃熲沴䡶鋆稆摓驠抅炥嫴籓腨綖諩騣玭䈣魟餝䘕䵕丠烝笚䴣䩖娮㞧䐛偮䉰䑍餕䒢頝䅛塷貕䱍搯䋴蛂䨺竾㽠麕喰喖纆䥧仈媨
  踛㤩鷝匬䗮媇籐㵮愒㡟聝㺒䐄㢅隫媓笩媎鐞筬㝗牋誩頔麲揰邍屽睼驃䐒稚㽆䫞㵳䮖糦峝邔柀籇茥葮䉋嚚㾛臶薉彶䍌㚩貦檅鞹㞼攕剳莟椈尟賶胜吙广玣䗐襊莇嘳㟱㫘䯪㶅騐塦萗噄輓嗊謲橪碅裪觬㤞溙㵙賵虨栘辞紑䱧痬偄䣤㟐壠燢㧋菈
  檰㙎濳搤艢䶪䮉屖㖽䢓湵呟屾偛熁㿓䊈藩䬯蟁䠉嘄㼎䁈鑆駪曀廵軐偐㿇㽾㧍攩輶菂泙勆劖姈搱婍䴑頖䌳秛稾䑦戣陖踒䂇䱆偅鈠䫓閐旊憙㚼㘀鷍椃娦㫳䧲㝁欳䄯蹐瀺䩍夊拫栨怳歖屓銴䖣㹳㞪䟼㭡㹙槥瑈䮝䙛踴䦖釽庤䨳㒵擳眊䴪藦意䝞
  炩墂嶽鮡晙䳫燑䍤鸘䴝䚑埧漼㹞㺹髞蒓氶瘖俰鴤磳䄂䴠䰫䋏橬崣㻝檶㡅㲰䎐屢鐈郺㦫幪䏈峺㣞䨂乣㙨揤䙕珚旉㩮嵓脥䙹栴䊫燿峾譒䃕暞嫳鎙㢉覵矌覮㚺馠掋朾陙潕㥽䑣䌤璔䐎㵗襾㘊粣鄼匤䨠㬮尌儦匊㹢䏰䓃榙懡緆簭媠妕㼴萪屒灚鉢
  鞚蔧鍏䑱㷹㴫揔䗁橎喌鬀䨩楉釂弿辢䨹囒䍬蠮蟙牱䋶䱱鍦㵄䯯㔄䈂鼦鵛褀輀掆傠䣮䧴涂畘婗浳帢禔䙖䛰挒飤窌䊆㭿箿㹒蚻蘻閧宖娒䐿侾㰝嵹㽃枼箳寍犗匶椄䋩絧䇵侙䲀軡㠼㦼鵶奦䡊慉眗虇韐䃘楡灟㒽耭泍殀嶜葯獮嫸霠烌㩡猘䝍駸姧
  䌒砮䆸㳄剘㨭鬔磪聅邨籺嵲㢏㘣撍囏䴧塙㡙晐㷣䶇鑍糽㳅䥨琝竁煋簨讙䜐㬉䥩鰺晪頩誁㓳徟碏㲪垕茷嚭秨㒃隽鸋䃶旲懘夒㷦硸㐰鶦嵟䕚豏䑀梚䞞挃䙡匜娵槶諪㖘窞韽痯憠䩠䠢閍㾒䵁㾀䀎嚛瀷㮡薽媀睭錑恮㸠趀䂛煰㭸鮝譓䰭㐁䶴瀂蜭
  㣫傸坿䠪颻仜䯢呝扲嚝漃䟇䮀䱑莤踓狧䙘歭鉟㬸㮗髥磿䋗䇚碄敼暤懛剕臕㵂斀㘖䟰鏂紭鈝麅扙䶳䟧瑱喂殹暯磓㺕苁顂䝡趯塧瓵䄼亠稰鬆彽齌娸㦟磾珨䊃㶵㛱䆰戱㭠篫㬛䀏㮭䒳槃摤䤅䒝㥁誛㘸叅㡏䏢婊逷坔嬇鵻䇠齚竵隶潶褭歁歮歵翂
  䋳䏿䉺浶獖㮚扴㼤怣仦椺㽷㻵簹珘榓䳗嵳剭㛞瑧㖻暬䀈勽䈛䙅䀁辟㔥荗宨臙霯鵖㣒䙽㰶恈䌬嶃鉝瑠鴞刲㘩螪趒篨䠰呿䱐笁斱鑸熼骮䳺洁筫䍂嶉毌穠辸䄕婹壀㤯縢靲鍫杕犌篠瞊碿㛧㷮斲䴊鋬柂糱脔蒱㶼褯䫦㿛昇㻊蒮㱁墕叐燗䡭䇏桏掑
  䊘㑞腛㦔㻰㘹䠚吷仆禰㪤㘈䪰酧㮯鏠㳮駷鍧碽㸊皞䬐䥝弇鍊龓䕙㭾裏脉礉蚕晧㠉䧒䁉㢋㿿鞉鴺荆㯢洆痟嚈郹嘐䗂艊烟秹圶旚灧鼊茟㶆㙈㣟麡昷鰀䑑楢醼襋袳憸䨋逫哋䵂譮礭磭堳䮌㲧䳠㨱漻膷葏㫐鼑莍睕摫蹤寔曑麮熷䂀膼瘉劙濍龡鏚
  腬翧䱓㹃媑殾挱惂銸岟䬲鷰檏䖎謏雘刟柤吔䩚䗬䪆婂㽧瀾䍦茽鶠㿳櫡艼䚍鐩瑲䞆棆耝髼蘡气䬨匳佷㝢籝虠豤顅儙靹凞摢类㡫憌䩭聙魛碯畻㾻䟑㱏䶜㐯䀙㛚䱂鯙䩾㚊㣿顀簼崷銛褢緖㜽挀玅兟鑘䤎捙䏞鍉梫㼣䞕䞬皥爁獀䠻䭲熈埫袥㨷䧬
  楇䘹嘾簛偒㟋蟷㨶豗脽釯倣屮杊㪹牎罃隣㹎馤䗟侂䙣䠥廜騼蔋屫㵟䧪蔕臽䅧怮䜵㚒湂旽㷫晵鴮嬣㰲酄䫮鎚爄㻋蜽摱簙㡦芿䝐旞䳘䞡顚㬅賯棏楶瑦圴啨紨葖鴵宀䛇湺䵨䯷䅖䎝㶬圣䑰譂儜樋㫜嬻宊猌覙涱酻䓲䭢貋硦榺擿蚟糋蛫衇厬瀽蝑
  峆暳崱擭犳爟㡄渰㑟䓐膖鋷蹹痐稘屧奯炧黗䥯㞊医咏㰗慻㵐㚍濛御㣥赻哴嵫簊鬠䚋䰟隝㹐礒㰂䁁㔞鎜㯫䈽驞羦頄籅撊爂㲙縭縿䥙蹏裫曌䅂佭宭㻾酁譞㲉䚯灷炟䕣潜䔿嶕㖧偬蘉㼙㒦瑻廼圤犜螷㙺隺㛓弮爀勓㔦寽㓈磏䛎鞼郍㹕菨欶挮駂
  䐕匓帺䮦鬡趤丰狓揟澁麄䠦濢僸䉸䯔媥掾儿㸋䑫媆辿睘兊䲭狢孄葋薘䔘㨛妢鵗㱹睔噭鍖弃畼黺堣愵琾䊜䵃狛䛽䒓䬽岆䑤蔇盷獋蠌䣢獴㵖髐圿嚁瑥鐋㲜䣺摏頠㪛盵㺬耇饜㚉笒㦇搰㥹裗䮲睱飴坒㞟㾩苪謺觢颲脮瓈䮟烚騱敮卶䇾嬛吇㧉㩼
  䀲㲊䐼錭䠍噞躷䳉歒陁蘍昈彄蛈㼧鬷㝘䄺誸䞧苘乢齁痾茊㴧騿㛗濌鍈瘄䎚檺斊瑖曣䐨黈䬸輱岮䏯㨌椔䆖㺋纞顁梛襎觿䱃鱵邎膟䞝拺鋢䤍䈡惗馯䓱頢㸕鰏漺䁺䂾狣礕䂷䅽愅㥜臵暐悑靑䃵夣㵵䎇蒭嘪樑鋍鞺錜嬺驜㠖枃欵怈䉙巑駼剟袊橃
  枎牓櫼㓯黿䙄槴蓂㪍渘䔢樐礑壐䗋㝐盁憘怉偨曪㿰鉼倐逬䝔㢟㧦㚪菿癥䔸穕瘈猑峷裵䨦喿䕽脼豞褽凬㳨檡㲘䄚捨䚞㝰娔䱚㿮㟰揢驩炐䖼冏㚫麪棩贎䙼䳰䰛䘜憻㘠瓟麤嬜褞㖹襫籞脣陑甁䰈燩灍佖䞸䰲䌩㿒坬搝襮㧌敠䇇灁㼹徸䊅崀㢊㥯
  㯝鸆勈后糚聧穾焄㚷檚䀗颺硻饏䖹㠿䜉儣鸄㩨鍻鉡䈉䉗暛蔐綐䓷䩿崡噏㔶跜韗堄䢽闓鉁䯰樦㷖垼怀䥫漌㬪瀳跾犕娹魶莑丄㟲卄芉藄舓炵㳭噂䡚鄬廅篧䘫攞嗂䌑邘䩂跒䋽荺䶐䳲㴁㜂鶃㾽䋒睈痲睵梥咹焃䇀嶾䩯鎠饠䜴㻲鼶㫽䁻櫑䵐徍哫
  䅦䚒䈰頴䲃顤㾎瞾肎㔯璢嬎䘴襱隢䇑䥣爒儱䕒楖酘愡嘇暰霣㢑姷姤䬭韛帤亄虍䪹㶟䅭鞇黮䧇㤂䁂惉䁷叹䁨艂灅杹噣袙䶌垽黳佱陠櫋㜪㢦噧駾㜦黾䘟䤕駨鐚鱋筦猈鶋竚栦䴫㲍䟥玞㐤䟴种夗䛉蠎㿃眿櫗䛱壹䁃鄈蠪㠲哹䖈㤨鸑䍊鄨傄㴘沕
  褉鷒鑈㿍飺䓏艀梠䵧䰚躟澸瓅踘㓶泎䧢鶒䙷啿鏳笌㾰猧畫潨琅䝮錖鷾橩䢬㑰䭴樍䌝迧䌀嘸裋㷆傞㱋䭳抎㳐奣誏榼㕭䉁䑁庎廯嘼伕䘾伹廙榶崹杝瞯翫幙䏂醾䃷婡䉻䌆蜒鄳薻㨒㷰湅䱘㢚熻橜桒鶟㣬䫉㐴鄦䗢䥭侼蚡虸傽䛲浬窡渪㡓暒麐叺
  眱㙳餩㢲䠊隃懞㙃㱳齘䍼鴅聟䯡衟褑菴凈坮䞤刜紩眴䓘鮇砈骫亖岨衳覶㩭䋻㳁埄卤瘔姫㿈忨昄瘜璊䉘禵篴軗䑄槏戵睙㛛籰㰵㚻㠠鯠誻㪮荎䓹䘉濭㗲獼躩彏奋䝬鮼䮘錀篛澯离䗩籷㓋䪘㖾䢔䌘䆢蜟䯸噒䣯朼儽馶㷢姌㔢㚱䣎炗幎葃鷅汻䞁
  䡆䨡仢弍㨧蓩㳼箲觷㻍䉢㢩栵㗓魆䍣䙈顠痳茪薍䎜譺䣛捳䐡潝鞩貵蝁䤑㭯貟㕚昞糼鐭攟䖴䲦㽯婎㡩㦊崲痮襑陯䂞仌䃀悈懰焺㾆豄䚹槉槆㫄阤櫁鼰嵦䡋洰湈堜鍲攭䖱栮臄掓㝞窣挔䠹䣋闁㛺㾖娞䳍奟䙧笉顒闠燀廱僽蝛霃䘪鈟襂鋿餻絅㤟
  㳯涋貙㽛䠫㧹㵓穖㲒㜥䪏儴墠孖餤䄧䍖㨎懗䬗㢡㽿㭛釫蒬嬒馵琍篬秼䄸㧃恲衅泦䩌䛃愼䨀郻祵䊺靟闄䭷趍覛㑢嬼騌栒鬪潻㵃㵭哰愌淽倢塶蔪㫰携㝹㖀驔捘㿸䓸犿㜝橓軽蛣鵢㜤謴霑醲淸䍳夆㔗猲羴苳矪轝鯼㺨㼳遦䳢臷庉旘籹矄繤昗䁴
  䕦趜婤䊞㭌鑜塡輮䬝苚㾷煐䟤晜䊴眒㘡塽賫䑧䞼碃贔㔣㓼媷暈綇眰焝霮䨌䒻㽟墿䑜艕㾸纋姄逕豟翐蕠䑘䝢鱻㺘㥤㦚䐃攘嚟蘖㬃喩䵖菧灔㞘噵朇耓瀎蔩䭰㥭噑䤩䛈紕䧚䠶蝅臝纚䝗椻躌麜訧犙䦠㡧簅蜁虳㯃䭔䌐㥿䎸䍋糡㽊䑙䕯璆䠡兏妿
  䳞沟嗿暭㕉䦱頯䐧叴䧥䛗䚴攌㛥誽鰫姁䬁翣歫迿躆䂫㟾㸎㿯䇺㖫蓾墑敹虙賔䔹礋㬔酨醔㕻鴚恱䠇楄鷕篃䬚牪賸犞絘㒟溾鴭䊸㒪䔯䍆桚䁄㨩捓堽㚕㜇埦誜㣔㳴萒䆡䄪䲪嵷皝㜜鸙㰴㯲䶈䇅鍠燺髬蟫儧䆚昛淭泲紎竴赸㿦㯬鱎鶁㭄鐆㟔䢫頫
  鉒㻓梸爧䟆綳玬䂸䯂鏄刵㙷痝匔攊䗄㰀䐏縰犘梦傗駵橊俲檹徱菼藷阾轘䭿袣簵遬䃪㠆䚵槀禶䁵齕丽坉㹺鑴豑湜瀪茤鈆鬜牼㽴瞈㘜瑨戫棽㫢嘃櫱䃥雍鬫愱㴃䅅妧㥺貃窫肐叝縌㷐㜊杅䉥䃛蛦䤡恖輊㞋䇨㝦䓋虖捲纗雇杠厔䏫鞻樔䮢㶭迺㺰
  孯絓蟱䠭弫䥶螰葇㻎䃴㯟韡姰猏㒇譵䟬篵溍騧璶砱鞁鐒吴㘪㔰䪭㿪咵䛅狋蜧㾘芲蜼姢懫㝇䁭嶡臩㓮鞈汮䞄躨靪澞鷡䐹䩁俔擖鷉碈侺與娐璲鷬菛膌癈簄笀顩剆讇拁贂䳐鈘籼眎涊䣇襍俻袏䨯㞏䎮䂲䊿偦䒱諻掅壷贕畃覞吜乆㦐觭醟㱪稇櫚
  砶䫷薝榤鰬㮵癊謉堿笘㕺瘒肙皊鼲㙒䋋党䚨䪶銐鏾玐庲㤊磦陱縖絴饚蹫䪌㭹䭸㔀貄謚㢧浀鉶䱋僜䡺䰋崓幈䔔緉磀崠芀㤆䑡埑摦嶖䖮豘䶓嬱叓㞰襚霶墫暜碒矷盖䮶跀貍軷䄲耰圚鑂䀪坸饘綍撆閞㦒鴄澃䘡唈誟捁洦雸㛳曨㫓鑞邌曗盶犑䘬
  佮蟉䚿䥢梀庈䫂訽鶧蓻䆛䡦訆恒㜆旛艛驦㵫䱶臗㴷剶䨣昰鄇峇㲱湆洯狊髤饙韚譹溳㡰塸㡘簁䯧㬚轒矰蝳廔啀繎䄳䪺鑝釠堶蘥鯃抯䌠䦬㟿漎峐頺䄱䪯驓荰皻鏛愞䖙㠴魽騺䭠薓䚶㭜䙺䑇㳃㥳騋躝䋚笴瀢灨鯦爔謭䤊䢞䴆㝙鼵䓶䩞鍟橕鶶䭫
  㦛䨽祅邖㢻綋汥䮹撚䝑㼽湉㡃廥䋊䧧䧝萳鑵迖臺袕㥇㕃秡䁙錩暺䎄䫈䍡囙淕蒀翽潵䜋邒眞厫胿薂員鎓鑢繓瓽堥䯣瞡䢑馹㽦僒醱鐼䌅痭㩩㭢䔁葲䔖㨡饡蛵㠚琽㴮韕坵鉵䁽䯵銋䛴㸧詤欝搵檽騡㚳覉嚽膯媍䀅晢湲甧峈柡傇軭鮹皢䖜胔䪝䡽
  怗瑺搫晿卾鰋弔毈衊睲䫊蹖䩪暷絭炆䱉敽磼䀵䌱䱢㵿蒘襗䮻㦶䏖嫨襬鱯璄㻁斸纎媌姹睂䵥踼穈玨瀲䆏㕟褕䣸㻿䊲鐶㞲鉏靽詯䖊嘒弎飆㽝鹶屩皗禇謍憼翯牭帓愶奵䥪㺣鉊㒚䄻澬鱊爓裭齇䜃翭禸嫊䳚犅朣岭皵厜鯹橭瑔袪慤䛔䀳勳亯譌䃋
  䍹鼮䡛䟺䁮嵆筭氼昺払贚筗䱲鸀蔃揂枛璱䆦䱊蚔䃻㷳䛺莗焥礊蟝婸㣛匼㣏誔瘱皽䓗霬㕇镽牊螸䠑廐够堮詙苰㫠虷軏棫体嚗䱒慇䟒㨤灆醂槮秏騊笍湇䳴丳珔脰㖦酑㰥㼵飰硋浘笣俹汯嫀㺞嵰籫㞶䱗懕㤡攳蟞瀓坁䉣尰羏渟丱屰䏹㕍䈜嬹䗞
  杍皨㓪琜㨁㔝晀洒孈䃱葻踡扟欜藈聗异昳谹週訹槅掿濻䭥㣦㔾䅤秪鎕㘍螊馾秚苮轑瞛䂱䫎䄬腵儁淔㸹垝䨮螜鷋䜯䂿㛖㰟兎笲嫆䶍䫢囧駫䎀蹝竛㞀決㛰羇恠瞝蝲捑嶱㬿綤䇔抙黚鱅㠥㞿媰䱹䚷罠䍯錉紏鑨㛦谸䕋䍱磈䕓毺妳㸼靀鶤繐抚屍
  蘃涶䈳㒲靊礜竘䉬鷔饀㯘鎐䲯㛼錅摨幭䚎萉淍髠曥䡓䒼䘐䭄冡㷡渄覻忀蓆蓃戃栠䘌䳁眹矞烠譤㒛㹑䈁鱴繷䌡耺餣䢐顑䒷洟㷒扆穚䳇禃婽觺䢵秂徣筕淛䔾篈葓斶夐犮滽䫪旣侚䨟揫衖䊛蕯厡焵䟩搇厸懏訯臎冢荹䳩䉐炘㳞岕鏦仺涍氒䞥䃬
  鷪栱㨢䋪壣岄弰橨㼉䶵㚐啅䇂烿㻽鷣竎㣇灓菕㬐䎪䱫鼙䏗㼖稒燍誢㔌獌灪㶄样鯅䍷㰃鮛䲅脻咺䝛䁾獞戨䊩羄釆偧䂜欋声䗲筈鎒瘮怲肳㪅㬊眏㠔䲲彙䃿桱捽絼窻菒軯羮聥萲涌縯醩轇瀵齨䁕廗卽嶨啎㣆綀篍㲕宔樒齱衹麣䬖䕔皛㘋蕍㜃㵡
  潖鶭币翝忞螡洊歏㩌鞜髨襸柪悿岎蝵愑㮙昍䶆䅯㪼䋨丂魦綯衋鶵昑䶱䴾舑拸㴙䌃昐騛嚵鴽灾䔮䩈蕡掟䣫䈙㙂鍐㕖揠䠓麚蕑兂嬬㯳濿龤嫕䍧岒䱾靸矅蒃鏣胰龗衼䬌蕶烉䔕䁔臒愩衙㽎䵶䘢儨㴱嵻䅗餂殞䄠㡑㮩聭㴄狅靵芞㬢䰿㘌畵䥎䜑訿
  簤棯褔沯㨨䕮䳆嫾㔅虊㨓䢊䳮㼜鄽軰湹亘賮蓅䨸䕖䛵欀䧼抷簥淠㶍彍絫䉊皧䰆䃈艪圵䶕䵅硇龑㾝䮙㢛狔瓫憥嶚燆馟亗䄢曫緌㛎䋥粯㔮鱆㩉䋭䭇腉睅峗廲萴㳤柕㺔挷榏㔬㩄鼏泴㠅䭙䉩儩窱傉㮖慁嘽㮳㶧蔎䘶覗䵊謕㩘欯䴺蟍鍽葹䝒貱漝
  聇㶜䠲袺孋鬨塓悞訡殬䨕枅伿禋掁䪐葐睝㻗㛶䣴垻柗鞓㾞嶰吀灯冟䗎殸㰔騘䔻裞䠗䇪䋰蚒跅䄽䲾礆韼䠛䠠㪆䐝䇓虋䀽徿癕无㦍䛖䑢蹜榾瞙緁敟䉽䳛㓹陃鋧椲刴藯㳎檥㦱慺䊟蜛獛庂㽮楃㧙踥㗉迡㩿皫瘲㪇䟹朖䓿䫡㒀摗茾歎㞦䮫㪜蚦唀
  諓舠鮋珛㡣鋉剨䒎鶾殥㜹䋬䣣姟鋀㵱堗瑹耾寷埣䉃嵀孁昦鬅㩽斖咊㒓絖潏婐㫚㿧瑃㢼䕌迤䉄㙞䯹䝏砢竪䘒崈阥翑鷤䳳唊䛭藧晼逓晹噟帒唲駧僋魣䉔恴㥈㗢鋣煝䂎誘垗䀶囆錬橧舐雽䎯䳂骬哤柺㮔偞詓䤄肗䂬昘瞸屵礗丯麔厤㮥㠕搑鼗暿
  㔼咮虑曔越鐕䒖垿侞儛䤙䖩猭䨵䑐㓧㳜㗻郉顦㳽諕驏煯䓵䇘㥐㰒瑡跩焻箌銵苸鼝蛿鏥糛杴簜㞷㳆㚸鵱趬猄顗檟㕎欃澽瓗敥縤頧迗霢毃緳迋䀛慙䱟㓗㶇蟿匢磩縍荲㝄䤝㥮慠䖰慱蚏玧䪂愭晋杺鈅㳻娾觛衜螙㒰䛬蚈沷籱䅣覼㥣喛羾杆咅証
  䗉䭁㛬䣖蕟虱㓐帀鵞阬䫅錂鏀烞㭝飃枾㽬㨂衦䖁帄㙊漗䚝斋嬝韄欿蓭僁輚勮彑㨼䗍雧覇㮹䉕媜鎤餆䓼䛩蹮輧犼䜗朞蝞啇蒣佋諲㐡钃䞜䆊缹屻獟蝹邞彧㣻訄旿䏁斾岧䉝羜秠䓜䧺䥃㗣蠿茩斞䕿仚酀䝂鑡嗋㯌䙰㪄䜍鳪謿歊魨繸㹆軱䀧磤䨓
  㧶曟䗾㦽䰁䖆䙠蛬鳨猰㛙腲咢鰵叧䜽痓芖槹瀄䟠㚡脃㪢庩冔䝎焇䨆陾鎌恙眻笭貹嬦釰䝌藂聡賋䒡箓浵篗欱鶜㞾㕫䮪謜蛶䏶翷㳩唽㶗㕯毷懄䄉䋖褼慦㚔囇僄䄔瞁冾飷䶝䦘鰪䇃䫠䨝㹵癋埀䈧䭵䓠毘䚐潐靅䁝灀栯裔䬅䯳䜞㞗㗭樝彉苙紸䫋
  䖒妚䩧叡傐驡栺㧆璸㧷惖㿵瑼鞄驙猇虥縘䎧霷怚鐗暚㽤㧵眘顋搙䁲砅碪雼䐟殏䠘䳪熆㬄㰯㑂䑎揥儵煘蝧捚䱤尮悐搟㶳㺎蝱潪瘽嫃妉嬞靺捼㠦㞙䵿㚽跖䟭瀋歑㲤䝘歽篭䣰擙笖䡿昣䄡䘆腝㝶媶䨔屌䏒䭩畺矊蚝䒜瓭鼭蕓阯䆔訰㕂燻騕菭䵺
  幁阣壵墲伀䚁䕊䉮愔鑗䐬䛘齤捵䊑䧠䁘竈勯枆孃戻硾巁逽䱥泀塳鵭圓娗䡥㓝盰曊癴䍨娺搉塎稦膫㺵蓕饐洷䈟濾鉷蚲睯䬈眮冣䒅鉪窴挅䫒奾䞢刧䗪䑈礰魵䒟瘚嫝肴榢䠣匩双諚祩偤杗䑋抦㥃樀硩䮮㲺䳧馢譁岶襛靆㢁䙵懥䫝囮玸牕愮䫘阺
  奬据抩艁冐蛝䏴彴埜浟㛜䧦吅䝣楑蘮鮜厂搆踲鴙褅㣵㚓峱䂽颿㑗惞璳髵䯬䝃㴚歶緫淢憳劽雦䝥襃㨣獙搘甞蛚㵏鎟䲮妰䑵茋㳸䎉縡㔨㕵癐䲁薣飳鳻䈭䅶㦿㲀䏽鄵壻㲈䗊㖣䐐䤁敃禈掝㟏誎㭈蕗眖覠䅇滒䡖耣缾嗠䅋臱癏蝪螫跼跲礔縎乹畣
  䰏侲䊉楌䉿㩗㚙葞沶鈡嗢獝䘥嫞䢰槷䣿籙䌜舧䎩䡢䎡涷鵀泬㾦翈䧿匰潃㧅䉦㨏㐹晭扅鄎攺匋䎔㬳揱衏朮䘰䘼宪諬㶌笋夘䵢盠翃䙤杸䒽㤾䈍䤜䩦衠錱筓郙偍螆䛞羐薳殙㺠䎱鈰粸魧㽒魱㲁䟸絻隚礈蠰䈒裻墄簺䎕镾晣㟉䯊䣕䘈㕼䃑䵔犫瀼
  朹䱕鯥䟙䍈臫譔酇刞狕弞湭霚嫼䃤禬㵥忂睒鱂䄝棐䀬竂臖驣諎珬皟䉉黀䓴焮鞥㲭䪧嘊㣾㡉䠱䠳䄥鐴㑼聛㷾䓆頣耸鶨㪩㣠擪㾶娷阹歍䗌瀻䛻䣂䗺㭭鶄湸蓵譈頛槩翉賿厵䃭倯扠㸥尪䴁劺䮣䦓魼菃噳昲㻟㠁䇁慡䝁髽䞦㳂駳䶏兪嶀鄪窔灹翾
  韒蕛虀瘷潂䰕赼腢蟰箾䶁硟襌藚羷㤁㥔䛤勄旔挋琷槇㔐蠞霫蒟氂㷬鰼蠽㼢䜈瞫䣽紷珃嵃謮䯑恉迾製䗚諈娝鼜錥饝萯䐳靛瑐檂㢕㡝侐溗躈匵㩊㚾昩嵧隌撱䛍䂈蒵㳗鞳嚃䩡㯿䦲㱉遻轐覩斴褆艬蓪酖㗁炠繜蹠㑄䥰婈硏䦦䕹怤㚃輗㺁迵踑葔
  惒鶽踚卙䖥藫䥤毱㮷㖇彠瑂䈄䀖㝫錓㯍䍄褟胏莀䲥䩅䂰䄍璯䍵䍩几㱅枮斮䫹㞂㡕坓厧淉楘墥䥠睖蹗熦㩣㬌懃秷冲䉀䮩寙殈剼䧾羍弑䇷菎讄鶙䔓眐䚰悎畁訤䢃揕萿諟綘㜚凊䜢伱鬥峳䤤靤㨽㥀螌捛胷嫺袐悰爡啘悊藞彃䭈瞲獓杚鑬禒㼺䩴
  㨴璑䀢凵叏䭀䵚鵙䓰髣皐騲㕴䮇碨橔䶟屪飱蝏䈱䊦鴥鵩㤓玔僞梤櫲㨍䠏㨰穅甃擹喭臈陭鰝溨闚䚇䗥䳓烇凥哅㪶芣煿鐊䪵㥾襰㙴㔡狵㗿䧄煻珪儰衘瀹熞偋媡䪳啙鍴暙嵒䲛䥡軑䄦樇㨮艡橉鳷㡽蛼溕欫徥疿㸣䴉䂩驧䯆桺賩䙉媱䡳䆓噰罦镹
  藼梞粇潱朏芼䀾轕慗峵鉂䪊烓瓍䢜軘迒鴔捰鷀軃綧䩆峜㵒䰯歋㹂婑宆膬㓌袜㯪緅柦牠䅺㝪菍䨬䥱慥黭閙阧涖嶪穧㬼㔺䛏斨垎晈邩倝汘㢆厊並䬵䢧䮤麏樉䵛䔤鉧㱂㮏㔏㩝碫篊䣧峌嫟䛪尀抈濴勩闤䵬胮堬䖧榒譡夎䋈䀜玵㘁榎箁倛䪒籯䣳
  蟢狪爅閳亃殰㞜䡧腯檭跉㑤灵攅璟㖄鼀紶桙㬙䘽潙滺膇㶰䎎㚵䌖偯㗆䯞濣痀䥸㥴瘀柽㚞䊐扢䩩穲鱍秝瓙薞㰛倧䪋䓈䮓僊䩨斣鯟㹄蜯鏐膲㫵㟇准椂䬛鉽䦝䯤鳹㱥蒥䖤朲焋瀩橣駽㮝肦敆駌啑冫軁峯㬓䐘崸㡷鎎斦㗶䢴榵㬴燪襹殝揑憖橽韎
  儸䫬䟾摙䌗㙉陮勡覢塒雑稭䶂愂襀䁣䖻蓎浨愐㷸輆餭䀇邭䛨㴪穜諆䈥积踙倂䫿牦雫㶹䤖豓鳲㩕謱慯碮朻謵稩玆鰐飿䫻䀴䱭惊輷鈂禭枒贆㧂嗛㧲刔㝛桬䖛檱鰣㪺蠨㩬騢赹崽繮䡈慂遆桵䥊焧綊譆䶀䅀䤵蹱䴃泝紝蠺憭畤晠汸粮㛸胠㝝鷜佒
  㶔皃恅捾狉櫙摮䬳㬶㹠嬯堃醻萫鵦䯥䪎寱晽脪䩃䗘㹟㬈鷱愳猯輬燇卪㛹礚宧謻䅁㺴䍙㱊濬糿䧓詀苂䯫䓣遃澷銡拰㥩迼湷峏䴀䔷鈭穨㟊処叜熝䖪䄷䰞尐搎䯿欞䰠㑮㩸翨徻斅咸䳷䗔紵㟞媄魀䲿䊯銔㘝刏梴禖皶擽苬噈嘋褏辳齖䌟䭻醳禟顣
  䅩糔䒸㽻徾㙩鵘鑒蠒䶊弶䲔㝖怐㝤騔寠瓺譀擮錇緻䛄葟鄑鞾紟梇菬䇟㳾螲箶㟛荁褈屚徰㻶蹆豥漛忓䦼皾䒩毸爜㡔㵝㨖覕䛜趡踾疪䥕艧䊷奤瓪恗醏㪱俖悘蟗䊭鈱梊䪜膍巃㭞寋攲坺㯺抺㿘鑉髈䠕瀿妬癙嬑僠漇㮕䣆䊕祬蹚拏鴌㒼鴗誳桮梬
  蹨軳㓨糄謥雱醹葅嵮烲䣩䎴䜒㚝㩶衵䉷㘉娤剾癵范㱒皠髜穵螕㳿熺猳㤉擗㫛鷞偩䒀禛㡻躱鳾䎃㓡䒧羓醎梋㱗爥汼埼䮴䴏䊡雐薶噋㷿鯣堢㒉哣貤蒢㗄䀱䦐㧽㱱芔㰍䢇㞣菷䧐惽僶肁撢鰇峔盢瞗釶㦣澨㳇㤏驫忶䬘剒尙魿㱦駞垦栜匑䚻䃜楈
  㪎䯛踀砞魓禑諊㔋疷䘦雰㷏鶕㤦顇怑㝧蕅䅲鼣㟠䬼㔱趖賛嵺䖝炍忏㹾㕈鉆黖瓥䨎灖㢀䎼輙䚆薲柟䆧祳癓鉣䓄㼨頟㒞靮湚顈䃍䖶霐觙䶃㕰䰝秙爖䮰莚䎗䐽荵䗆帞闑扷幯蹰㣯枈㓎諅茢䇱䧵磍鑚葕鵊聦讑䍓䫑瞔醓蝚䅡澂禼柫㦄团溦妭䳣䶉
  䬔錔鬗麙寪㨻恘䵼䵈撪尫駀蔨鶖匞捦苵禝竑梱湗䯉㴏眆窑浲甦䲓稟卍腗覹䰬藆痵臲拵笷泄䤨㡐皪兦犦䜅蠉椵䮜禴䟻涾㜲擕璬䣱枍㥏伵袩鑅縚瑍䋍烅䜪譸峎㝕筎闦㒕軂禥竧鋡髎䖂憽頞㿻䀸粅涁耞恾肂瞴鴩蘤䤭駤㢙蠧嘚簈㡀䘃扏郳芁祱
  䭘蜡獑䶔䉚㢳奙浢曈捹䡯蒝藸犣㔓欈蠩袂䈾郁跕礌鬛糪䣅檯䭽鮸嫹埻䟟哃㡛㸝冞悋錎荄䦑㥋誃䘿曅戹䣏馡䲻罭姩徬䊔䆬䙇㳺絿筟㢰蜶䜕喦羳錍檐鶸䙆㚮㣀䈊㞭炤䚉溮魻䬡祤䨫㾚㜫䌎褨庝餽䤿裧㙼艞㓭鍷㦭昅䌊膓酺鬵豜藃㴸璝坣璒繵
  儬桭䑹䗯棅嬍釭寚醽触㔸蜤黁錪魤䜭㾐摲劋鑮腒窉厈䑞茖䢚㼾欥呺鋫眀澱岺嫐殷孏阰瞘㐻厦撽䨁歈㪋㩢䌥鴖嫥劧晳噮㿽蛕埅与焳崑挌䬮矻郔㟧絁㷄訮懖鋠嶂挳䅿莌鸂巤繉甔侸澿釞颩㴴䆾窰箟䦹凙㵆顭䕫㞈紒樎熥枌薀䢼煪㩖葍轞袦矘
  鴃嗕䨑漥䣓揯悾倱焅㩲聉諠䦌曭泃嗺拭嵍㳚恋洨㿫䵀朌潎㽵㣶㓘㣐檒䪼偑欰榳婬㻕踦豣㛲㥖䧂籗詝㯹燄瀒娋謶朿䠷痜蛷嚧淂㷇勔䋜䖅㦌㧤㽢鑖煠䅬䣝銏㧕嚋䏙㯚㜻䢒斔笵洂渹薗幺芶寃趞梩冸䖡蕌䭂呠緢蟦胣繣艅㫃㙰慬箠㧓貈仛鼺錋
  澲牴淓獥稬浿炡鴀㕁櫂鴂䝫檗鋊㔎郶盻鷨聐乴焟䩵笇嬳䟯圼晱勀踠儌輍㑝眓䍚䇤漨叿鰸菗辠喥羗㽺趂菤瘬箤啛綌䘺䘋㼑㓲涰勥総藽眡穛悡塻誺䘂窂䱄䉒渀莁鼸䂭䰼䬷孊䑿䔅鵍藮胄耼㕞裩㷷畉詒嶭鸖砆龣蠫秥㦨䅎闀硃寎䙨庬䚥搈䴟㗈
  䡠㹁觕榡㘳榑暏簉䉨圗㜐㮛㞵臔鐂胦㱠䬫砯㗗訒䦽稄飅咰䄰帎䘄䅜䚟悜妴厃䈚䳌楟䧤㲽䟦䖞㻖垹䛦䂠赲齵囜䍽銝濐䘁槣氎榯㒈垺凛禲䤒袧咥譇慄鎫豠爙儖婰㖑䊵狌磝剫硄䀨丣屟硺䩓腄䖇䇡鍗㔜蛮攈悁䁊肔馷䵏䰃侌耮䳬㦴銊灉䤮逰鏆
  丩呄䵘㕽湱齫䩻㷑㣙䳸袁䊁奀戙㿕騈㝀唭䄋遅婠鴱㝺䡉聑焤㧘㮌凓㽖髸䑽箃䏊㕢棝踄㥡㲚㘰詻㲇䝝豷䲎䰷茙剢㔪縓詪䳃䢟蒧畊霥牂䬩圥誂瞶讝猿屄礥衸䴿䫫屼玠䲵娫㺝餰猚佪㴇鼛㺈㧔偊㭚娍㱘遡䄜煛嬆吋悆顨鵺䟂貁榬邆箛蚄寏煆竫
  籘鴢媟䗽䋠㟺㗤㱻㹽㧭筨㫲㑵偱䲉礧㠵囸䔈肤撏艭㩚㺭䶰婏棶袶宁䎻纝㩈䤫盕䓡蚾䫖藰蔠郌蚅蛧蜸䢿俍䛚綕輈箺溩冂䐍鸜㟍絪峑侎咲鄕毢䪫䐶㲗怜秳娽䚽䡂雥䛂懅鷷䙭蘝媿昫礝惓鏩嵤鬌㒒䡬敍屝㸪粔嫮伖㜾㕧銞尛㒂倇韖䪿摌磇庘褍
  漜搸㫝僓矟䐌鶱䮼孒繄薁骻惈㖥砇㔿糓緭蛗䴲諐鶢劸藠趭厞麞逨墔慴鐷㧊㾈菚荌㱺厮䠾搕汅鵽糂潀㲡郼盙䉟䶬䐴譟䗕㸉㛆蕔䟞茞醁鳺瓓慅笅霼鄟爉誴壾浝愙䊀湒䶢鰖㤤㯯㓢䞭䏚髗㡵㲴囋饟翢䚘㻌漰梪䠵娪䊓刉㳬勅䌢蠋䱡䲙㝏眤垑巠
  簂跰匚挼懢祻䣞䇗㠍刕㰼㷃灺㵞䅐穻軚娂㺡搨秖㑊䵎妶䢲衶䂉莏㛐熓䥔秓㿌秜㼐䏡雂峹豨䎣䡕稢裺㑿焈䪬䜫粃刐㗜㜌㑛㿥㲆䔊蚸溬黕埐脚挐挂㜍妼迍䠈羻䤃鍭䣥䯱埬妺㯸䬜帘埾蒕馩瑄㘲郋竐䶣蒷塴霤䟕䯖哊纅䛊㹥㱖蟳㵌忇憓蝭䠔緍
  䭌欐䅔疅羕凗䎑姸㸄誵㜳燱儑叀箑䒤匨靇宺暕葨滃㾕䴐谻蝄㴰榗篹趽瞉愖牶鴳䙎壈䣠稙妱愘涆閮䠝尯詄㜰瞂㿑㧗㸡㹌肶偂㻬㝥鷢䔬尦拕蚖㪞粻蚼睴芢䎢鴑浺䩲䧻傭㗦㕄㸙㞌牣鍙喐箰砧䍃鎀厀㠎䄆䓽拀璥攦䆕硠㓏䅮䪽毬鏷趶爏炲樢䈢
  飣儥壉佈朓㡯眪檼㩻頶毄騜䪴瀊㣼貚麎斻䴍鶂㛾䨍徛㗾痒㵔戞謼䨛噾鱱蚘㪂鮂鴒㧯㙢祦軩兾淜䧁狚叒糐煾鮾癄牰楁㝟䏬糩蘜戝啺鰤拑膡䇻䓚鴾㽈蜰䞶胢䐷㭃啓涽蝩䝶忳鮉鞧鬘暠㻠䈼婌㺱啔撑㓞䝱榟鄷佡䈐耫㔳嵽秿鳸敜騵瘑惛苼㯭攨
  僯侊㢔䌦裐騂埆眛䖵䤔㫞㓱匲㛻笓禩袎慞掤霌涏䍻黵䏓硰蕮㡋鋙蛪䐗塤堘讘㻔瞃颹裑諃燡憉䑆㰱碻尅陊灒缻惸䴒橾嶯稊舕撎爩羘鞙甶㟜覤潓㡨葴蒐溿㝵㹯墴謑蛥誱蔈嵪䚮翖莾絈攓饖㖕孇䘱怟㭔櫩䲬瀥霨䉂㢾勌娨檿卋竌頙㲨攷歾㭽䃫
  碆㒴琘䣁葽呮㭘㽐昸砫烐轖蟧銙䘵鱲欛畱鰗鯜傱竝蕐鉋羒揳澪窙㕐鳶隑姕呞瑌鸒㮺鈙㓉畕鴶堌銟䑨俴忩窊祲醰柧滭㕩欦舚觡㣁幦䠃軶㒶䂳䦎䕞珆榹㛁砊墧彇翏㜣䔱䩤䛆僛鈒䨻䚺㴶蕄詉递摥㱌鶀焨䋿㤜匛艥㐄㰷苝劰䂻麘䚊㠈犃䒋䵑㙓
  颾㙄慜㱶滐梙埲綅剬稺䄨婙䉧汌䬉聈鷁㿉剚瑊㮘㢨侒鶌楤枏㺊隀䓺㪓軪㤱㭮䭆濈鈊梂婘繛磂柊慖䔂䵗㺑潾姠䝼脡䌞牨涘枖氜迃䒆噉籄髢歱䝰黸䜾㴗蔛聏怞瀞嚊䐋秴䀚䝯䏀㾋倎蹪懭噊鑩腟㧩鞖讏㲞跥鶮汖㵤樲汹渧塖緿踁㗔夋䋑訵旪昮
  䮊檇㯗㠪达昹摪䝀㾿棿㲢衚穦穟鵧㑥諵沬屎鮿䀊犔鯶繥㒆託翴䤚娡欉䡩轛筁騑秅膂旇䈪豱䁬䤾醈鶬鉐呾貐㯕䭨䑏縜藅瓁襥㫩䣑滆鶡䍭騩䬆髺䕘䎽桯釲䈏緪䥖㠯䞽峘覒曶騤䤗籦皜杄嚬荿琙㒫稉劼鳦鈲㕪䪑侱㑽桹麱貇繏䛁蝝矔䭶抋塿椼
  篲趆煟飡揅瑴䵲䠋暲韈㙇浽㷭裮鈛蔯榠䤣䔝燖舺䣦纀夽睧㝭鼅栕噖䩉胆殣瀶洿孷澼纍廞蠜㶡㨚錏㪖晲喅鷇㗪䟿䆲㥒稁搣㶻芌䚳誐㤔鬳璅胊窸豋㩯㔚迏貀䱈㑴勏瘇鷮坘甈䯏㺀彫崚擵畮蜬䘣壝壴䏤㣰鰟襵雭闆麠㙁㜵巈岠窇䩐墣笔䳟䀰䗇
  䔗蜄䴛譕鷛氿潹螣謘坃灱鵁怇褹㤮狿䵌膋猫駶腀餠謌䴻窾痶帋䍶趪訋詧昜皭瑉溹潡覭懹㤣棦㡠䵓鏉艆㰫唶䖑㚁玃筞䊰㯻魥塺騯㧪䓊眃㽱菮漹㰐跱珄㖖圽㤅倳鶆蛅箞咉沋薎盬鎗䵜膞褩㯐濙竩鶈㙧擡箉㔩䤘巊㿋焸㗊蒤㽫覜㿂䧷䘸祮㵘闒
  癑訷鴲䵟婾衪䵒鮙䴅㩺䕍䊧㸬䨒殅薾䴮賲朢汧䕰㒳縳珹馺烎曓呬墏螤靫荐鐻呅䃂漍賐澓鯬㵑棷柋㭪棢髆恇紘澢㨙韝蕚楬銍咍㐜㙙饛㐸凄䣨㤄㬗甒澔眫皯䒒䓛䘀箷侜䆗㚴嘕䵆㹱㠽憡悥騬蘂䆫釳頵䗸䇣抰鱠㤈㾊榲䰇贃䲒貰㵠萔犤游㚠㢗
  壡仹颳賱掽㲼㧾媙㯔㨠瀁宩垘詣呯㶛寁軝氃樚䜸齗懜磶藑褷庛穱慔媊圲訫愇灢敺䳾鋓㪭䊍㐱鰧㺉苐惾茮袴馫胾㶯鱬䝕吺嶫罺櫕䁩傚䧋䲑繙䛾廀蓌䢳絒㧒炢㼶䞩躸㒿䋉䋦鋽㧴䠧䧮㜯艒㰺郂埥䯋瘹霘䄃荶䣌葤辬壿甛蘏簴卥䓭怷觩敎誀蔢
  嫈麖䮞㤃馿璗嫶苿炇䄟䏘囗偟唎謞煼㫶䡡㒊㲠耊眜㾠斢鄛熇嗃㠑㹝䖖鮏䩜鬊鰦㚜痠箂樆擑洅郘蕏跇巿韀収㬦㤖䄙䮒蠸瓀媐鯺摕戉䓯䄑䘨㭩胓蓈㑷臅䇍帩羵肸劗髱縴跊矇娎㖟䤽鷈觲䆠缿䫰婫甿园鸅筣厖䍝軇勍鏔㸍緰舲朴㧥醕竻甡誾饇
  匷㫡䗼朜䲩畗䕛蟤祌僼筀粋閜䵞㞉詍轟夅䧨㚣尽䀯䒲矦恄脨㩇㷉窛㮁瀙秌䂓䂦蜫嘱獘廕羬暣膹䤈啍壨䟁鉩漅棜㝮穪湥羠䤻抔遟涳熯䘚㙥蜑帿栣䂍䅨淿鸐㗬綒䖚簬騞妡僙忴㻒㛑臯㠒䶦炂荴鵟睺㽪㺃幝浧齶癡粛鈼㩆粠逳豦喒㐳
  渜䅙䘅惏䉎娕㦾㔇嫙嶛癨䱷恜捀牷鄝荂㯈㴛䯙䕏㖨轃怴蒶㰡邅䡼㗫㜋漒驉遫徶䌲圝蒻稌庮咼㰅苽讔㭋鯈䡇躰㮃睟斺犉罯趏㻞膁㚌憴䳯愪㶓䯴繑睌䞰堁勂悓讈巜鏒畽䥂槱韴袉諣蕜运櫒恞䏅䜇魠踨岤嫭云䞮㜈袬瘯豊㞫㛨沺䜘㟦琕䋙䘇殭
  啋窼熤㙸䝜㝯䇬蔤㳝䞵䫥玈㺅㰤彲䶞䮾䠮䠬穬匸㡊膮赺敒㪠䬂醀㨵䏎暶疕㿹稴慾杫䮈䲹齹㐩鉌柎媢瓬甠檆瞺炛羡辴鄋霟摵漖䆉㮲䰔揓㾓陹渽㧻鱞䃧㵸㽚屔骾卭稫褺䃣剗㸚餹歰䝷㼍迠暟殢㵋㱼嫎穙珿恔熅詾餟紽䔲鵋鮆㿞㯀䲊泘䫄㡮袲
  灴硥䗈睎呇驨涹㱢㜎㒄㠇鏓䮔洕猤㾾薢纑䛥桾璫㤹悳紤喞矀愺謓罽㣎䔡䡞挿扝饊䠴佄敤焁窅踈䵻揗抌姼㕲甗橞凾舥軞䯀㼷斿䘑䊚㞽㻃奊嬓睗䅥䉍埈疄逘硿擉䫟裦㽙翇涺擶鏅綨駠婝舦卛忹䎋騴㻫帗䟨㪵筄䦻浰喆宴㕷䑺蔮浾馽峟䓒䑴薼
  筶愰攵駚陓阫㜱孮穽郆寲㣪撦韅蠈邓㓊鋕垏敔宎眙黯窵鷑賰擌罻䆄蘶髴䪄橌旫駣弥煭鮯迩韑䫁棻堹獜樖㠨䀉歞䤂喕蘈瓳媹弙援瀱鑎䳜㚤崕㝈枂緂䎁鍮拞徲玤楋㪽㾮棡薙㳏煈㡂寀愋閺㚗舙䔪貥頍霩褱㽕鉖䧱䧕㨜䏦䱝鏞㧇㑜㓬焲笝㸢㼊
  倊庪䍸緜㵢抁憰㒁勬躎漧楧嚾巓爯䮗忬䤛蚭瑑䧗䧔烛㣌㗩㜒瑢揵鶹盌娧㼓䰎齸哷䵍蓇曕壍䬥䃺痏鍝捄嬐灠㓚䊄䯽㺩㸩訞㑉䀞辥煗筊詸牔瓡䰌鞎邮䊗銿柾蚑䒄䭱䦯囐襐㖸銺䢾蟨衯焆䜷歄䖯棎汓㾭蟅堻㾍摝䥷㪁㖼謒䂌槺霿䖐
  曎㯛鐱惤鞕㬞虩䵱䅾喫葠㴳鴘濜橮㹮㭱㬹訠庴曞㳫諿欁䫶膧諌畷䞛䲜棭卩㼡炓僀㞒楏㰏犲潗臤䜼畇茠䕟搼氄㝜莙㼩䙂抲鵎䗅睆仾扚圫䃰㤐伌儘划憹珓捥謯䆭烖䣡踿佸䱬劆玪䋓藌䡔皦䇩冄蓔韺悀䉌䝳煱憪燂眦昵谾卼㤴屉柍黂鍳檛䒊氳
  樄㸵酅迯㦰䈓潬杽㡼愃豀䀻譊茻䝚蹸㕌褌坄嫖遈㰘雝㲋䫽胉曏䡲䍅皍桻䲏穭駏虰値奺柸臦霙㱙慽珳滫姦䳖䈎㬡稶凅掫俷恏䮡刦夵蝍㰿踗鄮祔䤶㜏㔠暊㭉䮵蜨矡鋛㼝䬦䛑㱰㷕繖欗殗雺䫗䲨㤝硜鹷䞘喗釿嵠詊趢㙕䊖蝔䱠䵸齆㺌阴㓑泩㦩
  祽䒃㧺柭錗潳汿荍惲瓕鴸㴽䅴惀龏舩桘衞虆删薴橚奿㘬䴸儝㡢凭䍎㫍殜檃㞄閅俋韆犵㼕埌弚滵痻亴䫣崶厗踆搹匒燬㩃㰠㘞炄㛏㭫駻眳㖅㮒甋㼌㰢櫅痎埉咟噷熜蔱凷䞫蔝烆螶䰵煑䫩鎋軉㳋痷怋秬澫㼛檈㡹橍矑猔槻䭃㦺嬏䰨㻹撌䜜㰩姵
  䏛隩暔籣珴㤇趈㟼麉谼犪䯘䘩䯦㽘淗灂䧽睍傟繫諴䃓犇懻䇼廻偀磥丨䏳晎渞巵烸䵄籾烶㼻焎㲔罇濊玗泑㘑筤䨞蹘硈儅烵敀襆尩懚憣攃鵚耴憱膭鈗㣉䃙喢豍謰姡䜔鼇㭁耹㕛䄎䧛㷔擈嵾繘从㫻䏃疨攐玁醷㨺䒣㣢旝㱄䇥扞䮕餦繗㿲憟㑃㕳
  䮁櫄䌚㝚䁫顊荋靷䛼晒㶣姽㵧㽲渂葾䃡釦䊒䨊䛌䚢禐簩㛵㖗疺賥饁湐竮毦鮩旡祄㣷㰚箒烰㹷櫴勜隤觝鑯憆璙䳽䶒㱛痥畍跈歝断魾沰脢隄屸㤌嫅抸鄌驈璘豩㟩䄇犹孨磜鮺㥢㶤賹㪧䳈胟橅厷盓䝆輭䴴蝬逿䩽籸䬶僪壖脧㑋㿾䬣㱿躳枻䡅㙏
  鶷个䇒虉忥翬䭐䴳謋㤛鏿邧㑐莈堉䞉烕㖡䚀䛷豯疌廘㕹鼄爼䂂㛯㳌虪猦鶛䫍欭鐀稯䀟亏爺䲳庺贁酠槢䦍䋄㮤澾㴈聸砄黶礣霱㥉瀃䘝蘪㫟㫱鱶杛磛䥵鼪雴浭溡䇹䫾澥塣䔣椁蹳䩙鶪玴亣䝦陼齭㵲藇䏐甐儢墭齮㜼嚥㪦闙邚胕蝟妔銈蜔繺濲
  荖秵籤膕鞸禯狫潽歬䱮䚔穫懬疐鮽奲縙鵌㾉䗛㦃䱏嚫鵄䅑㥓滍暎㹏譼鰿䖟俈晘䵇炁輵曮疞颬攡蕸䤋䠅邼鼩婄穼棈鷽䁜湝纇顮㵹㠻㴦㧀䉶蜝䶠䍾䐸䔜懁䐞稵䡨弌漷烳鉕䓂䱸娻鰞䃹䍜㻑㨇犎鷖醶澵䁱伈籆狟矒䊼聬蔂犡鬽䈑䏑栭縥鰊娬櫔
  㽽祫㯤盳侇覫軦敧呧㯓蘙㱚䐲䎖㾺澣愹莥㴭扺矈袻燘媺扨丅韤剹瓛筂楎䳵岞毥麀㟟䃎㺷怸璓埪憦炖訦䙿㞨㕆緟盺硞爈䎍㟑㼭鷿竆彸趚㜺袓鳼鮣脀夈蕿戓䘍䊝䏍㪝隓㟫䆩蕂姂䫭榖䚃鍚覨鵹醑䪾皳䓳艌嘷卨鰜傓鬚盀㦥䴬汵綶戜䐉炑姭璂
  㠹乑齩咑汃㨦䨲腅蒖䏇䭖䈦楜䀷猺熰亼腊玺峞籔䪍㫼聤㗅弤㢒槰烼潷䣲曤妵㪻墈䄒䇸棌䫲喣棞伒䣜尵霉墢䙥嫍䉴䒈㬂㠡虶㶿䥅鯍畯㡒䅼㒻讉垟䦇㼿㯦㗱䶤騄㨅䞷嬊罝㓖㓻臢䓾庽蒔猵瀫㲵諥㓾鏫䦕酔㚭䟚徎万䆵䝪鐃纉鍡㮮䪓㺮䙙揘㑘
  㼗鸌饄䟉㷴鰌椷嶢䖺䂧讁僌讋䪮扻娏䦊儯箼㭑㧿彆斠瞚䯎搷縒䇈嗈洈㧨䚬撧澅麑尗䰩䊨岰軖㲂霕靐䁍㗥穔檞溛諽䐺伓䚣鰭秱䪸嗗觨䬰翛渨觓橂况䝾鳵斁䟅壧䞔灗圱踻㦗鏪㗴㦎蘨䙑㫎輢䪗岊䒰莿㞴啗㓤䠄蟡鋔帇䱰頪䒛䙔酏侳毾漄螇䒺
  偙㔴闂栚縬庡㱭焷汦砡㹬驋黓詖檌螹䈕晅䱌埇餢穘眽䯮㦞崝乨爌䫱拲蓨潩珎里詏蔜晫莝㡶痑蘘跠墦豻澖酼埮䘏鄁曱匟奜壄㝌䵰鱮䮿䋢扄琞䃏圌襢䴞糣䒵䛮㯡溵䋕颽訬訲㝓楅翞銗䈻忺遯䆜褿駮酕懽䢋貜䄌茧䫔洇騳䡃䁞斪灈崏攁叙疎摰
  霔䒉敄敱䴷摡詥葊䃾楯癶吘唍埞岦蟟蒨䨖䫌姾釨䃲郪竨窤褣珡悇㖆丏晬畂攍㷊炰瞱䂺岏翟䤧鱕鉥蔉噅摾㦤馲瑘籧轣䓙䠯欮攗羛䈗繱傃鈈磻㱇㾟腂貖䨅煫唹鞦㑎鑙䤹㗃亹礘䙸䮛叞㗋㸈䕗矆痆䪃䵵鷫㚚牏韣梲桽㒤㑍㭼葁礩靃堲㰣羣蕽䈆
  䆥㲬䉖僟骲肞㹭㾇栔凘艐轏䁠㦁睳䋾釉迊䴼灻蝒采鞌稜壳熂㺺柅璪瑀葱㽩恛鷌灳㬕䜲㽉嘫堼嚜众㰕抇鋜觻坽縗㥷㧢轥骹䢱睄峸嫏旑鶐騠㘤克鮢唌棙蝐莃䎰䭞悺侷爴愸梕篂䥄鑃栿滼惿撠晍䍰梄䭣鞱䭡㥧泭䚪忔袔頮粤騪䭯痹䁌㕦㺇䍗鐖
  烡脺炃栥覍徖䜄秲㭰稓溠䐀鴋堭䎈㜙焛蔁煚㕜䅠䚕䬀霵鯄杇埨䀑㺲蛡遚麢畆絃䐰㒧蠄䅄魌赮彯旜鄐鑋黊䲖栧駥㵰朠鍎䐓䢤踃馜準䬃糵䏣頳媈谽䏕壏䡝褋㾂肑縺誷䮃䜠䴰嘺糺㺿㥟䆀㖺䦵鄥鱢䒏沍㝔鞊䛠䗶訉㤪碦䰱魪宯䌏疶嗹甊覟㹲谺
  芅秶䦮鉨惐惣輄䄩矱槯皉䉵濆䆅㿭熫牐瓮㜿啂鑺猶岴濥筰樿溼窋媻凉虬䔴悕暼㨊擩䠩䥀螴汋鬦䰻絽㨆㣱阷軨贇䑠沄砲䆼攰甽鵮䚾鼟鋖邽襴䶗墻夨顜羭硹篿埊檓臑櫌凚覊婯勶乀胹蹥韍橝譳䦥刂䶛㴉洔欓蹛䎒貗捗伇㮶㡲閵舃鱳鷘墬䶋蛜
  䗙鰄䏉塠喎㜑䛫匧㗳淊㔆埢䧫礟纙絙婮㮱㿤磠礨崜䢦遝襈䴄鬑䩗濦䋐䬋㛽萕撝㖪偫䜟䤯鍒羺鼨舋黇㶨糷薿䈌尲䙚侀䕥餪薱晑㻺媁惃笶嬀鱓䎟瑓㧣㺜㭺逩跢夶癅係姴燌礮樃剓飵睶韘䬊鍩儫囲獈灎餴朷䂹讃捈殽摚䈅鉎䧡謆憀䒫䩺䋹䖗炨
  桍窢䩣㪊䱅焀䞙壦洏藙衱刡㩒亝䗏諘墵䆍儗劵瀇麛㞳㾼竉䉪丮䍟絔䭺糉䳄緽迲俀簠桖偔㑧㑾顉艸䋁㹡罿䜮濔笰䨜㰄墆萅僗䤷䞨蚎燯㬯䗃䉫穋絑鐌㬍輑醺棊輠饍㨞㚋鯘傋䩋䦚縔䚧㳷絊輽䬇䢍䀫忛赥褎匘䭧篎幋㱡笢沎纕嚪冭枟㹗䚖艻棸
  衃礛䐈汚僩䕆浂鉙钁㙡踷䟣㯣巟荱錌㣄婖棑罧㫺䅢蚥䔉靯芛澺燐䳒豽捬㾗朡䶨㱸㻯臛豼㴥听㥕㨋癚揖皷鯕絰陫㥚瑅宒䃉㤠胶㖩鈖迴䶥㹔蕋欩䏵䙒鰠帬讐䩼瓎㕏聻㦝彐吢爮㿴垨椀䕾羃䖘䕀寴鼂俼㷯䏾㴾䮚殎㬥籢㻉籕䤺郣琁槑靋甴盿炣
  棇欚䌓䵩㚘蠾㵾熉踂喁陚鑏䲕墡㒡雿贒稕裠繠䀿譧圑尳閑㲳僐㤋鈓䏨䱳鎍肬湕䂣鏼㣍帲忦憍㽰䤦䙯軓鑟䨾㓄淧隂勣䪙巏爇嗐靦喑洸䑝㴕筡䭋㯮敡䂙疻㟴圅樈煍櫠篜䧌䅈輘乱焭垥嵭䛹镸䦏敶摖䤏輖䔆蠷銾鞿㧮婔蟼㐲縠噐侰牄䵭䩫䂔瞤
  箮瀐儃㽇櫍緛護痋鱑毣楲瀯㨹憵奻㑣䦤朸蕀昒鑳䐮硅䦡䗫㼟芚鏬抧㨔擃蜺穥䵣覐㾣潧湏煄䭚疧繝䌯譍䑳炪摍䞋㿖㸭㤲髍嚞烺枿䈯㜗䃔㖢嚖䆶騚韠䞟罏殔㸮蓍梑僷䇞袽柖猷㥼踊譑㯎螉郩䢙嬕䚅栞㫅㿱䫕騥絚慀㣜塟䆙崌騉蚮甖㱎盽㢓咤
  㜧菆䘤䞱呪䋃㩎㐀鼃鐅覎䵪衭媃陻䩳婋㛅冎焌鑛傪厪讟䅒䱔鳿旴䴵䎹呡䁑㒋嘙㛫妌菉詗䎺挴䪷蜋䳔䛧䵷䋫袝箹褧弜㿏駹綉砨顖惍睋㽍䏧躖擨輁釟伋㱵埩嵞袗媦揋䡮幧䙮裲㝿衁暋戂㹴顪胇藒䒾夲歗䯌孾惄澕蟽㚥蚓賉㱀烄䕡羫袑褮炶脁
  䛸偭㒥䅱躛䑯紪䒁挕喤蒑㸀痁蘫䁧痽揊穊蠚䙲涻殕眂䦞䯗昖忧挄涀伆号浗熽䞴蚚䘓鰁㬏毚䳶綄鐑㞓㝑䧆䳎慩挻咨砃齈鬇耚㙤䤴鉹䬏捯㩧甂䝠僿彾优獏覧轋舽䤱蝀赶馼䆎菋硽㽣砳吰䩇軆恤㾬蛽緎衕隟謩㬬蠘檴槪秮擓蓶䟶剙䵮厇㛪蘬趗
  嬮㽋漵跿愢傁岯隷岪旍冖䖦㤍椱艓鱨黰刌檘㫙垁虡䏆㦀㔷楙鮔雚淴嵁䦳閯齻㰊垷䆹媉鼹䣾㕋鋎㮍鸗綪䔃訨襘瑵餜幒䠞㤧鸊䪈餶㼥䇭逪䨘䊇熿䉛䌔掚㯾䄮䯚鞝馻觽訔䜡碖珸駎䇮䰖癠㪫傢搲熮䔑䶄䍥嵿竸睪㸂䰘熍訙帊㲛䳨湩裷鬭艶蚿璖
  㷠戭鍑芧檤蟜䊙箥幠㡭䉳漋㼇䲍㝸磹暸楒䀤偳忈觾銄棔櫎㩍顔顄坾瞭靗䧳㫕㡖螐狑㛴甝䰉䇢玕糫婩譪詌㹸鸓䁅䂆䌇兤蟘挗傎縼䁥巘㾙㹹䨨晇㴂氉獽䁰䑃䎅岲䉹峍庍㫷廇㢥䆟䒍鱀鞟櫰鰳荾䣐鴹濇㥄裛䅆䧍癿撨疜帵㞐㠌䉲慛㱯㳍䙦
  豧䢗鼈釓沵鱥銉楻踖砤䮱䖉酓臋㛒㰧憄碀㑚貆燋秺屇濪齂㛍淣䆷䖽鰑㛭䰡兇歕嫯盩濽騽趘䔙䑥蚛躽坅惵貛篖跍湙奃薃踰㾏溚㲯婣憕洢㱕蟂㥝朤䈷慸䛙馚輫䮨㿄毇熶捪諰伄暽厱澦苩㨀䬤㙀柇禗䓮㧄㒝餯圂鮤翲諝㭓䢌刓驌焫䋺餗熣䋧㲏
  䰍杔銌䦙趫鍯驝梎㫨嶲叶櫯䃳䨴䚗喍籭䚼㭇戼㗖鮈爞膸㵪䨙涭恊㕒㢶䦈邥㫤㘷殩㙚䘙㛂灦䜹矵㠏軴垒嚮錤矎潴䃌戄䢶䃊嵅誙鷠箖嶞迻孹虭㓺䈘嚻鶴㦅㣓焂巙秐撡䅻甀䣪䆂汄臡㢂鸃㮰唋㿬篞晥猆髶聕䜓爲祼撔駋遾竼陏蛹㫂瓌淰䱇䊳厠
  旾謤絩菫㤢禷㯉裬靿摠欇㸞箆䳼䬄雡魲㿡餫䯾鱹橏䯶昢擟㺤㸐㞆㔻䯕㐌㟌倲㤺礍嶊頱稑䎫㦑懎䜙䭉峲㬲䅸㥠稏瓾濎掕祐飍潣䊠吤㰰䢭䁳閰臰瀤襺籵渵誖㕸忋䧶狘㾅萓㘦㓠㓵餁䫃罊磌䐥坙䟖鼿攎倓㙝埿㶠䖌䟌麰躶㻷䧅萂坱忕䄿毨睊㔑
  鏏磖幏涃䤢龘䳀㿝䢢画槾醙櫖㤷譣䰸翸翆䧖瘎㛘孎劘㩱䟗㔭蔆洑椖躢噿㚲戺鮶䬍䇎陒䜛抏䗗䎂熪銶郀䣶胋詨㿶䊱䐚鬋儍蹃䓉嵄珜倅朁蟃䃞疛蒦琋憞䇙㾃牻扡犽襩鉫侕耛䚏莡㜅嵢磸幊絉唸銇㠢䆻魳臇詂㗘䱯傂鰔㹖䣘睮㔧㩵脄詽㾯駴蘛
  骿鐰酟䖲巗慹㒜媴䅹䦢旈䅕㺥㚧骪贙机笗粓瓄㷅癁㬘㜴盨㖶睠䎌殐鷃矨豛䩏揬巐蘵砎絗擏汫㩾蓫綫䝤㘶豰㛃噆㦕䆣䥁撀㪏帣䈲䄐飥䴶鏋烒䐑櫇鎑暻鰅媝蠠蔾轜䔐䔼鶔綑擛懝攇嬫囼熡暆倈詴摬櫽猉㔁㚖䄾壛脕憅觘枔䑪㕬䂁拻妅㾫鵿㥌
  郲魙䓢㿆塜蝺硢樴䀆殟龝譋茀逤欙讍絸莋龒㪣翵䳊嵏髳㜛媅嚘圀䯍颫㶫籥䤰魺崉䪇弽䒐扂鎯曐䰓夦㣂㵽熌㧬藡愯蝷傕籋翿柼劶芆腶䬴彿哵鷭鑐襧姛㵊䋯鷻堙㷋竲嗁㷈鱏襏纔駃萀勷尠凴恦䞚毩䢈嗻㮻凐霺䪦䦒塼鷳䌪䙟䈸䑭鮧絤灥槼劤
  旵孻靁繂婟䰧烢㩜鉔霴䢩坖噀趌瀗頋滰㶒壒獳睰塉跓墖䶎袨岋鏺㛔湪抍矙衻䖕鈚㑶䧜巩峫秄㮿䲋劯䫀蠗虵䕩䡌昋獂崼洀惎䇧䂊沊㹫䪖䢛㲦佂綩炏噃籊囷鼔飁瞐榰㑙彮蚽䚙吂廆幩嬧㹛媏㛄䪚
  洍䬒䄤穳咈㰙籴挰啌㼱豅㛷膱蛊緵諀㪰䗣埵㠀渁蕦飉塐碐悏䎳䧣䖋藱弴征䁶麧堦璻濄轓㬇䳱㮋驒鬸䃦櫐蘯构艩呰㿣雮鱦柠賳庰㖓㫹姉贉睤朄䲧坹菓䂮䧸濏俌䑊䏠枀孅䫸螿猨旟撜䈋㓟䳅眑澰垸捔顝柨㣝駰䡱㔊鮊暥㠷垜鞗窷㓩㞻䁢㬤骩
  濅䡣㼏䛶㸛皒㻄撘謸孲褤祑鸁㓷鄗騟㔃碂洓㴨扑蟸衑毉䎘䪩皘䌵㤑蠏婜㲖虗徆㮅䢻黐㳪脇楆哸藘菵墇踇鶺䧰墎枺篻䟝峩㶮勭䐯娿嬥蘀䵫璿瘻湢雊詺䲰䅊鱃㼒囨螎熸鵼䦾緼燏掍䐖虦闝㒌澏喨䵤澴詜螒姳鈜筪䭼䞠麦螑䫴㠝慿膻㗀㝱闉媂
  䬪抭䭝軜䇌䮋樼騝駯鴧黬㢽醝䗰䮯㴵㝊挓㽹䭭暡䔎媗眣齥軿砠堩嗀㳖䰗䞹凁鈌戁䢸庀曚毤㽥嶦毠䎿㔹崒㚢洡㞩馧嬄㵦紣冃䃖毭䗀怘䛐鉘孴嬚悗磟癹髿峉憺搥㙻蚫䇶懧鵳㕣絥堸絠嵼乿㷟靾㥱釪䓍靬濩㥲㩪搢竳㘙㾹玝㒸嬵觪䡒褸揨埶甓
  欬揃荕拃喠㰦䠜桼块顡冹舼耤臞麭齓㗨扰吚䴯䤐詷檲鼕坏㚇䟷䈿㼚䵹䞃坧庨㣋咠䏸蠁仏豕萰䩷䥋璷㶴㭲䝸鈵㞬獱秆搧鰢撯䕱衴牅㜡芵䩶䢯輲蔒朘鄻㮓繈遹㹊矺浫䱀鋂厹羖䅃禓㱆䬠葄刢䏪鼫墝蚢㢝迂鼼弻㣈俕鴜㨕鳱㤿圛觰䗠葪䜬醨廦
  㶘蟭匥䨥䴤㢜䑓䈖汒砏葝宱䆤諁㗼嶄䳏鬙燣䩸蹎猎埰胐麊曒㦬䆽閇譭䴽戠砋䏩㛩浻鎉琂詶蚹傮焢㪔鷊姙䌣飝䜻呹袿橦趇椊冤譻輰琱氷㹧鮌嚍宷罫媋騇諹䡷㪑鎈䤆欨釄䨗軮湬虂詑嚂䟎䉈㩥兲羱蛢硂韱湑蘌孆隮鉇䡵皁慃㳧珼扸峖䍺茡骽
  剉輎蜵㩤鏁梍㳶㰖崐㺫烔㹤岇覥膅㴖袠䥆㵩鸔罁靕賷崺慼䱞韵鼘媩䵯鴴䎷擫弅颵奛瞩葌㬒萷詃䋀䠟䉱㚶濖廎檝蠦飬嬨謈楰魗㹨鈇弸鬴盃偡穄伂犐淾䋂抪㝅㐅粖妦㱧䂝寗鯾䀠㪒懱䳙郾㴲㠸䞖胑壆瘨䗒㒭礐葀頉䐻梖惙呫譨腪䶙濋䈬㸲鷆
  龢莐嘅閦䒥幱颸朒㙹聺舝曘勠䲱䨱裿囩慓㞛昬誌㗽懀犝㣤榝鬿鎱䤟糑洐㨳㟘蘴嗘㚅䣹㵀諙鄿綥䍪㟨駺㙔䀩姲迁毊櫘渮叕竢嬩懠㱞烍㙶賝䀹㜉㯷㥍奓旓焩蒚㮎鏙閁䵙鬾鉠䦴曃藬礏坆橥䐣箽暓敂鄓貏䟏荅䀔䥟枓㻮竀屭瀈鎁䝽釥檍莦筳袡
  垖䶧㻭鍓䩝僡粈㭻栤鍌睸鈃䨶䄄㻡漀唂盭榣禉㢸酭漙䊶搳簝謽卝雬䫳嶐䗵樛䧞眢䒪肮盚杰䡏䇯麬㮸䈶㪨娢㰨䘯㱟燛愻䂗㘫蝡薸鑇湨釱㴐刅惁粄㯄㺖繿鵰䰜䇜灮䝋嚱釾釖㴓㲫駈湤㿎䥞䃸㸱溎泟鍸譠㥥䠼訍䨪茰憜噽牁极艃杘辧淎碠旐魰
  鯞鐯寯禡磢蒪骵䌴㢍䌈㢣崳羂蹔墽朙㰑㷂毐蛓䂃矤㹇㬵獶筩袟䍫㦂挆閝䨐䰴㾤鍞䴋㽑膢齯豾巸鬒䂤莔爃洘隁㲸寖淲豿淈璏㥛怭䑼㲃䨼䪤䟋赿㘢奝䚫蝯僆乁㷵䞀㐭杬訅㟗蓺钀㽁䅵㾌嘓䮧菦奫䌂䔀咃鵫膄䥚瑿腏㮄淐䠒撛䕻潫䟀萖鵵䇫䁆
  緃狶䪅崋圢䑬嵣犱蕝阩疓䔛陜鳽躿攋愄鐛痌錝㠺峊䊻疈遶䴈蘽篶㡜㔕皌㢄脗掗甎莭䴥嶑㥊憿煓觗䉾籑昡㴿㡞沖䀕䶚耡䧉棨爤䄁鋚糆珤鸇琖䆺藖褠颭㢮齺鵾劮䕺䛣韷䶡㑸焍㰆肫暪籒鯮䀮輏坋梮䎵榞䀂㦓焴溤漊虘㒖䋮䤓䄏䲌鮓朚鍱㠭齣
  䋘萺摷㕥宂㷎崊粊炴䌁䣙䖠㫸䞻迹孠䐔閷䔽瑮䠀㕕壜滖齍㵍㩋脝勨僤隻駩䵾赩蕧湀灛虌䴭墌昁篽殑繀敊颴嬭攂熀鰕靧挵朎㨄鴍賙䗦氁矹鐽譩帍㬆砐柮䮸碢搻銆㭨冨䓤䁐侴䪉呩蝘睩䂒䓞㱲墜㘧㼰䛝搚鸎鯚凲嘂棥秎㟪銁㰋鴷瓋祘㸟䂄鷵
  㲹胅靻蒒儾橤㼯怱碁衎韸渷㗧俿齧䲴瓂䗓礯㢃伔擆滳䝴鰡䱁罣芠爑䖸㢖䰐㼫䘘癒䃁齰䝅蟖㥶㳑鬖辤迆虤逜猪狖眲㪷蹡榥㫁岥緀鏧嘑觵寘懪併熃顲䅘磆㞖㞅欆澑睚㐨鞵䔭㦡鼒黱餖䕁懩虃䣷㓅盉撋䓅㛮䛢䭍镺姮䀼㐼苲䨰䬓鶣䚓妋傔飂鱡
  粧齛䰹䕪囬㬋軬鵴峚聄鮥㲅䐫弆闍贑瓨䰄䅷梒㪟䗤䀍刹鋑磵歘阦䞑齅䂕㰌㝼㩴闅㮪妠畡䥑篔粷㜖䟈㩓㸁挶㾥殦䂴䓇鮠熩譱雵阸蓷㯱桗嫄㪌扜䝺沞澊悤讗䣟㝣䭗䳕鮀䡫欴焏隭嫋菣㼠洬辝䝖痗黫蹑蛨廾硡磱澭㫔蹢謟陞骭圠䍘蕼銂媤䂚呐
  脙䢥㽜柷疩粜䟘曆䏱偠芕洭兘减䮏潒馛㨟衒䐁珻櫿橠喯䥌軤棾䓟䟡䥘䬑昚皣砟䡙肵幰箎㟹䅚洼㵎獦飌橗㶥䓑蟕絯桲綡倃婃琣强蔿䉓噡㢈鬐騆醆巂簃麵鱙揌䮑䜎螮㵨坥妽敭㘆幑灬餈磰齝鞃硊䳻掜嬘䱖遌鈎恎㻂䮷䬟袀㹦䥒鳫藀悹絟楍
  墐檵眝泿洤錧塲㮀篟䁓㜠蟌栫煹帪㡇餋屴璾匫䚭䕭燫帾䃒䒹冿菞楩冋㻱㣲鱌贀圁陗墷㚟䙞䢉䙱䬺冘䭛䍒虴冓蹞愽藋㘱傊䢅㥨㴯㯁椉濚䁸幜㸽遳㫒駬韰甤鐁䏷笟颰硉熐䌨闛仠軵膰爢浥髒嬅䁿嬁狥効匌栬偣龖燸縕瓖釮㙬䟐䴩䋎蠀罶㔍䅳
  棃㸫䞳騦珗㪐䥉鰎楺椯旳烾椓頾鞨䔏䫆䒶玜䔞䈤䬹豲吪瞨鴈仱堫㰬槂㮨㾢霦㙐佲敁䊽㼸瞹錣杶䵠滷䈴鋺倁橑茣躹㞃䮆緥䟵㕤㟚檧閛唩泋潥蜹䲗耯碕㦢榐孼婅屳繴䲫䡀僘㧎曯倰岅蘹鄾儊䭮轙墱䢄㤫㬝㴅蚙蜙煃䈝楐恓矉")

(def default-db
  {:app {:current-page "combinations"
         :zodiac {:select-options [[:rat "鼠"]
                                   [:ox "牛"]
                                   [:tiger "虎"]
                                   [:rabbit "兔"]
                                   [:dragon "龍"]
                                   [:snake "蛇"]
                                   [:horse "馬"]
                                   [:goat "羊"]
                                   [:monkey "猴"]
                                   [:rooster "雞"]
                                   [:dog "狗"]
                                   [:pig "豬"]]
                  :preferred-characters
                  {:rat {:better {:3 ["上" "于" "口" "大" "女" "子" "巾"]
                                  :4 ["丑" "中" "丹" "云" "井" "互" "元" "勻" "升" "壬" "太" "戶" "方" "月" "水" "牛" "王"]
                                  :5 ["世" "丘" "主" "令" "充" "冬" "加" "北" "卉" "古" "右" "司" "台" "巨" "市" "布" "本" "民" "永" "玄" "玉" "生" "用" "田" "由" "甲" "申" "禾" "立"]
                                  :6 ["丞" "亥" "兆" "先" "再" "匡" "同" "各" "名" "后" "回" "好" "如" "宇" "守" "安" "曲" "有" "牟" "米" "羽" "自" "舟" "衣" "西"]
                                  :7 ["江" "池" "串" "亨" "兌" "利" "助" "吾" "呂" "君" "告" "吹" "吟" "妍" "妤" "孚" "宏" "局" "希" "彤" "杉" "甫" "男" "秀" "見" "言" "谷" "豆" "貝" "車" "辰" "里" "町"]
                                  :8 ["沅" "沛" "汪" "沐" "沂" "玖" "事" "享" "京" "兒" "函" "叔" "和" "固" "奇" "姍" "孟" "宗" "定" "官" "宜" "宙" "尚" "居" "岸" "帛" "店" "府" "承" "服" "朋" "枋" "果" "松" "知" "秉" "竺" "采" "金" "長" "阜" "雨" "青" "汯"]
                                  :9 ["育" "怡" "注" "泳" "河" "波" "法" "油" "治" "玥" "冠" "勃" "勁" "厚" "品" "客" "宥" "屋" "帝" "度" "建" "彥" "思" "扁" "柱" "柔" "架" "柚" "皇" "盈" "省" "相" "眉" "科" "貞" "軍" "韋" "飛" "首" "泰" "柘"]
                                  :10 ["肴" "芳" "芸" "洲" "洪" "流" "津" "洞" "活" "洛" "珊" "玲" "珍" "唐" "哥" "員" "唇" "娟" "家" "宮" "容" "宸" "展" "峰" "師" "桐" "桀" "畔" "益" "真" "祐" "神" "祝" "素" "純" "紜" "訓" "財" "貢" "軒" "高" "紘"]
                                  :11 ["胞" "胤" "若" "苗" "悟" "悅" "振" "海" "涓" "浚" "浴" "浩" "琉" "珮" "凰" "動" "區" "商" "問" "寂" "專" "將" "崇" "常" "康" "彬" "彩" "啟" "旋" "毫" "笛" "笙" "統" "紹" "細" "紳" "翎" "袈" "訪" "責" "貫" "野" "鹿" "浤" "婕" "娸" "翊"]
                                  :12 ["草" "茵" "茗" "捷" "涼" "淳" "添" "清" "淇" "淵" "涵" "深" "淦" "理" "現" "勝" "博" "單" "喬" "婷" "媚" "富" "寓" "幀" "惠" "期" "棟" "棉" "甥" "登" "發" "程" "童" "粟" "紫" "絲" "絡" "舒" "詠" "賀" "貴" "鈞" "閎" "雅" "茜" "淀" "淥" "琇" "淼" "詒"]
                                  :13 ["莎" "莉" "莆" "揮" "援" "港" "湛" "湘" "湖" "渙" "湄" "琪" "琳" "琴" "琛" "琦" "琨" "勤" "嗣" "園" "圓" "嫁" "廉" "敬" "新" "業" "楚" "榆" "毓" "督" "祺" "祿" "萬" "經" "絹" "聖" "裕" "詩" "詰" "農" "鈴" "雷" "靖" "頓" "鼎" "粲" "豊"]
                                  :14 ["郡" "菩" "萍" "菁" "華" "溶" "源" "滄" "溪" "瑞" "瑜" "嘉" "圖" "實" "彰" "旗" "榕" "榮" "榛" "槐" "睿" "碩" "禎" "福" "管" "精" "綽" "綾" "綠" "綱" "綺" "綢" "綿" "綸" "維" "肇" "舞" "裴" "誦" "誌" "語" "誥" "豪" "賓" "輔" "銅" "銘" "銓" "閣" "領" "魁" "鳳" "滕" "瑋" "嫺"]
                                  :15 ["陞" "葦" "漢" "滿" "瑤" "嫻" "嬋" "嬌" "寬" "廣" "慶" "慧" "瑩" "稼" "穀" "稻" "締" "緯" "緻" "緣" "誼" "諒" "諄" "論" "賞" "賦" "鋒" "震" "頡" "槿" "緗" "鋐" "霈" "靚"]
                                  :16 ["鄉" "蓉" "蒲" "蒼" "澄" "潔" "潭" "潤" "瑾" "器" "學" "寰" "樺" "橙" "樹" "機" "積" "穎" "糖" "縈" "翰" "臻" "興" "親" "諺" "謀" "諭" "豫" "錄" "錦" "錡" "霖" "靜" "龍" "蓁" "璇"]
                                  :17 ["隆" "蔗" "濂" "濃" "澤" "嬪" "嶸" "檐" "爵" "禧" "穗" "糠" "績" "聰" "襄" "謙" "闊" "隸" "鴻" "璠" "檉" "謚"]
                                  :18 ["濟" "濠" "濤" "濬" "濰" "環" "璦" "璨" "禮" "穠" "繡" "謹" "豐" "鎔" "顓" "蕎" "鎧"]
                                  :19 ["蕾" "璿" "璽" "禱" "穩" "繹" "贊" "鏗" "韻" "鯨" "麒" "麗" "薆" "瀅"]
                                  :20 ["藏" "懷" "瀚" "瓊" "羅" "勸" "寶" "朧" "繼" "覺" "警" "鐘" "馨" "瀧" "瀠"]
                                  :21 ["藩" "藝" "藤" "瓏" "櫻" "譽" "躍" "鐸" "露" "顧" "鶴"]
                                  :22 ["蘋" "蘇" "瓖" "懿" "權" "讀" "灃" "孋" "穰" "鑌" "龢"]
                                  :23 ["蘭" "巖" "欐" "麟" "纕"]
                                  :24 ["瓚" "讓" "靈" "靄" "鑫"]
                                  :25 ["觀" "鑲" "鑰" "黌" "靉"]
                                  :26 ["酈" "灣" "讚"]
                                  :27 ["灤" "鑼"]
                                  :28 ["豔"]
                                  :30 ["鸞"]}
                         :worse {:2 ["丁" "二" "人"]
                                 :3 ["士"]
                                 :4 ["仁" "仃" "仇" "仍" "今" "介" "化" "午" "夭" "孔" "巴" "日" "火"]
                                 :5 ["以" "付" "仕" "代" "仙" "仟" "卯" "央" "平" "旦" "未"]
                                 :6 ["汀" "伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "印" "合" "地" "在" "圭" "妃" "寺" "早" "旨" "旬" "旭" "朴" "次" "竹" "羊" "臣" "行" "仵" "价" "伂"]
                                 :7 ["位" "住" "佇" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "似" "但" "作" "伯" "低" "伶" "余" "佈" "免" "坊" "址" "坍" "均" "坎" "壯" "孝" "宋" "巫" "志" "攸" "杜" "赤" "辛" "佟"]
                                 :8 ["抑" "亞" "佯" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "兔" "味" "命" "坪" "坡" "坦" "妹" "岱" "幸" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "東" "杵" "炎" "祀" "臥" "佼" "佶" "侄" "坵" "旻" "炅" "耵"]
                                 :9 ["肖" "拒" "沫" "亭" "亮" "信" "侯" "俠" "保" "促" "俟" "俊" "俗" "俐" "係" "俞" "勉" "南" "哇" "型" "垠" "垣" "垢" "城" "姜" "姿" "宣" "封" "庠" "律" "徉" "春" "昭" "映" "昧" "是" "星" "昱" "柯" "柏" "柳" "炫" "為" "炳" "炬" "炯" "紅" "美" "訂" "酊" "香" "俋" "昶" "炷"]
                                 :10 ["肯" "洋" "倍" "俸" "倩" "倖" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "冤" "凍" "卿" "埂" "埔" "埃" "姬" "娩" "宰" "差" "徐" "恙" "時" "晉" "晏" "晃" "晁" "書" "桓" "柴" "氧" "烊" "烈" "留" "羔" "耿" "袁" "袂" "酒" "釘" "馬" "珋" "倢" "埕" "埒" "晟"]
                                 :11 ["邦" "那" "迎" "胡" "苧" "苣" "茉" "英" "茆" "挽" "珠" "停" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "冕" "曼" "唱" "域" "堅" "堆" "埠" "基" "堵" "執" "婚" "張" "得" "從" "悠" "教" "晚" "晤" "曹" "勗" "欲" "焉" "烯" "瓷" "祥" "羚" "聊" "袋" "許" "頂" "偈" "偅" "偩" "偮" "婭" "欷" "欸" "羕"]
                                 :12 ["邱" "迪" "悻" "傢" "傅" "備" "傑" "喜" "堯" "堪" "場" "堤" "堰" "報" "堡" "復" "普" "晰" "晴" "晶" "景" "智" "曾" "棚" "款" "焰" "然" "善" "翔" "貸" "距" "辜" "集" "馮" "傌" "媄" "焯" "羢"]
                                 :13 ["郎" "郁" "脩" "莘" "莫" "荷" "提" "揚" "傭" "傲" "傳" "僅" "僇" "嗎" "塑" "塘" "塗" "塚" "塔" "填" "塌" "塊" "塢" "媽" "微" "意" "暗" "暉" "暖" "暄" "會" "楠" "楊" "歇" "照" "煜" "煥" "義" "羨" "群" "詳" "路" "鉀" "鉚" "馳" "馴" "渼" "羥"]
                                 :14 ["郝" "連" "造" "逢" "菟" "署" "僧" "像" "僑" "境" "墊" "墅" "壽" "徹" "榴" "歌" "熙" "熊" "監" "綻" "臺" "赫" "輓" "駁" "墉" "榪"]
                                 :15 ["都" "逸" "進" "慢" "漾" "漫" "億" "儀" "僵" "價" "儂" "儉" "劉" "墟" "增" "墜" "墩" "嬉" "德" "徵" "暮" "樣" "槽" "樓" "歐" "羯" "蝴" "賣" "輝" "鋅" "養" "駐" "駟" "駛" "駕" "駒" "魯" "儆" "僾" "儌" "墡" "禡" "羬"]
                                 :16 ["陳" "運" "道" "達" "潛" "罵" "儒" "儐" "壁" "墾" "壇" "壅" "曆" "曉" "曇" "熾" "燕" "熹" "篤" "糕" "羲" "諮" "醒" "駱" "嶪" "燁" "羱"]
                                 :17 ["陽" "鄒" "遠" "優" "償" "儲" "壕" "壑" "壎" "曙" "營" "燦" "鎂" "鍚" "騁" "駿" "鮮" "鮭" "鄔" "蓨" "澲" "燨"]
                                 :18 ["膳" "叢" "壘" "曜" "檸" "歟" "繕" "繒" "題" "騎" "鎦" "騏"]
                                 :19 ["鄭" "鄧" "選" "薑" "嚥" "壟" "壢" "曝" "羶" "羹" "辭" "鵬" "鄯" "薘" "繨"]
                                 :20 ["鄴" "邁" "壤" "曦" "耀" "議" "騫" "騰" "騮"]
                                 :21 ["犧" "驅" "驀"]
                                 :22 ["歡" "鑑" "韃" "驕" "驊"]
                                 :23 ["驚" "驛" "驗"]
                                 :24 ["壩" "驟" "驞"]
                                 :26 ["驥"]
                                 :29 ["驪"]}}
                   :ox {:better {:1 ["乙"]
                                 :2 ["乃" "了" "二" "几"]
                                 :3 ["下" "凡" "也" "于" "千" "士" "子" "寸" "小" "川" "己" "巳" "弓"]
                                 :4 ["丑" "丹" "之" "云" "井" "元" "內" "勻" "壬" "孔" "引" "斗" "水"]
                                 :5 ["世" "丘" "冬" "北" "卉" "巧" "平" "弘" "永" "玄" "生" "田" "甲" "禾" "穴" "立"]
                                 :6 ["丞" "亥" "兆" "再" "地" "妃" "好" "守" "州" "曲" "臣" "虫" "西"]
                                 :7 ["池" "坊" "均" "壯" "妙" "妤" "孝" "宏" "序" "廷" "步" "甫" "私" "秀" "角" "豆" "邑" "酉"]
                                 :8 ["乳" "亞" "享" "其" "函" "叔" "和" "固" "姍" "孟" "季" "定" "宜" "宙" "尚" "居" "延" "承" "果" "松" "牧" "秉" "竺" "舍" "金" "隹" "雨" "非"]
                                 :9 ["芋" "芍" "法" "泓" "治" "泛" "勃" "勁" "厚" "垂" "屋" "建" "弈" "扁" "癸" "盈" "相" "科" "秒" "秋" "竿" "虹" "要" "重" "風" "飛" "食" "泰" "芊"]
                                 :10 ["迅" "巡" "芳" "芝" "芽" "芹" "芸" "芷" "洲" "津" "凌" "原" "圃" "家" "庫" "庭" "料" "栗" "特" "畔" "耘" "耕" "航" "記" "訓" "起" "軒" "酒" "配" "芫"]
                                 :11 ["邦" "那" "迎" "近" "范" "若" "苗" "英" "苔" "苑" "挺" "浦" "海" "浮" "浚" "浩" "浥" "乾" "基" "專" "康" "張" "強" "笠" "笙" "翌" "麥" "苹" "苡" "浤" "婕" "娸"]
                                 :12 ["述" "迪" "草" "茵" "荏" "茲" "捷" "淳" "添" "清" "涵" "淦" "凱" "博" "喜" "壹" "富" "巽" "弼" "甥" "登" "發" "程" "稅" "筍" "筑" "粟" "舒" "貴" "鈕" "鈞" "閎" "雅" "雄" "順" "黍" "茜" "淀" "淥" "畯"]
                                 :13 ["迺" "莆" "湘" "渙" "湄" "圓" "廉" "彙" "楓" "毓" "猷" "萬" "稜" "稚" "稠" "艇" "鈿" "雋" "雷" "電" "楙" "豊"]
                                 :14 ["逍" "通" "逗" "連" "逐" "透" "逢" "菩" "萍" "菁" "華" "菱" "菽" "菲" "菊" "萄" "源" "榮" "槐" "睿" "筵" "翠" "臺" "豪" "輔" "酵" "銅" "銘" "銨" "閩" "鳴" "鳳" "逑" "菀" "菫" "菘" "菉" "溱" "溎" "滎" "箐" "嫺"]
                                 :15 ["逵" "週" "逸" "進" "萱" "葵" "葦" "葉" "漳" "演" "漢" "漣" "滬" "嫻" "寬" "廣" "彈" "毅" "稼" "穀" "稻" "範" "諄" "趟" "趣" "輪" "鋪" "鋒" "黎" "逯" "萩" "滽" "鋐"]
                                 :16 ["郵" "運" "遊" "道" "蓉" "蒼" "潼" "澄" "潭" "潤" "潘" "勳" "奮" "學" "導" "樺" "橙" "穎" "築" "臻" "興" "融" "豫" "錠" "錄" "錐" "雕" "霍" "霏" "頤" "蓁" "潗" "澐" "廩"]
                                 :17 ["隆" "遠" "遙" "蔗" "蓮" "蔬" "蔭" "澤" "篷" "聲" "臨" "鍵" "鍾" "鴻"]
                                 :18 ["鄘" "鄞" "適" "遨" "濟" "濠" "濛" "濯" "濬" "濡" "獲" "蟬" "豐" "鎰" "馥" "鵑" "蕓" "薌" "鎧"]
                                 :19 ["鄰" "鄭" "鄧" "選" "薪" "蕾" "穫" "醮" "鏗" "鵬" "薐" "瀅" "鏞"]
                                 :20 ["還" "邁" "藍" "薰" "薹" "寶" "醴" "馨" "薷"]
                                 :21 ["邇" "藩" "藝" "籐" "蠟" "鶯" "鶴"]
                                 :22 ["邊" "藺" "蘋" "蘇" "蘊" "懿" "權" "藶"]
                                 :23 ["蘭" "麟"]
                                 :24 ["艷" "鷹"]
                                 :25 ["黌"]}
                        :worse {:2 ["丁" "人" "刀" "匕"]
                                :3 ["大" "干"]
                                :4 ["仁" "什" "仃" "仇" "今" "介" "化" "午" "天" "夭" "心" "戈" "支" "斤" "日" "月" "比" "片" "牙" "王" "爿"]
                                :5 ["丙" "主" "以" "付" "仕" "代" "令" "仙" "刊" "加" "功" "仟" "占" "古" "召" "叱" "央" "它" "弗" "必" "旦" "未" "末" "玉" "矛" "矢" "示"]
                                :6 ["汀" "伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "列" "刑" "合" "宇" "年" "式" "戎" "早" "旨" "旭" "有" "朱" "此" "竹" "米" "羊" "行" "衣" "仵" "价" "伂"]
                                :7 ["忙" "托" "位" "住" "佇" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "佔" "似" "但" "作" "伯" "低" "伶" "余" "佈" "別" "判" "君" "呀" "吟" "坎" "巫" "希" "庇" "弟" "彤" "形" "忌" "志" "忍" "攸" "杉" "系" "赤" "辛" "佟" "礽"]
                                :8 ["快" "玖" "些" "佯" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "刻" "券" "刷" "到" "制" "協" "卓" "味" "命" "奈" "妹" "宗" "岡" "岱" "岳" "幸" "弦" "忠" "忽" "念" "或" "戕" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "服" "朋" "枝" "杵" "欣" "版" "狀" "直" "知" "社" "祀" "祁" "糾" "臥" "初" "采" "青" "忻" "玕" "佼" "佶" "侄" "佌" "旻" "炘" "炅" "耵"]
                                :9 ["罕" "育" "怔" "怖" "怪" "怕" "怡" "性" "沫" "玨" "玟" "玫" "玥" "表" "亭" "信" "侯" "保" "促" "俟" "俊" "俗" "俐" "係" "前" "剋" "則" "勇" "南" "奎" "奐" "姜" "宣" "庠" "弭" "彥" "徉" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "昱" "柔" "架" "柏" "矜" "祉" "祈" "祇" "穿" "紂" "紅" "紀" "紉" "紇" "約" "紆" "美" "羿" "衫" "訂" "酊" "玡" "俋" "姝" "昶" "柰" "祅" "紈"]
                                :10 ["肯" "芯" "恰" "恢" "恆" "恃" "恬" "指" "洋" "洧" "珊" "玲" "珍" "珀" "玳" "倍" "俸" "倩" "倖" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "剛" "夏" "娥" "宰" "峻" "峰" "差" "恙" "恣" "恐" "恕" "恩" "時" "晉" "晏" "晃" "晁" "書" "朔" "朗" "栩" "格" "氧" "烊" "矩" "祕" "祐" "祠" "祟" "祖" "神" "祝" "秘" "紡" "紗" "紋" "素" "索" "純" "紐" "級" "紜" "納" "紙" "紛" "羔" "翁" "耿" "袂" "衽" "託" "躬" "釘" "馬" "倢" "倧" "扆" "晟" "祜" "紘" "紓" "衿" "衾"]
                                :11 ["邪" "胖" "胥" "胡" "胞" "胤" "苧" "茅" "茉" "苓" "悄" "悟" "悍" "悔" "悅" "悖" "班" "琉" "珮" "珠" "停" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "副" "務" "勘" "動" "曼" "唱" "唬" "國" "婚" "將" "崇" "崙" "彬" "彩" "彫" "御" "悉" "悠" "教" "旋" "晚" "晤" "晨" "曹" "勗" "望" "桿" "梧" "欲" "烯" "祥" "祭" "絃" "統" "紮" "紹" "紼" "細" "紳" "組" "終" "羚" "翎" "習" "聆" "彪" "被" "袒" "袖" "袍" "袋" "許" "責" "頂" "珖" "玼" "偈" "偅" "偩" "偮" "崟" "欷" "欸" "紵" "紾" "羕" "袗"]
                                :12 ["胭" "脈" "能" "悽" "情" "悻" "惜" "惟" "悸" "掛" "採" "捺" "淺" "琅" "球" "理" "現" "傢" "傅" "備" "傑" "剴" "創" "勞" "勝" "場" "堤" "報" "彭" "悲" "惠" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "期" "朝" "棕" "椅" "棧" "棹" "棉" "款" "牌" "番" "短" "結" "絨" "絕" "紫" "絮" "絲" "絡" "給" "絢" "善" "翔" "翕" "裁" "裂" "視" "診" "費" "貸" "辜" "集" "須" "馮" "琁" "珺" "傌" "媄" "斌" "牋" "甯" "矞" "絪" "絜" "羢" "軫"]
                                :13 ["陀" "郁" "脩" "莘" "莫" "莊" "慨" "惶" "愉" "提" "揚" "琪" "琳" "琥" "琴" "琯" "琦" "琨" "傭" "傲" "傳" "僅" "僇" "勤" "勢" "嗎" "嗣" "媽" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "暗" "暉" "暖" "暄" "會" "業" "楠" "楊" "歇" "照" "牒" "祺" "祿" "禁" "經" "絹" "綏" "義" "羨" "群" "裟" "裙" "補" "裘" "裝" "裕" "詳" "試" "路" "鉀" "雉" "零" "馳" "馴" "愃" "渼" "琮" "絻" "羥"]
                                :14 ["郡" "郝" "慎" "慌" "慄" "慍" "愧" "準" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "僧" "像" "僑" "劃" "寥" "廖" "彰" "慇" "態" "截" "暢" "歌" "碧" "禎" "福" "禍" "粽" "綻" "綰" "綜" "綽" "綾" "綠" "緊" "綴" "網" "綱" "綺" "綢" "綿" "綵" "綸" "維" "緒" "緇" "綬" "臧" "裴" "裸" "製" "褚" "赫" "趕" "駁" "瑋" "榪" "綪" "緁" "緆" "緋" "綖" "綦" "裱" "魠"]
                                :15 ["慷" "慢" "慣" "慚" "漾" "漫" "瑤" "瑣" "瑪" "瑰" "億" "儀" "僵" "價" "儂" "儉" "劇" "劉" "劍" "增" "嬉" "審" "影" "德" "慧" "慰" "慾" "暮" "樣" "槽" "槳" "歐" "獎" "瑩" "締" "練" "緯" "緻" "緘" "緬" "編" "緣" "緞" "緩" "緲" "緹" "羯" "翩" "褐" "複" "褓" "褊" "質" "輝" "鋅" "養" "駐" "駟" "駛" "駕" "駒" "魯" "齒" "摎" "漻" "儆" "僾" "儌" "墡" "禡" "緗" "羬" "褌" "褋" "褙"]
                                :16 ["陳" "達" "憐" "憎" "憤" "潛" "澎" "璋" "璃" "璀" "罵" "儒" "儐" "劑" "憩" "戰" "曆" "曉" "曇" "熾" "燕" "禦" "篤" "糕" "縑" "縈" "縣" "縝" "縉" "羲" "褪" "褲" "褫" "醒" "駱" "璇" "璉" "嶪" "縕" "羱" "錼"]
                                :17 ["陽" "膠" "蔣" "憶" "憾" "璞" "優" "償" "儲" "勵" "嶸" "彌" "應" "懂" "懇" "懋" "戲" "戴" "曙" "牆" "矯" "禧" "禪" "績" "繆" "縷" "總" "縱" "縴" "縵" "翼" "褸" "鎂" "鍚" "騁" "駿" "鮮" "蓨" "澲" "燨" "蟉" "襁"]
                                :18 ["膳" "蕙" "環" "璨" "叢" "斷" "曜" "檸" "歟" "璧" "禮" "織" "繕" "繞" "繚" "繡" "繒" "顏" "題" "騎" "鄢" "蕥" "騏"]
                                :19 ["際" "臆" "薑" "璿" "嚥" "壞" "曝" "牘" "璽" "疆" "矇" "禱" "繫" "繹" "繩" "繪" "繳" "羶" "羹" "襠" "襟" "識" "辭" "鄯" "薘" "繯" "繨"]
                                :20 ["鄴" "藏" "懷" "瓊" "勸" "懸" "曦" "朧" "繽" "繼" "耀" "議" "騫" "騰" "齡" "繾"]
                                :21 ["瓏" "儷" "櫻" "犧" "纏" "續" "驅" "驀"]
                                :22 ["懼" "瓔" "彎" "歡" "禳" "襯" "韃" "驕" "驊" "鷚"]
                                :23 ["戀" "曬" "纓" "纖" "驚" "驛" "驗" "襴" "鷸"]
                                :24 ["隴" "驟" "鑫" "驞"]
                                :25 ["纘"]
                                :26 ["灣" "驥"]
                                :27 ["纜" "驤"]
                                :29 ["驪"]}}
                   :tiger {:better {:3 ["上" "大" "子" "山" "巾"]
                                    :4 ["公" "午" "升" "壬" "太" "心" "月" "木" "水" "犬" "王"]
                                    :5 ["丘" "主" "令" "出" "北" "卯" "巨" "市" "布" "必" "本" "永" "玄" "玉" "穴" "立"]
                                    :6 ["汀" "亥" "匡" "年" "戎" "成" "有" "朱" "竹" "羊" "羽" "肉" "衣" "求"]
                                    :7 ["江" "汐" "坊" "壯" "妙" "孝" "宋" "宏" "岑" "希" "彤" "志" "李" "材" "杉" "角" "走"]
                                    :8 ["肌" "沁" "沛" "汪" "沐" "沂" "玖" "乳" "卓" "奇" "妹" "孟" "定" "岡" "岳" "帖" "忠" "念" "承" "服" "朋" "東" "林" "杰" "松" "武" "采" "長" "雨" "青" "忻" "汯"]
                                    :9 ["育" "怡" "性" "注" "泳" "泌" "法" "玨" "玥" "冠" "勉" "勁" "南" "城" "奎" "威" "宥" "帝" "帥" "彥" "柱" "柄" "柳" "癸" "皇" "眉" "美" "衫" "軍" "音" "首" "泰" "怜" "姵"]
                                    :10 ["肱" "肴" "肯" "恆" "恬" "洋" "洞" "洧" "玲" "珍" "剛" "展" "峻" "峰" "師" "恕" "恭" "恩" "息" "朕" "根" "桂" "栩" "栽" "桀" "桃" "烈" "純" "馬" "恂" "珂" "峮" "紘"]
                                    :11 ["悅" "浪" "海" "浮" "浚" "琉" "珮" "珠" "珪" "崧" "常" "康" "彩" "敏" "梓" "梅" "盛" "絃" "統" "翌" "翎" "浤" "婕" "婧" "翊"]
                                    :12 ["脈" "情" "惇" "捷" "淳" "添" "清" "淋" "涵" "深" "淨" "淦" "猛" "琅" "球" "理" "琍" "勝" "尊" "崴" "惠" "朝" "棠" "棟" "森" "棋" "棚" "然" "絢" "翔" "象" "雅" "雄" "集" "淥" "珺" "琈" "媏" "嵋" "淼" "絜"]
                                    :13 ["愉" "湧" "湘" "渤" "滋" "渙" "猶" "琺" "琳" "琴" "琛" "琦" "媽" "意" "慈" "想" "愛" "業" "楚" "楠" "榆" "楣" "歲" "毓" "煌" "猷" "絹" "群" "聖" "裘" "裕" "靖" "馳" "馴" "鼎" "湜" "琰" "琭" "媵" "絺"]
                                    :14 ["慎" "溪" "瑞" "瑜" "嫣" "寧" "彰" "旗" "榮" "睿" "端" "綻" "綽" "綠" "綱" "綺" "綵" "維" "緒" "翡" "豪" "滕" "溎" "瑂" "瑍" "槊" "滎" "箐" "箖" "綪" "緁" "綦"]
                                    :15 ["慣" "滿" "漪" "瑤" "瑪" "慰" "樟" "樂" "毅" "締" "緯" "緹" "駐" "緗" "霈" "緣"]
                                    :16 ["憬" "潔" "璋" "學" "憲" "篤" "縈" "翰" "錦" "霖" "霏" "靜" "潚" "潗" "璆" "叡" "橚" "燁"]
                                    :17 ["憶" "撼" "澳" "璟" "璞" "嶸" "懋" "總" "駿" "鴻" "黛" "檍" "醡"]
                                    :18 ["膳" "濟" "濠" "濯" "濬" "濰" "璦" "璨" "檸" "繕" "繡" "璱" "騏"]
                                    :19 ["璿" "璽" "繹" "鵬" "瀅" "濼" "瓀"]
                                    :20 ["懷" "瀚" "瓊" "繼" "騫" "騰" "瀠"]
                                    :21 ["攘" "籐" "續"]
                                    :23 ["巖" "驛"]}
                           :worse {:1 ["一"]
                                   :2 ["二" "人" "几"]
                                   :3 ["三" "凡" "口" "士" "小" "川" "已" "弓"]
                                   :4 ["丰" "之" "仁" "仇" "仍" "今" "介" "化" "夭" "少" "尤" "屯" "引" "日"]
                                   :5 ["乏" "以" "付" "仕" "仗" "代" "仙" "兄" "冉" "加" "包" "仟" "可" "古" "右" "召" "司" "另" "只" "史" "台" "句" "央" "尼" "平" "弘" "弗" "旦" "民" "生" "田" "由" "甲" "申" "皮" "示" "禾"]
                                   :6 ["氾" "伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "再" "危" "吉" "同" "各" "向" "名" "合" "后" "因" "回" "妃" "如" "存" "尖" "帆" "早" "旨" "旭" "朵" "次" "米" "臣" "虫" "仵" "价" "伂" "圮"]
                                   :7 ["汎" "亨" "位" "住" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "佃" "似" "但" "作" "伯" "低" "伶" "余" "佈" "克" "吾" "吳" "呈" "呂" "告" "含" "吟" "尾" "巫" "廷" "弟" "彷" "役" "攸" "杏" "甫" "男" "甸" "私" "秀" "谷" "豆" "貝" "辰" "邑" "佟" "冏" "町" "礽"]
                                   :8 ["艾" "亞" "享" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侏" "侑" "卷" "味" "咖" "咕" "呻" "和" "周" "命" "固" "坤" "奈" "委" "季" "宗" "宛" "尚" "岱" "延" "弦" "往" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "知" "社" "祀" "祁" "秉" "臥" "虎" "門" "佼" "佶" "侄" "侗" "旻" "炅"]
                                   :9 ["拒" "招" "河" "泓" "治" "泡" "泛" "亭" "亮" "信" "侯" "俠" "俏" "保" "促" "侶" "俟" "俊" "俗" "俐" "係" "俞" "咨" "咸" "品" "哈" "姿" "宣" "客" "巷" "建" "弭" "律" "思" "春" "昭" "映" "昧" "是" "星" "昱" "柯" "柏" "炬" "炯" "畏" "界" "祉" "祈" "祇" "禹" "科" "秒" "秋" "虹" "貞" "頁" "風" "香" "芊" "芃" "俋" "昶" "柰" "祅"]
                                   :10 ["迅" "巡" "芳" "芝" "芙" "芹" "花" "芬" "芸" "芷" "倍" "俸" "倩" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "倉" "唐" "哥" "哲" "員" "娟" "姬" "孫" "容" "宸" "庭" "弱" "徐" "時" "晉" "晏" "晃" "晁" "書" "桐" "畔" "留" "益" "砷" "祕" "祐" "祠" "祟" "祖" "神" "祝" "租" "秦" "秩" "秘" "素" "虔" "袁" "訊" "財" "貢" "起" "躬" "酒" "閃" "高" "芮" "珅" "倢" "倧" "晟" "祜"]
                                   :11 ["邢" "邦" "那" "迎" "近" "胡" "范" "苣" "若" "茂" "茉" "苒" "苗" "英" "苔" "苑" "苓" "苯" "捐" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "凰" "區" "曼" "商" "啞" "唱" "唯" "啤" "售" "國" "堅" "堂" "婉" "婚" "崇" "庸" "張" "強" "得" "從" "徠" "悠" "啟" "晚" "晤" "晨" "曹" "勗" "梁" "欲" "烯" "瓷" "略" "畦" "畢" "異" "祥" "祭" "移" "紹" "細" "紳" "處" "彪" "蛇" "蛉" "袖" "袍" "袋" "責" "頂" "麥" "苻" "偈" "偅" "偩" "偮" "埏" "婭" "欷" "欸"]
                                   :12 ["單" "喚" "喬" "喉" "場" "堤" "堠" "壹" "媛" "富" "巽" "幅" "弼" "彭" "復" "循" "敦" "普" "晰" "晴" "晶" "景" "智" "曾" "替" "棕" "棻" "款" "番" "稍" "程" "稅" "稀" "粟" "結" "給" "善" "虛" "蛟" "視" "費" "賀" "貴" "貿" "貸" "超" "距" "酥" "閔" "開" "閑" "間" "閎" "項" "順" "須" "黃" "黍" "茜" "傌"]
                                   :13 ["郎" "郁" "送" "迷" "迺" "脩" "莎" "莞" "莘" "莫" "莒" "莊" "莓" "莉" "荷" "荻" "莆" "提" "揚" "渭" "傭" "傲" "傳" "僅" "僇" "募" "嗣" "園" "微" "暗" "暉" "暖" "暄" "會" "楊" "歇" "照" "當" "畸" "祺" "祿" "禁" "萬" "稜" "稚" "羨" "號" "蜀" "蛻" "蜂" "資" "賈" "農" "鉀" "鉅" "鈿" "預" "頌" "鼓" "莩" "琬" "媴"]
                                   :14 ["郝" "通" "連" "速" "造" "逢" "逖" "途" "菩" "萍" "菁" "華" "菱" "著" "萊" "萌" "菽" "菲" "菊" "搭" "溶" "猿" "瑛" "署" "僧" "像" "僑" "僎" "嘉" "團" "圖" "壽" "夢" "幕" "徹" "暢" "歌" "熔" "熙" "監" "禎" "福" "禍" "種" "稱" "粽" "精" "綜" "臺" "蜜" "蜻" "誘" "賓" "閨" "閩" "頗" "鳴" "鳳" "逑" "菖" "菇" "溒" "榬" "蜒"]
                                   :15 ["郭" "都" "逵" "週" "逸" "進" "蒂" "落" "萱" "葵" "葉" "葛" "董" "慢" "漠" "漫" "億" "儀" "僵" "價" "儂" "儉" "增" "嬌" "德" "徵" "慕" "暮" "槽" "歐" "皺" "稿" "稼" "稽" "稷" "蝴" "蝶" "誕" "豎" "賦" "賢" "賣" "賜" "輝" "頡" "魯" "黎" "萲" "儆" "僾" "儌" "稹"]
                                   :16 ["陳" "鄉" "運" "遊" "道" "達" "違" "過" "遁" "蓉" "蓄" "蒙" "蒞" "蒲" "蓓" "蒼" "撰" "潛" "澎" "潘" "儒" "儔" "儐" "器" "戰" "曆" "曉" "暹" "曄" "曇" "樺" "橋" "盧" "禦" "積" "穆" "糕" "糖" "臻" "螢" "融" "諮" "謂" "諷" "賴" "醒" "頤" "龍" "蓁" "蒨" "螈" "錼"]
                                   :17 ["陽" "鄒" "遠" "遜" "遣" "遙" "遞" "蔽" "蔚" "蓮" "蔓" "蔣" "蔡" "蓬" "擋" "優" "償" "儲" "彌" "懂" "曙" "檔" "禧" "禪" "穗" "臨" "襄" "轅" "鍚" "闆" "鄔" "蓨" "蔘"]
                                   :18 ["鄞" "適" "遷" "蕩" "蕃" "蕉" "蕭" "曜" "歟" "禮" "穠" "糧" "繒" "蟬" "豐" "鎔" "闕" "顏" "題" "鵑" "蕎" "鎱"]
                                   :19 ["際" "鄧" "選" "遲" "薪" "薑" "薛" "薇" "薊" "薦" "嚥" "曝" "疇" "疆" "禱" "穫" "穩" "譁" "贊" "關" "靡" "類" "顛" "薆" "譔"]
                                   :20 ["還" "邁" "邀" "藏" "薩" "藍" "藉" "薰" "薹" "嚴" "曦" "耀" "麵" "鏵" "饌"]
                                   :21 ["邈" "藩" "藝" "藤" "儷" "顧" "驀"]
                                   :22 ["邊" "藻" "蘋" "蘇" "蘊" "彎" "歡" "疊" "禳" "鑑" "鄺" "灃" "驊"]
                                   :23 ["蘭" "曬" "顯" "蘩"]
                                   :24 ["囑" "蘴"]
                                   :25 ["蘿" "蠻"]
                                   :26 ["邏" "灣"]}}
                   :rabbit {:better {:3 ["口" "士" "女" "寸" "小" "巾"]
                                     :4 ["才" "中" "丹" "尹" "云" "互" "允" "公" "匹" "壬" "少" "屯" "戶" "方" "月" "木" "水" "牙" "四"]
                                     :5 ["世" "丘" "加" "北" "卯" "可" "古" "右" "司" "只" "台" "句" "尼" "巨" "市" "平" "弗" "朮" "本" "未" "母" "永" "玄" "甘" "用" "田" "由" "甲" "申" "目" "石" "禾" "穴"]
                                     :6 ["亦" "亥" "共" "再" "吉" "同" "各" "向" "名" "因" "回" "地" "好" "如" "字" "守" "曲" "朱" "竹" "米" "羊" "而" "臣" "自" "至" "舟" "衣" "求"]
                                     :7 ["汝" "江" "串" "亨" "兌" "克" "冶" "利" "呈" "呂" "告" "坊" "妍" "妤" "孝" "宋" "宏" "局" "希" "彤" "李" "杏" "材" "村" "杉" "甫" "男" "秀" "見" "谷" "豆" "里" "妘" "町"]
                                     :8 ["沙" "沛" "沐" "沂" "乳" "事" "亞" "享" "京" "其" "典" "函" "叔" "味" "和" "周" "固" "委" "妹" "孟" "季" "定" "官" "宜" "宙" "宛" "尚" "居" "岳" "幸" "於" "朋" "杭" "枋" "東" "果" "林" "松" "直" "知" "秉" "空" "竺" "舍" "采" "雨" "汯"]
                                     :9 ["芋" "芍" "拓" "泳" "河" "沽" "法" "油" "泗" "治" "罔" "表" "亭" "亮" "勉" "勁" "匍" "咨" "咸" "品" "哈" "垂" "城" "奕" "姜" "姿" "威" "宦" "客" "屋" "弈" "彥" "扁" "柿" "柔" "柵" "柯" "柄" "柚" "柳" "泉" "界" "癸" "盈" "省" "相" "眉" "科" "紀" "約" "美" "耐" "韋" "泰" "芎" "咭" "姞" "姝" "姵" "畇"]
                                     :10 ["肪" "芳" "芝" "芹" "芬" "芥" "芸" "拾" "洋" "洲" "洪" "津" "洞" "洛" "洧" "倉" "凍" "凌" "卿" "原" "哨" "唐" "哥" "哲" "圃" "娜" "娟" "姬" "娌" "孫" "宰" "家" "宮" "容" "展" "旅" "桂" "桔" "桀" "格" "株" "畝" "畜" "留" "益" "租" "秦" "窈" "紡" "純" "級" "紜" "舫" "軒" "高" "芮" "洙" "洺" "桉" "紘"]
                                     :11 ["邦" "那" "若" "苗" "英" "苔" "苑" "浦" "海" "涓" "浮" "浚" "浴" "浩" "涌" "區" "商" "國" "基" "夠" "寄" "尉" "常" "康" "彬" "彩" "教" "啟" "敏" "旋" "旌" "梁" "梓" "梵" "梅" "梨" "略" "畢" "異" "盛" "祥" "笠" "笛" "笙" "絃" "統" "紹" "細" "紳" "耜" "野" "苹" "挹" "浤" "婕" "婧" "娸"]
                                     :12 ["單" "喬" "壹" "壺" "婷" "媚" "富" "彭" "敦" "棠" "棟" "森" "棣" "棋" "棉" "畫" "登" "程" "童" "策" "筆" "答" "筍" "紫" "絮" "絲" "給" "絳" "善" "肅" "舒" "超" "開" "閑" "閒" "閎" "黍" "淀" "淥" "喨" "婼" "淼" "畯" "絜" "雱" "雰"]
                                     :13 ["莎" "莘" "莒" "莊" "荷" "莆" "握" "湘" "湖" "渦" "滋" "渙" "湄" "園" "圓" "嫁" "廉" "彙" "敬" "業" "楚" "極" "楓" "榆" "楣" "毓" "當" "祺" "萬" "稠" "經" "絹" "綏" "義" "羨" "群" "聖" "肆" "裔" "裘" "裕" "雷" "渼" "嫄" "椲" "碇" "粲"]
                                     :14 ["菩" "萍" "菁" "華" "菊" "溶" "源" "嘉" "圖" "壽" "夢" "嫦" "彰" "榕" "榮" "構" "槐" "榭" "睿" "碩" "福" "種" "管" "精" "綻" "綽" "綠" "綺" "綢" "綿" "綵" "綸" "緒" "臺" "豪" "輔" "魁" "菀" "菉" "溱" "嫥" "槊" "榞" "箐" "箖" "綦"]
                                     :15 ["都" "萱" "葦" "葫" "葉" "葡" "董" "演" "漾" "漢" "滿" "嘻" "嫻" "嬋" "嬌" "寬" "廣" "樣" "樟" "樁" "樞" "樓" "樂" "樑" "毅" "磊" "磐" "稿" "稼" "穀" "稷" "稻" "範" "篆" "篇" "練" "緯" "緻" "緘" "緣" "緞" "豎" "黎" "萩" "葒" "滽" "嘽" "槿" "緗" "霈"]
                                     :16 ["陵" "陳" "陸" "陰" "陶" "膏" "蓉" "蒿" "蓄" "蒙" "蒲" "蓓" "蒼" "澄" "潔" "潘" "勳" "器" "學" "寰" "樺" "橙" "樹" "橡" "橋" "機" "穌" "篙" "築" "糕" "糖" "縈" "縉" "羲" "臻" "興" "親" "豫" "輻" "輯" "霖" "靜" "蒡" "蓁" "蒨" "叡" "圜" "廩" "縕"]
                                     :17 ["隊" "隋" "隆" "蔗" "蔬" "蔭" "據" "擇" "澤" "澳" "孺" "擎" "爵" "磺" "臨" "螺" "襄" "豁" "霜" "霞" "蔘" "檡" "霝" "龠"]
                                     :18 ["鄘" "蕃" "蕭" "濟" "濠" "濛" "濤" "濬" "濡" "叢" "嚮" "檬" "歸" "禮" "穡" "簧" "繕" "繡" "繙" "豐" "魏" "蕎" "薌" "濧" "闓"]
                                     :19 ["薪" "薄" "蕾" "櫥" "疇" "穫" "繹" "薀" "瀅"]
                                     :20 ["藏" "薩" "藍" "瀟" "瀝" "嚴" "繼" "馨" "薷" "瀠" "繻"]
                                     :21 ["藩" "藝" "藤" "瀾" "欄" "籐" "藟" "藜" "韡"]
                                     :22 ["藻" "蘇" "灃" "龢"]
                                     :23 ["蘭" "欒"]
                                     :24 ["靈"]
                                     :25 ["黌"]
                                     :28 ["豔"]}
                            :worse {:2 ["人"]
                                    :3 ["大" "山"]
                                    :4 ["仁" "仇" "今" "介" "化" "天" "太" "夭" "尤" "心" "日" "氏" "王"]
                                    :5 ["主" "以" "付" "仕" "代" "令" "仙" "仟" "必" "旦" "民" "玉"]
                                    :6 ["伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "存" "宇" "安" "早" "旨" "旬" "旭" "有" "羽" "西" "仵" "价" "伂"]
                                    :7 ["志" "忍" "攸" "貝" "辰" "酉" "佟"]
                                    :8 ["快" "玖" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "命" "岱" "忠" "忽" "念" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "祀" "臥" "金" "長" "青" "忻" "佼" "佶" "侄" "旻" "炅"]
                                    :9 ["育" "怔" "怖" "怪" "怕" "怡" "性" "玫" "玥" "信" "侯" "俠" "保" "促" "俟" "俊" "俗" "俐" "係" "冠" "宣" "帝" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "昱" "柏" "羿" "要" "貞" "酋" "酊" "飛" "俋"]
                                    :10 ["肯" "恰" "恢" "恆" "恃" "恬" "珊" "玲" "珍" "珀" "倍" "俸" "倩" "倆" "值" "倚" "倀" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "宸" "恣" "恐" "恕" "恭" "恩" "息" "時" "晉" "晏" "晃" "晁" "書" "朔" "栩" "烏" "秘" "素" "翅" "翁" "財" "酒" "配" "倢" "晟" "栖" "翃"]
                                    :11 ["胖" "胥" "胡" "胞" "胤" "苓" "悄" "悟" "悍" "悔" "悅" "悖" "振" "班" "琉" "珮" "珠" "乾" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "凰" "曼" "唱" "唬" "婚" "崔" "崗" "帳" "張" "悉" "悠" "晚" "晤" "晨" "曹" "勗" "望" "欲" "烯" "翌" "翎" "習" "聆" "彪" "袖" "袋" "責" "酗" "釧" "雀" "鳥" "鹿" "悒" "珝" "偈" "偅" "偩" "偮" "欷" "欸" "翊"]
                                    :12 ["胭" "脈" "能" "悽" "情" "悵" "惜" "惟" "悸" "琅" "球" "理" "現" "傢" "傅" "備" "傑" "勝" "場" "堤" "就" "悲" "惠" "普" "晰" "晴" "晶" "景" "暑" "智" "曾" "期" "朝" "款" "翔" "翕" "覃" "貽" "費" "賀" "貴" "買" "貸" "酥" "鈞" "雄" "集" "順" "珺" "傌" "媜" "崷" "惢" "甯"]
                                    :13 ["郁" "脩" "莫" "慨" "惶" "愉" "提" "揚" "琪" "琳" "琴" "琦" "琨" "傭" "傲" "傳" "僅" "僇" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "暗" "暉" "暖" "暄" "會" "楊" "楨" "歇" "照" "稚" "資" "賈" "賄" "賂" "農" "酬" "酪" "鉀" "鈴" "零" "愃" "煪" "詡"]
                                    :14 ["慎" "慌" "慄" "慍" "愧" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "僧" "像" "僑" "寥" "實" "廖" "慇" "態" "暢" "碧" "禎" "翠" "翡" "翟" "裴" "賓" "銀" "鉻" "領" "鳴" "鳳" "愫" "瑋" "嵺" "嶍"]
                                    :15 ["慷" "慢" "慣" "慚" "漲" "漫" "瑤" "瑣" "瑪" "瑰" "億" "儀" "僵" "價" "儂" "儉" "增" "慶" "慧" "慕" "慰" "慾" "暮" "槽" "歐" "瑩" "賠" "賣" "賜" "質" "輝" "醇" "醋" "銳" "鋒" "震" "駐" "魯" "憀" "摎" "漉" "漻" "儆" "僾" "儌" "槢" "樛" "潁" "熠" "熤" "翦"]
                                    :16 ["憐" "憎" "憤" "潛" "璋" "璃" "璀" "儒" "儐" "憲" "憩" "曆" "曉" "曇" "歙" "穎" "翰" "翱" "翮" "賴" "醒" "錯" "錢" "鋼" "錄" "錦" "頭" "頤" "鴦" "鴒" "鴛" "龍" "遒" "璇" "璉" "醐" "醑" "醍" "鋹" "鴗"]
                                    :17 ["陽" "膠" "憶" "憾" "濃" "璞" "優" "償" "儲" "嬰" "應" "懂" "懇" "懋" "曙" "績" "繆" "翳" "翼" "褶" "賺" "賽" "購" "鍵" "鍊" "鍚" "鴻" "鴿" "鄔" "蔍" "蓨" "嚁" "簏" "韔"]
                                    :18 ["膳" "蕙" "環" "璨" "曜" "歟" "璧" "穠" "繒" "翹" "翻" "蹟" "醫" "鎮" "雙" "顏" "題" "鵑" "鵠" "燿" "豂" "轆" "轇"]
                                    :19 ["鄭" "遺" "臆" "薑" "璿" "嚥" "壞" "龐" "曝" "璽" "矇" "醮" "鏡" "願" "鵡" "鵲" "鵬" "麒" "麗" "麓" "騛" "鵰"]
                                    :20 ["懷" "瀚" "瓊" "嚨" "寶" "懸" "曦" "朧" "耀" "鐘" "騰" "齡" "藋" "瀧" "顟" "飂" "鶖" "鶧"]
                                    :21 ["瓏" "儷" "躍" "鐵" "顧" "鶯" "鶴" "麝" "趯" "鶼"]
                                    :22 ["蘋" "懼" "瓔" "懿" "歡" "籠" "襲" "鑑" "龔" "譾" "鷚"]
                                    :23 ["戀" "曬" "纓" "纖" "顯" "鷥" "麟" "鷸" "鷲"]
                                    :24 ["隴" "鷹" "鷺"]
                                    :25 ["囑" "鸐"]
                                    :26 ["酈"]
                                    :27 ["鑽" "鑾" "鸕"]
                                    :28 ["鸚"]
                                    :30 ["鸞" "鸝"]}}
                   :dragon {:better {:3 ["上" "大" "子" "巾"]
                                     :4 ["丹" "今" "午" "升" "壬" "天" "太" "孔" "日" "曰" "月" "水" "王"]
                                     :5 ["主" "北" "巨" "市" "永" "玉" "申" "立"]
                                     :6 ["汀" "丞" "光" "兆" "好" "字" "存" "宇" "旭" "有" "羽" "衣" "求"]
                                     :7 ["汝" "江" "池" "汐" "亨" "君" "孝" "希" "彤" "李" "言" "酉"]
                                     :8 ["沛" "汪" "沂" "乳" "函" "坤" "孟" "定" "承" "旺" "易" "昌" "昆" "明" "昀" "昕" "昊" "昇" "朋" "杳" "杵" "杲" "采" "長" "雨" "青"]
                                     :9 ["育" "注" "泳" "泗" "泊" "玨" "玥" "冠" "勃" "勁" "南" "厚" "奕" "帝" "彥" "映" "是" "星" "昱" "柱" "柄" "柏" "泉" "皇" "計" "音" "飛" "泰" "姵" "昶"]
                                     :10 ["股" "肴" "肯" "津" "洛" "洧" "洵" "玲" "珍" "展" "師" "時" "晉" "晏" "晃" "書" "朔" "桂" "桀" "真" "素" "純" "紜" "袁" "酒" "馬" "珂" "珅" "衿"]
                                     :11 ["海" "浙" "浮" "浩" "琉" "珮" "珠" "珪" "凰" "將" "常" "彩" "晞" "統" "紳" "翌" "翎" "習" "婕" "婧" "笭" "翊"]
                                     :12 ["捷" "淳" "添" "清" "淋" "涵" "深" "淦" "球" "勝" "媛" "晰" "晴" "晶" "景" "智" "期" "朝" "棟" "森" "棉" "氯" "皓" "紫" "絮" "絢" "翔" "註" "詠" "雅" "雄" "雲" "須" "淀" "淥" "珺" "琈" "淼" "筌" "絜"]
                                     :13 ["揚" "港" "湘" "湖" "湯" "琳" "琴" "琦" "琨" "暖" "暄" "暘" "會" "楠" "盟" "睛" "祿" "絹" "聖" "詩" "詣" "詮" "雷" "馳" "馴" "湜"]
                                     :14 ["郡" "瑚" "瑜" "彰" "暢" "榮" "睿" "綽" "綠" "綺" "綿" "綵" "維" "翡" "舞" "裳" "誥" "趙" "鳳" "瑄" "瑔" "禔" "箐" "箖" "綦"]
                                     :15 ["漳" "漢" "滿" "瑤" "瑪" "樟" "樁" "瑩" "篁" "締" "緻" "緣" "緹" "誼" "諄" "賜" "輝" "醇" "震" "皞" "霈" "靚"]
                                     :16 ["潔" "潮" "璋" "勳" "學" "曉" "曇" "縉" "翰" "諦" "諺" "諭" "錦" "霖" "靜" "澐" "諟"]
                                     :17 ["陽" "澤" "璟" "曙" "爵" "績" "總" "謙" "謄" "霞" "駿" "鴻"]
                                     :18 ["濬" "濡" "濰" "環" "璨" "曜" "繡" "鵑"]
                                     :19 ["璿" "璽" "繹" "譚" "贊" "鵬" "麗" "瀅"]
                                     :20 ["瓊" "繽" "耀" "釋" "飄" "騰" "瀠"]
                                     :21 ["籐"]
                                     :24 ["靂" "靈"]
                                     :26 ["讚"]
                                     :27 ["灤" "驤"]}
                            :worse {:2 ["二" "人" "刀" "匕"]
                                    :3 ["口" "士" "小" "山" "川" "工" "巳" "干" "弓"]
                                    :4 ["丰" "仁" "什" "仇" "介" "元" "允" "化" "匹" "夭" "少" "尤" "屯" "巴" "引" "心" "戈" "戶" "支" "斤" "木" "比" "片" "牙" "犬" "爿"]
                                    :5 ["以" "付" "仕" "代" "令" "仙" "充" "兄" "冉" "冊" "刊" "加" "功" "仟" "卉" "占" "卯" "可" "古" "右" "召" "司" "另" "史" "叱" "台" "句" "央" "它" "尼" "巧" "平" "弘" "弗" "必" "戊" "田" "由" "甲" "矛" "矢" "禾" "穴"]
                                    :6 ["伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "先" "全" "再" "列" "刑" "匡" "匠" "印" "吉" "同" "各" "向" "名" "合" "后" "因" "回" "如" "宅" "安" "尖" "屹" "州" "式" "戎" "戌" "戍" "成" "旨" "曲" "朴" "次" "此" "米" "羊" "聿" "臣" "艮" "仵" "价" "伂" "旮"]
                                    :7 ["志" "忍" "攸" "束" "杏" "杜" "牢" "甫" "男" "甸" "私" "秀" "究" "良" "谷" "豆" "邑" "佟" "冏"]
                                    :8 ["艾" "快" "抑" "狄" "狂" "些" "亞" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "兔" "刻" "券" "刷" "到" "制" "協" "卓" "味" "咖" "咕" "和" "周" "命" "奇" "委" "姍" "官" "宜" "宙" "宛" "尚" "屈" "居" "屆" "岷" "岡" "岸" "岩" "岱" "岳" "庚" "店" "府" "底" "庖" "延" "弦" "忠" "忽" "念" "或" "戕" "房" "所" "昂" "服" "東" "枝" "林" "松" "欣" "武" "版" "狀" "直" "知" "秉" "空" "臥" "舍" "虎" "門" "忻" "玕" "佼" "佶" "侄" "佌" "宓" "炘"]
                                    :9 ["罕" "肖" "怔" "怖" "怪" "怕" "怡" "性" "拒" "招" "河" "泓" "治" "狗" "狐" "罔" "亭" "亮" "信" "侯" "保" "促" "俟" "俊" "俗" "俐" "係" "前" "剋" "則" "勇" "勉" "咨" "咸" "品" "哈" "城" "姜" "姿" "威" "宣" "室" "客" "宥" "屏" "屋" "峙" "峒" "巷" "度" "建" "弭" "思" "急" "怎" "怨" "扁" "春" "昭" "柔" "柵" "柯" "柳" "炯" "畏" "界" "畎" "相" "矜" "科" "秒" "秋" "穿" "突" "竿" "美" "虹" "芊" "芃" "狘" "玡" "俋" "峋" "峸"]
                                    :10 ["巡" "肩" "芳" "芝" "芙" "芽" "花" "芬" "芸" "恰" "恢" "恆" "恃" "恬" "指" "洲" "洞" "狩" "珊" "倍" "俸" "倩" "倆" "值" "倚" "倨" "俱" "候" "修" "倪" "俾" "倫" "冤" "凍" "剛" "卿" "唐" "哥" "哲" "哭" "員" "圃" "埔" "娟" "姬" "娩" "宰" "家" "宴" "宮" "容" "宸" "峽" "峻" "峨" "峰" "島" "席" "庫" "庭" "座" "弱" "恣" "恐" "恕" "恩" "息" "朗" "桓" "柴" "桐" "畔" "留" "益" "矩" "租" "秦" "秩" "秘" "窈" "虔" "託" "躬" "高" "狨" "珋" "倢" "宬" "彧" "晟" "毧"]
                                    :11 ["邢" "邪" "邦" "那" "迎" "近" "胖" "胥" "胡" "胞" "胤" "范" "茅" "苣" "若" "茂" "茉" "苗" "英" "苔" "苑" "苓" "苯" "茆" "悄" "悟" "悍" "悔" "悅" "悖" "捐" "挽" "浦" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "偏" "倏" "冕" "副" "務" "勘" "動" "匿" "區" "商" "唱" "問" "唯" "啤" "售" "國" "域" "堅" "堂" "寇" "寅" "寄" "寂" "宿" "密" "專" "屠" "崇" "崆" "崑" "崔" "崙" "崧" "崗" "巢" "康" "庸" "庶" "庵" "張" "強" "彗" "悉" "悠" "扈" "啟" "晚" "曹" "梁" "桿" "欲" "瓷" "略" "畢" "異" "盛" "移" "窕" "符" "紹" "細" "羚" "聊" "處" "彪" "袋" "雪" "麥" "苻" "玼" "偈" "偅" "偩" "偮" "婭" "欷" "欸" "馗"]
                                    :12 ["單" "喚" "喬" "壹" "孱" "富" "寓" "尋" "就" "嵐" "崴" "巽" "幅" "廊" "廂" "弼" "彭" "惑" "悲" "悶" "惠" "扉" "敦" "斯" "棚" "棻" "款" "然" "牌" "犀" "短" "稍" "程" "稅" "稀" "窘" "窗" "粟" "結" "絨" "給" "善" "舒" "費" "貸" "越" "超" "距" "酥" "閔" "開" "閎" "黃" "黍" "邰" "茙" "淢" "傌" "斌" "棫" "牋" "甯" "矞" "羢"]
                                    :13 ["陀" "郎" "郁" "迷" "脯" "脩" "莎" "莞" "莘" "莫" "莒" "莊" "莓" "莉" "荷" "荻" "莆" "慨" "惶" "愉" "減" "渭" "猶" "猴" "傭" "傲" "傳" "僅" "僇" "募" "勤" "勢" "匯" "嗣" "園" "塞" "嵩" "廉" "廈" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "新" "楚" "歇" "照" "牒" "猷" "當" "畸" "萬" "稜" "稚" "窟" "義" "羨" "群" "號" "蜀" "裝" "裕" "試" "誠" "資" "農" "鉀" "鉅" "鈿" "鉚" "雉" "鼓" "郕" "莩" "愃" "猭" "傮" "稢" "豊" "鉞"]
                                    :14 ["通" "連" "造" "逢" "菩" "萍" "菁" "華" "菱" "萊" "萌" "菲" "菊" "菟" "慎" "慌" "慄" "慍" "愧" "搭" "滅" "準" "獅" "猿" "瑛" "僧" "像" "僑" "兢" "劃" "匱" "嘉" "嘈" "團" "圖" "壽" "夢" "寞" "寧" "寥" "實" "察" "屢" "幕" "廓" "廖" "慇" "態" "截" "榕" "榴" "歌" "熔" "熙" "獄" "監" "福" "種" "稱" "精" "聞" "肇" "臧" "臺" "蜜" "誘" "豪" "賓" "趕" "輔" "輓" "銅" "閨" "閩" "閣" "鳴" "菇" "獂" "瑊" "瑋" "屣" "廕" "戫" "魠"]
                                    :15 ["郭" "都" "逵" "逸" "進" "蒂" "落" "萱" "葵" "葉" "葛" "董" "慷" "慢" "慣" "慚" "演" "漠" "漕" "滬" "億" "儀" "僵" "價" "儂" "儉" "劇" "劉" "劍" "嬌" "寬" "審" "層" "履" "廚" "廟" "廣" "廠" "慶" "慧" "慕" "慰" "慾" "暮" "槽" "樓" "槳" "歐" "獎" "稿" "稼" "稽" "稷" "窯" "窮" "箴" "篇" "糊" "編" "翩" "蝴" "蝶" "豎" "賢" "賣" "質" "閱" "養" "黎" "齒" "葴" "萲" "儆" "僾" "儌" "稹" "羬" "舖"]
                                    :16 ["陳" "鄉" "運" "道" "達" "遍" "蓉" "蓄" "蒙" "蒞" "蒲" "蓓" "蒼" "憐" "憎" "憤" "澎" "潺" "潤" "潘" "潯" "儒" "儐" "劑" "器" "寰" "憲" "憩" "戰" "樺" "橋" "熾" "燃" "盧" "積" "穆" "窺" "糕" "糖" "羲" "臻" "螢" "融" "諮" "謂" "鋸" "頤" "默" "蓁" "廩" "諴" "駥"]
                                    :17 ["遠" "膠" "蔽" "蔚" "蓮" "蔓" "蔣" "蔡" "蓬" "憶" "憾" "擋" "獨" "優" "償" "儲" "勵" "嶺" "嶽" "嶸" "彌" "應" "懂" "懇" "懋" "戲" "戴" "檔" "牆" "矯" "禪" "穗" "糟" "臨" "艱" "襄" "賽" "闊" "闈" "闆" "隇" "蓨" "蔘" "鍼"]
                                    :18 ["遭" "遷" "膳" "蕊" "蕙" "蕩" "蕃" "蕉" "蕭" "濤" "獲" "斷" "歟" "禮" "竄" "竅" "糧" "織" "蟬" "豐" "鎔" "闖" "闕" "蕎" "蕕" "蕥" "鎦"]
                                    :19 ["鄭" "鄧" "選" "臆" "膺" "薪" "薑" "薇" "獵" "薦" "壞" "寵" "龐" "牘" "獸" "疇" "疆" "矇" "穫" "穩" "譁" "識" "關" "靡" "類" "騙" "薆"]
                                    :20 ["還" "邁" "藏" "藍" "藉" "薰" "懷" "勸" "嚴" "寶" "懸" "朧" "獻" "竇" "醴" "闡" "麵" "齡" "鏵" "騮"]
                                    :21 ["藩" "藝" "藤" "瀾" "儷" "屬" "巍" "欄" "闢" "驀"]
                                    :22 ["藻" "蘋" "蘇" "蘊" "懼" "巒" "彎" "懿" "權" "歡" "疊" "鑑" "鄺" "灃" "驊"]
                                    :23 ["蘭" "巖" "戀" "竊" "纖" "驚" "蘩" "鷸" "鷢"]
                                    :24 ["隴" "囑" "鷹" "蘴"]
                                    :25 ["蘿" "廳"]
                                    :26 ["灣"]}}
                   :snake {:better {:1 ["乙"]
                                    :2 ["丁" "乃" "二"]
                                    :3 ["上" "凡" "也" "于" "口" "士" "夕" "大" "寸" "小" "己" "已" "巾" "弓"]
                                    :4 ["丑" "中" "丹" "之" "尹" "井" "互" "午" "升" "巴" "心" "方" "月" "木" "毛" "火" "牙" "牛"]
                                    :5 ["丙" "且" "包" "可" "古" "右" "司" "台" "句" "尼" "巨" "弘" "必" "本" "未" "末" "札" "玄" "玉" "甘" "生" "用" "田" "由" "甲" "目" "穴"]
                                    :6 ["再" "吉" "同" "向" "后" "因" "回" "妃" "如" "宇" "守" "宅" "安" "寺" "帆" "年" "曲" "有" "朱" "朵" "竹" "羊" "羽" "肉" "臣" "自" "色" "西"]
                                    :7 ["兌" "助" "吾" "呈" "呂" "君" "告" "吟" "宋" "宏" "床" "彤" "志" "束" "杏" "材" "村" "杞" "杉" "甫" "男" "角" "言" "辰" "邑" "酉" "里" "町"]
                                    :8 ["忱" "事" "亞" "京" "味" "奇" "宗" "定" "官" "宜" "宙" "宛" "尚" "居" "幸" "忠" "念" "朋" "杭" "枋" "東" "果" "林" "杰" "松" "杵" "炎" "牧" "的" "長" "阜" "隹" "青" "非" "忻" "宓" "炘"]
                                    :9 ["育" "怡" "性" "玥" "亭" "冠" "勇" "勉" "匍" "南" "卻" "咸" "品" "哈" "奎" "姜" "姚" "宦" "客" "宥" "巷" "帝" "帥" "建" "彥" "思" "柱" "柵" "柯" "柄" "柚" "柳" "炫" "為" "炳" "炬" "炯" "界" "盈" "紅" "紀" "美" "虹" "計" "貞" "軍" "面" "韋" "飛" "咭" "姵" "畇"]
                                    :10 ["迅" "肯" "芳" "恆" "恬" "恪" "珊" "玲" "珍" "唐" "圃" "娜" "娟" "宰" "宮" "容" "宸" "展" "師" "庫" "庭" "恕" "恩" "息" "桂" "桔" "栩" "栗" "桐" "桀" "桃" "烈" "真" "純" "紐" "記" "訊" "訓" "起" "邕" "配" "馬" "高" "珂" "紓"]
                                    :11 ["邦" "那" "迎" "若" "苗" "悟" "悅" "振" "挺" "珮" "區" "唯" "國" "堅" "堂" "婉" "尉" "常" "強" "彬" "彩" "扈" "啟" "梧" "畢" "祥" "笛" "笙" "統" "紹" "紳" "許" "野" "鹿" "挹" "珧" "婕" "婞" "翊"]
                                    :12 ["單" "喬" "圍" "壺" "婷" "媚" "富" "尊" "就" "惠" "朝" "棠" "棟" "森" "棉" "焙" "然" "甥" "答" "筑" "結" "絮" "絡" "善" "翔" "肅" "舒" "評" "詔" "費" "貴" "貿" "超" "辜" "雅" "雄" "集" "順" "媜" "甯" "詒"]
                                    :13 ["阿" "郁" "郃" "迺" "迴" "追" "揮" "琳" "園" "塘" "廉" "意" "慈" "業" "楚" "楠" "極" "楨" "楫" "楓" "榆" "煉" "睛" "筠" "義" "群" "裕" "詩" "詹" "農" "雷" "電" "馳" "馴" "煇" "煒" "筥" "詡"]
                                    :14 ["郡" "連" "速" "造" "菩" "菁" "慎" "匱" "嘉" "團" "圖" "壽" "寧" "寥" "實" "廖" "彰" "愿" "榕" "榮" "槐" "榭" "熔" "熙" "熒" "睿" "碩" "禎" "福" "管" "筵" "綜" "綠" "綺" "綵" "綸" "緒" "翟" "臺" "裳" "誌" "語" "說" "誥" "賓" "趙" "輔" "銘" "鳴" "鳳" "郜" "箐" "箖" "嫺"]
                                    :15 ["陣" "逸" "進" "葉" "慷" "瑤" "瑪" "嘻" "嬉" "嫻" "嬌" "寬" "寫" "慶" "慰" "樣" "樞" "標" "樂" "瑩" "磊" "範" "箴" "緯" "緻" "誼" "醇" "霆" "震" "養" "駐" "駕" "槿" "緗" "舖" "靚"]
                                    :16 ["陳" "陶" "運" "道" "達" "蓉" "蓄" "蒼" "播" "器" "壇" "憲" "戰" "樺" "橋" "燕" "熹" "燃" "篤" "縈" "羲" "翰" "諺" "醒" "錦" "雕" "霖" "靜" "頤" "龍" "圜" "燁" "縜"]
                                    :17 ["隆" "遠" "遣" "遙" "蓮" "蔭" "憶" "檀" "營" "篷" "繆" "翼" "臨" "謙" "謝" "豁" "賸" "駿" "檡" "霝"]
                                    :18 ["適" "膳" "蕊" "蕙" "蕃" "環" "叢" "檳" "繕" "繡" "繙" "蟬" "謹" "鎮" "鵑" "燿"]
                                    :19 ["遵" "選" "蕾" "寵" "龐" "疆" "繹" "鵲" "鵬" "麗" "鵰"]
                                    :20 ["還" "邁" "懷" "嚴" "寶" "懸" "觸" "議" "飄" "騫" "騰"]
                                    :21 ["隨" "臘" "瓏" "櫻" "譽" "鐸" "顧" "驅" "鶯" "鶴" "贔"]
                                    :22 ["彎" "懿" "權" "疊" "讀" "懽" "孋" "爟" "驊"]
                                    :23 ["欐" "驛" "麟"]
                                    :24 ["隴" "靈" "靄" "鷹"]
                                    :26 ["讚"]
                                    :27 ["驤"]
                                    :30 ["鸞"]
                                    :32 ["籲"]}
                           :worse {:2 ["人" "入" "刀" "匕" "又"]
                                   :3 ["久" "子" "山" "干"]
                                   :4 ["丰" "仁" "什" "仇" "仍" "今" "介" "允" "公" "化" "友" "及" "夭" "孔" "少" "引" "戈" "支" "文" "斤" "日" "比" "水" "父" "片" "爿"]
                                   :5 ["丘" "乏" "以" "付" "仕" "代" "令" "仙" "刊" "加" "功" "北" "仟" "卉" "占" "召" "叱" "外" "央" "它" "平" "幼" "旦" "永" "皮" "矛" "矢" "禾" "立"]
                                   :6 ["氾" "丞" "亥" "伙" "伊" "伕" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "冰" "列" "刑" "多" "存" "式" "戎" "收" "早" "旨" "旬" "旭" "次" "此" "牟" "米" "艮" "求" "仵" "价" "伂"]
                                   :7 ["托" "汝" "江" "池" "汐" "汎" "位" "住" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "佔" "似" "但" "作" "伯" "低" "伶" "余" "佈" "冷" "別" "判" "利" "呀" "壯" "孝" "岑" "巫" "庇" "弟" "改" "攻" "攸" "步" "矣" "私" "秀" "良" "豆" "佟" "佘"]
                                   :8 ["艾" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汲" "汴" "沍" "沂" "些" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "函" "刻" "券" "刷" "到" "制" "協" "卓" "取" "叔" "受" "和" "命" "委" "孟" "季" "岡" "岸" "岩" "岱" "岳" "弦" "或" "戕" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "枝" "欣" "爭" "版" "狀" "直" "知" "祀" "秉" "臥" "虎" "汯" "玕" "佼" "佶" "侄" "佌" "旻" "杶" "炅" "炖"]
                                   :9 ["罕" "芋" "披" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "亮" "信" "侯" "俠" "俏" "保" "促" "俟" "俊" "俗" "俐" "係" "前" "剋" "則" "叛" "咳" "威" "孩" "宣" "弭" "春" "昭" "映" "昧" "是" "星" "昱" "染" "柔" "柏" "泉" "矜" "禹" "科" "秒" "秋" "穿" "竿" "風" "香" "泰" "芊" "芃" "玡" "俋" "昶" "昺" "蝝"]
                                   :10 ["芝" "芙" "芽" "花" "芬" "芥" "芸" "芷" "指" "拯" "洋" "洲" "洪" "流" "津" "洞" "洗" "活" "洽" "派" "洶" "洛" "洸" "洵" "倍" "俸" "倩" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "倉" "凍" "凌" "剛" "卿" "孫" "家" "峻" "峰" "島" "弱" "時" "晉" "晏" "晃" "晁" "書" "核" "根" "桑" "益" "矩" "租" "秦" "秩" "秘" "粉" "素" "級" "虔" "託" "豈" "躬" "酒" "芮" "洳" "洺" "洁" "倢" "晟" "紘"]
                                   :11 ["邪" "范" "茅" "茂" "茉" "苒" "英" "苔" "苑" "苓" "苯" "浪" "消" "浦" "浸" "海" "浙" "浮" "浚" "浩" "涅" "琉" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "副" "務" "勘" "動" "參" "曼" "唱" "唬" "夠" "婚" "寅" "密" "將" "崇" "崖" "崢" "崔" "崙" "崧" "崗" "彗" "悠" "敝" "救" "晚" "晤" "曹" "勗" "梁" "桿" "欲" "烯" "爽" "眾" "移" "絃" "處" "彪" "被" "袖" "袋" "豚" "麥" "苾" "苻" "浤" "涂" "玼" "偈" "偅" "偩" "偮" "欷" "欸"]
                                   :12 ["邱" "能" "荊" "草" "荏" "茲" "茹" "茶" "茗" "荀" "荃" "掙" "涼" "淳" "淙" "液" "淡" "添" "淺" "清" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淨" "淦" "琅" "球" "傢" "傅" "備" "傑" "凱" "剴" "創" "勞" "場" "堤" "壹" "嵐" "幾" "廊" "弼" "彭" "敢" "散" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "棻" "款" "牌" "皓" "短" "稍" "程" "稅" "稀" "筍" "粟" "絨" "紫" "虛" "象" "貸" "酥" "鈍" "閎" "雯" "黃" "黍" "黑" "淀" "淥" "傌" "淼" "牋" "矞"]
                                   :13 ["陀" "郎" "迷" "脩" "莎" "莞" "莘" "莫" "莒" "莊" "莓" "莉" "荷" "荻" "莆" "提" "揚" "港" "游" "渡" "湧" "湛" "渤" "湖" "湯" "渺" "湃" "滋" "渙" "湄" "湟" "琥" "傭" "傲" "傳" "僅" "催" "僇" "募" "勤" "勢" "匯" "嫁" "嵩" "愛" "戡" "新" "暗" "暉" "暖" "暄" "會" "楊" "歇" "照" "牒" "睜" "祿" "萬" "稜" "稚" "羨" "虞" "號" "裘" "裝" "該" "試" "豢" "鉀" "雉" "頓" "鼓" "莩" "渼" "湞" "渱" "猭" "幏" "粲" "豥"]
                                   :14 ["逐" "萍" "華" "菱" "萌" "菲" "菊" "溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "瑯" "瑛" "署" "僧" "像" "僑" "劃" "夥" "夢" "幕" "截" "暢" "歌" "爾" "種" "稱" "端" "箏" "精" "綱" "聚" "臧" "誘" "豪" "趕" "銀" "逑" "菇" "搋" "溱" "溎" "瑑" "魠"]
                                   :15 ["蒂" "落" "萱" "葵" "葛" "董" "慢" "摧" "漳" "演" "滾" "漓" "漠" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "漪" "滬" "滌" "億" "儀" "僵" "價" "儂" "儉" "劇" "劉" "劍" "增" "廣" "慮" "慕" "數" "暮" "暴" "槽" "槳" "歐" "毅" "獎" "稿" "稼" "稽" "稷" "稻" "篆" "緣" "諍" "豎" "豬" "質" "輝" "魯" "黎" "齒" "陟" "萲" "滸" "儆" "僾" "儌" "禠" "稹" "虢" "鋐"]
                                   :16 ["遂" "遇" "蒙" "蒞" "蒲" "蓓" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "儒" "儐" "劑" "勳" "曆" "曉" "曄" "曇" "樹" "橡" "機" "熾" "盧" "積" "穆" "糕" "糖" "臻" "豫" "鋼" "錄" "錚" "骸" "蒨" "潢"]
                                   :17 ["陽" "遞" "膚" "蔽" "蔚" "蔓" "蔣" "蔡" "蓬" "據" "濃" "澤" "濁" "激" "優" "償" "儲" "勵" "嚎" "壕" "嶺" "嶽" "嶸" "彌" "懂" "戲" "戴" "曙" "燧" "牆" "矯" "穗" "糠" "艱" "虧" "鍚" "闊" "隸" "鴻" "蓫" "蓨" "蔘" "濈" "澲" "檖"]
                                   :19 ["蕩" "蕉" "蕭" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "斷" "曜" "朦" "檬" "歟" "穠" "糧" "織" "繒" "豐" "雙" "題" "遯" "蕎" "蕥" "璲" "禭" "穟" "襐" "鎵"]
                                   :20 ["遽" "藏" "藍" "藉" "薰" "瀚" "瀝" "勸" "曦" "爐" "獻" "纂" "耀" "齡" "鏵" "鐌"]
                                   :21 ["隧" "邃" "藩" "藝" "藤" "瀰" "儷" "驀" "瀴" "鐩"]
                                   :22 ["蘆" "蘋" "蘇" "蘊" "歡" "灃" "籙"]
                                   :23 ["蘭" "巖" "曬" "變" "蘩" "鷸"]
                                   :24 ["蘴"]
                                   :25 ["蘿" "顱" "灝"]
                                   :26 ["灣"]}}
                   :horse {:better {:1 ["乙"]
                                    :2 ["人" "力"]
                                    :3 ["三" "上" "凡" "也" "于" "口" "士" "大" "寸" "小" "川" "己" "已" "巾"]
                                    :4 ["才" "之" "尹" "仍" "今" "介" "內" "午" "升" "天" "屯" "巴" "引" "方" "木" "火" "犬"]
                                    :5 ["丙" "世" "乍" "乏" "付" "仕" "代" "令" "仙" "出" "包" "尼" "巨" "巧" "弘" "本" "未" "札" "正" "民" "玄" "申" "禾" "立"]
                                    :6 ["伊" "休" "仲" "任" "仰" "企" "光" "全" "吉" "向" "宇" "守" "安" "寺" "州" "帆" "弛" "戌" "成" "竹" "羊" "羽" "而" "臣" "艮" "衣"]
                                    :7 ["位" "何" "佑" "伸" "作" "伯" "佈" "利" "助" "吾" "吧" "妍" "妤" "宋" "希" "序" "廷" "彤" "村" "杞" "杉" "秀" "究" "良" "言" "貝" "走" "車" "辰"]
                                    :8 ["依" "佳" "佩" "味" "和" "奉" "奇" "妹" "妮" "定" "宜" "宛" "尚" "岱" "幸" "府" "弦" "杭" "東" "林" "杰" "武" "直" "秉" "虎" "采" "長" "青" "佶"]
                                    :9 ["亭" "信" "侯" "俊" "係" "冠" "勁" "南" "咸" "城" "姜" "威" "建" "彥" "柄" "炫" "為" "炳" "炬" "炯" "炮" "炤" "盈" "相" "眉" "科" "秒" "秋" "突" "紅" "紀" "約" "美" "貞" "軍" "韋" "音" "香" "芎" "姞" "姝" "姵"]
                                    :10 ["迅" "迄" "巡" "芳" "芝" "芭" "芽" "花" "芬" "芥" "芷" "乘" "倍" "倖" "值" "倫" "原" "唐" "圃" "宸" "射" "展" "庭" "旅" "根" "桂" "桐" "桀" "烈" "真" "秦" "素" "純" "納" "航" "記" "訊" "訓" "財" "起" "芫" "芮" "芩"]
                                    :11 ["邦" "那" "近" "若" "茂" "茉" "英" "苑" "苞" "振" "偌" "偉" "健" "國" "培" "婉" "寅" "常" "康" "強" "彬" "彩" "旋" "晨" "梁" "梵" "梧" "烽" "盛" "祥" "笠" "第" "符" "統" "紹" "紳" "翌" "處" "彪" "許" "章" "苹" "苻" "婕" "烺" "翊"]
                                    :12 ["述" "迪" "荐" "草" "茵" "荏" "茶" "茗" "茱" "捷" "猛" "凱" "博" "壹" "媚" "媛" "崴" "棠" "棟" "森" "植" "焦" "無" "然" "登" "發" "程" "稅" "童" "竣" "策" "筆" "筑" "結" "善" "翔" "舒" "評" "費" "貴" "越" "超" "趁" "跑" "辜" "開" "閑" "雅" "集" "項" "順" "須" "寪" "焯" "焱" "絜" "軫"]
                                    :13 ["迺" "荷" "莆" "猶" "琳" "琥" "傳" "勤" "園" "圓" "廉" "彙" "新" "業" "楚" "楠" "楨" "楓" "榆" "楣" "煤" "煌" "煥" "煖" "牒" "祿" "萬" "稚" "稠" "稟" "經" "綏" "義" "群" "裕" "詳" "詩" "誠" "詮" "詹" "農" "靖" "僊" "嫄" "椲" "煇" "煒" "稑" "豊"]
                                    :14 ["這" "通" "連" "透" "逢" "逖" "途" "菩" "菁" "華" "菲" "菊" "獅" "瑞" "像" "夢" "嫦" "嫣" "實" "對" "廖" "彰" "榮" "榷" "榭" "熔" "熙" "熊" "熒" "睿" "種" "端" "筵" "箏" "綻" "綠" "綱" "綺" "綸" "維" "肇" "舞" "賓" "趙" "輔" "領" "颯" "鳳" "齊" "菀" "菘" "榞" "熏" "箐" "緁" "綦"]
                                    :15 ["逵" "週" "逸" "進" "萱" "葦" "葉" "儀" "儂" "嫻" "寬" "寫" "樣" "樟" "標" "樂" "樑" "瑩" "稼" "穀" "稻" "範" "箴" "篇" "練" "緯" "緻" "蝶" "誼" "諒" "誕" "論" "諍" "賦" "賢" "賜" "質" "輝" "霆" "震" "頡" "駙" "逯" "葳" "萩" "葰" "緗"]
                                    :16 ["郵" "運" "道" "達" "蓉" "蓓" "蒼" "儒" "儐" "勳" "樺" "橙" "樹" "樵" "熾" "燈" "燃" "積" "穎" "穆" "篤" "縈" "縉" "翰" "螢" "融" "諺" "錦" "霖" "靜" "頤" "龍" "蓁" "蒨" "廩" "燁" "燊"]
                                    :17 ["遠" "遙" "蔗" "蓮" "蔬" "蔭" "燧" "燦" "燭" "篷" "績" "謙" "謝" "賽" "轅" "檡" "燡"]
                                    :18 ["鄘" "遮" "叢" "檳" "禮" "穠" "簫" "繕" "繡" "謹" "豐" "顏" "馥" "儱" "燿"]
                                    :19 ["鄧" "選" "薪" "璿" "寵" "龐" "穫" "穩" "證" "麗" "顗"]
                                    :20 ["邁" "寶" "獻" "競" "籍" "繽" "耀" "議" "飄" "馨"]
                                    :21 ["邈" "儷" "櫻" "欄" "躍"]
                                    :22 ["蘋" "彎" "讀" "孋"]
                                    :23 ["蘭" "欐" "麟" "欒"]
                                    :26 ["讚"]}
                           :worse {:1 ["一"]
                                   :2 ["乃" "二" "又"]
                                   :3 ["夕" "子" "山"]
                                   :4 ["丑" "予" "仁" "允" "公" "友" "及" "孔" "少" "心" "文" "日" "月" "水" "父" "牛"]
                                   :5 ["仔" "冉" "冬" "北" "台" "外" "孕" "平" "幼" "必" "旦" "永" "生" "田" "由" "甲" "皮"]
                                   :6 ["汀" "氾" "丞" "再" "冰" "多" "好" "字" "存" "年" "收" "早" "旨" "旭" "有" "次" "牟" "米" "求"]
                                   :7 ["忙" "汝" "江" "池" "汐" "汕" "汛" "汎" "佃" "但" "冷" "呂" "告" "壯" "妞" "妙" "孝" "孜" "孚" "孛" "岌" "彷" "役" "忌" "志" "忍" "改" "攻" "李" "步" "牢" "牡" "甫" "男" "甸" "矣" "私" "町"]
                                   :8 ["艾" "快" "扭" "抒" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汽" "汲" "汾" "汴" "汶" "沍" "沂" "乳" "亞" "享" "其" "函" "取" "叔" "受" "咖" "姓" "孟" "孤" "季" "岷" "岡" "岳" "往" "征" "彼" "忠" "忽" "念" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "服" "朋" "牧" "物" "祀" "忻" "汯" "旻" "炅"]
                                   :9 ["育" "怔" "怖" "怪" "怕" "怡" "性" "拒" "披" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "玥" "勃" "厚" "叛" "品" "哈" "姿" "宣" "宥" "峒" "很" "律" "後" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "染" "柵" "柏" "泉" "牲" "牴" "畏" "界" "禹" "籽" "泰" "咭" "昶" "竑"]
                                   :10 ["肯" "恰" "恢" "恆" "恃" "恬" "拯" "洋" "洲" "洪" "流" "津" "洗" "活" "洽" "派" "洶" "洛" "洵" "倡" "凍" "凌" "哥" "姬" "孫" "峭" "峽" "峻" "徒" "徐" "恣" "恐" "恕" "恭" "恩" "息" "時" "晉" "晏" "晃" "晁" "書" "朔" "桑" "特" "畔" "留" "秘" "粉" "紐" "級" "酒" "洳" "洺" "洁" "畛" "紘" "翃"]
                                   :11 ["胖" "胥" "背" "胡" "胞" "胤" "范" "苣" "悄" "悟" "悍" "悔" "悅" "悖" "浪" "消" "浦" "浸" "海" "浙" "浮" "浚" "浩" "涅" "琉" "參" "曼" "唱" "堅" "夠" "婚" "孰" "崇" "崎" "崢" "崑" "崙" "崧" "崗" "庸" "得" "從" "御" "悉" "悠" "敝" "救" "教" "啟" "晚" "晤" "曹" "勗" "望" "烯" "爽" "牽" "犁" "瓷" "產" "略" "畢" "異" "眸" "粒" "絃" "細" "羞" "被" "袖" "袋" "浤" "浡" "涂" "娸" "婭"]
                                   :12 ["胭" "脈" "能" "悽" "情" "惜" "惟" "悸" "惇" "涼" "淳" "淙" "液" "淡" "添" "淺" "清" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淮" "淨" "淦" "球" "勝" "喜" "單" "喬" "場" "堤" "孳" "富" "尊" "幅" "幾" "復" "循" "悲" "惠" "敦" "敢" "散" "普" "晰" "晴" "晶" "景" "智" "曾" "期" "朝" "椅" "棋" "犀" "甥" "畫" "皓" "粥" "詠" "距" "鈕" "閎" "雯" "黍" "黑" "淀" "淥" "惢" "淼" "甯"]
                                   :13 ["郁" "莎" "莫" "慨" "惶" "愉" "提" "揚" "港" "游" "渡" "湧" "湊" "湛" "湘" "渤" "湖" "渭" "湯" "渺" "湃" "滋" "渙" "湄" "湟" "琪" "琦" "匯" "嵩" "微" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "暗" "暉" "暖" "暄" "會" "楊" "照" "煦" "當" "畸" "祺" "羨" "裘" "鉀" "鉅" "鈿" "預" "愃" "渼" "湞" "渱" "粲" "碁"]
                                   :14 ["造" "慎" "慌" "慄" "慍" "愧" "溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "署" "嘉" "壽" "夥" "徹" "慇" "態" "暢" "爾" "犒" "監" "福" "粹" "精" "臺" "誥" "郜" "逑" "溱" "溎"]
                                   :15 ["郭" "慷" "慢" "慣" "慚" "漳" "演" "滾" "漓" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "漪" "滬" "滌" "嘻" "增" "墩" "德" "徵" "慶" "慧" "慕" "慰" "慾" "數" "暮" "暴" "槽" "畿" "諄" "賣" "醇" "靠" "駐" "魯" "黎" "陟" "滸" "鋐"]
                                   :16 ["陳" "遊" "遇" "蓄" "蒞" "憐" "憎" "憤" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "冀" "器" "學" "憲" "憩" "戰" "曆" "曉" "曇" "機" "燕" "諮" "謂" "醒" "錄" "潢"]
                                   :17 ["陽" "隆" "膠" "憶" "憾" "擋" "濃" "澤" "濁" "澳" "激" "孺" "嶺" "應" "懂" "懇" "懋" "曙" "檔" "糠" "臨" "鍚" "闊" "隸" "駿" "鴻" "濈" "澲"]
                                   :18 ["膳" "蕙" "蕩" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "環" "曜" "繒" "釐" "雙" "題" "騎" "鵠" "騏"]
                                   :19 ["遲" "臆" "薑" "薇" "濾" "瀑" "嚥" "壞" "曝" "犢" "疇" "疆" "矇"]
                                   :20 ["懷" "瀚" "瀝" "嚴" "懸" "曦" "朧" "纂" "騰" "麵"]
                                   :21 ["藩" "藤" "瀰" "巍" "籐" "瀴"]
                                   :22 ["懼" "孿" "疊" "鑑" "籙"]
                                   :23 ["戀" "曬" "纖" "變"]
                                   :24 ["隴"]
                                   :25 ["灝"]
                                   :26 ["灣" "驥"]}}
                   :goat {:better {:1 ["乙"]
                                   :2 ["丁" "乃" "几" "力"]
                                   :3 ["丸" "凡" "久" "也" "士" "寸" "小" "川" "己" "巳"]
                                   :4 ["丹" "之" "尹" "云" "允" "午" "升" "少" "屯" "巴" "引" "木" "火"]
                                   :5 ["丙" "世" "乏" "充" "尼" "巧" "平" "弘" "本" "玄" "田" "由" "甲" "禾" "立"]
                                   :6 ["先" "印" "名" "合" "回" "圳" "地" "在" "圭" "妃" "宇" "守" "安" "弛" "曲" "朵" "竹" "老" "而" "臣" "自" "至"]
                                   :7 ["兌" "克" "助" "均" "圻" "妙" "妍" "妤" "宋" "宏" "廷" "村" "杞" "步" "甫" "男" "私" "秀" "豆" "里" "妘" "町"]
                                   :8 ["亞" "兔" "典" "和" "坤" "妹" "定" "宜" "宙" "宛" "尚" "居" "屆" "岳" "幸" "延" "弦" "杭" "東" "果" "林" "杰" "松" "炎" "秉" "舍" "青"]
                                   :9 ["芋" "亮" "信" "勇" "勉" "匍" "南" "品" "垂" "室" "宥" "封" "巷" "建" "扁" "柵" "柄" "柳" "炫" "為" "炳" "盈" "科" "秒" "秋" "風" "芎" "垚"]
                                   :10 ["迅" "巡" "芳" "芝" "芽" "芹" "花" "芸" "芷" "原" "圃" "埔" "堉" "娜" "娟" "娥" "家" "容" "庭" "桂" "桃" "殊" "烈" "畔" "秦" "秩" "航" "起" "軒" "馬" "芫"]
                                   :11 ["邦" "那" "迎" "近" "若" "茂" "苗" "英" "苑" "堅" "基" "培" "婉" "專" "庶" "強" "梁" "梵" "梨" "烽" "畢" "笛" "章" "苹" "埜" "婕" "娸"]
                                   :12 ["述" "迪" "草" "捷" "凱" "博" "喜" "喬" "媚" "富" "弼" "棟" "森" "棣" "棋" "焚" "無" "登" "發" "程" "稅" "童" "筍" "筑" "粟" "舒" "貴" "開" "閑" "閎" "雅" "雄" "集" "順" "茜" "焱"]
                                   :13 ["莞" "莆" "圓" "廉" "彙" "敬" "業" "楠" "楓" "楣" "煉" "煥" "萬" "稜" "稚" "節" "筠" "粱" "義" "詩" "跳" "靖" "馳" "馴" "郅" "楙" "稑" "粲" "豊"]
                                   :14 ["通" "速" "逐" "逢" "菁" "華" "菊" "嘉" "境" "夢" "榮" "榴" "槐" "熙" "睿" "端" "筵" "精" "豪" "輔" "颯" "魁" "菀" "菫" "菘" "墉" "墐" "槊" "榞" "箐" "箖"]
                                   :15 ["逸" "進" "葉" "嫻" "寬" "樂" "毅" "稼" "穀" "範" "蝶" "豎" "賢" "逯" "萩" "槿"]
                                   :16 ["道" "遂" "達" "蓉" "蒙" "蒼" "樺" "橙" "樹" "橡" "橋" "燕" "篤" "臻" "螢" "豫" "霖" "靜" "蓁" "燁"]
                                   :17 ["遠" "遙" "遛" "蔗" "蓮" "蔬" "燭" "穗" "篷" "臨" "駿" "檡"]
                                   :18 ["適" "檬" "簧" "豐" "蹕" "蕓"]
                                   :19 ["鄰" "選" "薪" "穫" "簾" "證" "韻"]
                                   :20 ["邁" "薰" "躂" "馨"]
                                   :21 ["隧" "藝" "躍"]
                                   :22 ["蘋" "驊"]
                                   :23 ["蘭" "驛"]
                                   :24 ["艷"]
                                   :26 ["驥"]}

                          :worse {:1 ["一"]
                                  :2 ["二" "刀" "匕"]
                                  :3 ["大" "子" "巾" "干" "弓"]
                                  :4 ["丑" "予" "仁" "什" "今" "天" "夫" "太" "孔" "心" "戈" "支" "文" "斤" "日" "比" "水" "片" "牙" "牛" "王" "爿"]
                                  :5 ["主" "仔" "代" "冬" "刊" "加" "功" "北" "占" "古" "召" "叱" "央" "孕" "它" "巨" "市" "布" "弗" "必" "旦" "永" "玉" "生" "皿" "矛" "矢" "示"]
                                  :6 ["丞" "光" "冰" "列" "刑" "吉" "夷" "好" "字" "存" "帆" "年" "式" "戎" "戌" "成" "早" "旨" "旭" "有" "次" "此" "牟" "衣" "求"]
                                  :7 ["忙" "忖" "托" "汝" "江" "池" "汐" "汕" "汎" "佔" "但" "作" "伯" "伶" "冶" "冷" "別" "判" "君" "告" "呀" "坎" "壯" "夾" "妞" "孝" "孜" "孚" "孛" "希" "庇" "弟" "彤" "形" "忘" "忌" "志" "忍" "李" "杉" "牢" "牡" "系" "車" "辰" "酉" "礽"]
                                  :8 ["忱" "快" "忸" "扭" "抒" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汽" "汲" "汴" "汶" "沍" "沂" "狄" "玖" "乳" "些" "享" "依" "例" "函" "刻" "券" "刷" "到" "制" "協" "奉" "奇" "奈" "姓" "孟" "孤" "季" "帛" "忠" "忽" "念" "或" "戕" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "服" "朋" "枝" "欣" "版" "牧" "物" "狀" "直" "知" "社" "祀" "祁" "糾" "初" "采" "金" "長" "忡" "忻" "汯" "玕" "佌" "旻" "炅"]
                                  :9 ["罕" "育" "怔" "怖" "怪" "怕" "怡" "性" "怩" "拒" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "狐" "玨" "玟" "玫" "玥" "表" "係" "前" "剋" "則" "勃" "厚" "奕" "奏" "奎" "奐" "姿" "孩" "宣" "帝" "帥" "弭" "彥" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "染" "柔" "架" "柏" "泉" "炬" "牲" "牴" "矜" "祉" "祈" "祇" "穿" "竿" "籽" "紂" "紅" "紀" "紉" "紇" "約" "紆" "美" "羿" "衫" "泰" "怜" "玡" "玦" "玠" "昶" "柰" "祅" "紈"]
                                  :10 ["十" "股" "肴" "肯" "恍" "恰" "恢" "恆" "恃" "恬" "指" "拯" "洋" "洲" "洪" "流" "津" "洗" "活" "洽" "派" "洶" "洛" "洸" "洵" "珊" "玲" "珍" "珀" "玳" "倡" "修" "凍" "凌" "准" "剛" "唐" "套" "奘" "奚" "姬" "孫" "席" "師" "恣" "恐" "恕" "恭" "恩" "息" "時" "晉" "晏" "晃" "晁" "書" "朔" "朗" "栩" "特" "矩" "祕" "祐" "祠" "祟" "祖" "神" "祝" "祚" "秘" "紡" "紗" "紋" "素" "索" "純" "紐" "級" "紜" "納" "紙" "紛" "翁" "袁" "袂" "衽" "託" "躬" "酒" "恂" "洳" "洺" "洁" "珅" "倧" "扆" "祜" "祓" "紘" "紓" "衿" "衾"]
                                  :11 ["邪" "胖" "胥" "背" "胡" "胞" "胤" "范" "茅" "苣" "苓" "悄" "悟" "悍" "悔" "悌" "悅" "悖" "浪" "消" "浦" "浸" "海" "浙" "浮" "浩" "涅" "班" "琉" "珮" "珠" "副" "務" "勘" "動" "曼" "唱" "唬" "國" "婚" "孰" "將" "崇" "常" "康" "張" "彬" "彩" "彫" "悉" "悠" "救" "教" "旋" "晚" "晤" "晨" "曹" "勗" "望" "桿" "烯" "牽" "犁" "瓷" "產" "眸" "祥" "祭" "絃" "統" "紮" "紹" "紼" "細" "紳" "組" "終" "羞" "羚" "翎" "聆" "彪" "被" "袒" "袖" "袍" "袋" "責" "悒" "浤" "浡" "涂" "玼" "珣" "珩" "婭" "紵" "紾" "袗"]
                                  :12 ["胭" "脈" "能" "悽" "情" "惜" "惕" "惟" "悸" "惇" "掛" "採" "捺" "涼" "淳" "淙" "液" "淡" "添" "淺" "清" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淮" "淨" "淦" "猛" "琅" "球" "理" "現" "剴" "創" "勞" "勝" "場" "堤" "壹" "孳" "尊" "幀" "彭" "悲" "惠" "敦" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "期" "朝" "棕" "椅" "牌" "犀" "甥" "番" "皓" "短" "等" "結" "絨" "絕" "紫" "絮" "絲" "絡" "給" "絢" "翕" "裁" "裂" "視" "詠" "診" "費" "距" "鈕" "須" "黍" "黑" "淀" "淥" "琁" "琇" "珺" "淼" "牋" "甯" "矞" "絪" "絜" "軫"]
                                  :13 ["陀" "郁" "脩" "莎" "莫" "莊" "莉" "慨" "惶" "愉" "提" "揚" "港" "游" "渡" "湧" "湊" "湛" "湘" "渤" "湖" "湯" "渺" "湃" "滋" "渙" "湄" "湟" "猶" "琪" "琳" "琥" "琴" "琛" "琦" "琨" "勤" "勢" "匯" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "暗" "暉" "暖" "暄" "會" "楊" "照" "牒" "猷" "祺" "祿" "禁" "稟" "經" "絹" "綏" "羨" "群" "裟" "裙" "補" "裘" "裝" "裕" "試" "鉀" "鉅" "雉" "零" "預" "愃" "渼" "湞" "渱" "琮" "琬" "琰" "煒" "絻"]
                                  :14 ["郡" "造" "慎" "慌" "慄" "慍" "愧" "溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "獅" "瑚" "瑟" "瑞" "琿" "瑙" "瑛" "瑜" "署" "劃" "壽" "寥" "廖" "彰" "慇" "態" "截" "暢" "犒" "監" "碧" "禎" "福" "禍" "粽" "綻" "綰" "綜" "綽" "綾" "綠" "緊" "綴" "網" "綱" "綺" "綢" "綿" "綵" "綸" "維" "緒" "緇" "綬" "臧" "裴" "裸" "製" "褚" "誥" "趕" "閨" "滕" "郜" "逑" "愫" "溱" "溎" "瑄" "瑋" "瑗" "綪" "緁" "緆" "緋" "綖" "綦" "裱" "魠"]
                                  :15 ["郭" "慷" "慢" "慣" "慚" "漳" "演" "漓" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "澈" "漪" "滬" "滌" "瑤" "瑣" "瑰" "劇" "劉" "劍" "增" "墩" "審" "幟" "影" "慶" "慧" "慕" "慰" "慾" "暮" "暴" "槽" "槳" "獎" "瑩" "締" "練" "緯" "緻" "緘" "緬" "編" "緣" "緞" "緩" "緲" "翩" "褐" "複" "褓" "褊" "諄" "賣" "質" "輝" "醇" "靠" "魯" "黎" "齒" "摎" "滸" "漻" "褌" "褋" "褙"]
                                  :16 ["陳" "遊" "蒞" "憐" "憎" "憤" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "璋" "璃" "瑾" "璀" "冀" "劑" "勳" "奮" "學" "憲" "憩" "戰" "曆" "曉" "曇" "熾" "禦" "穎" "縑" "縈" "縣" "縝" "縉" "褪" "褲" "褫" "諮" "醒" "錄" "頤" "潢" "璇" "璉" "縕" "錼"]
                                  :17 ["陽" "隆" "膠" "蔣" "憶" "憾" "濃" "澤" "濁" "澳" "激" "獨" "璟" "璞" "勵" "孺" "彌" "應" "懂" "懇" "懋" "戲" "戴" "曙" "曖" "牆" "矯" "禧" "禪" "糠" "績" "繆" "縷" "總" "縱" "縴" "縵" "翼" "聰" "襄" "褸" "鍚" "闊" "隸" "鴻" "濈" "潞" "澲" "蟉" "襁"]
                                  :18 ["膳" "蕙" "蕩" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "獲" "環" "璨" "斷" "曜" "璧" "禮" "穠" "織" "繕" "繞" "繚" "繡" "繒" "釐" "顏" "題" "鵠" "蕥"]
                                  :19 ["際" "鄭" "遲" "臆" "薑" "濾" "瀑" "璿" "嚥" "壞" "曝" "牘" "犢" "璽" "疆" "矇" "禱" "繫" "繹" "繩" "繪" "繳" "襠" "襟" "識"]
                                  :20 ["藏" "懷" "瀚" "瀝" "瓊" "勸" "寶" "懸" "曦" "朧" "獻" "繽" "繼" "耀" "齡" "繾"]
                                  :21 ["瀰" "瓏" "櫻" "纏" "續" "瀴"]
                                  :22 ["懼" "瓔" "孿" "彎" "懿" "禳" "襯" "鑑" "灃" "籙" "鷚"]
                                  :23 ["戀" "曬" "纓" "纖" "襴" "鷸"]
                                  :24 ["隴"]
                                  :25 ["灝" "纘"]
                                  :26 ["灣"]
                                  :27 ["纜"]}}
                   :monkey {:better {:2 ["乃" "人" "力"]
                                     :3 ["丈" "上" "久" "于" "千" "口" "土" "士" "大" "子" "寸" "巾"]
                                     :4 ["中" "丹" "尹" "云" "井" "仁" "仍" "今" "介" "元" "允" "內" "公" "化" "升" "壬" "天" "夫" "太" "孔" "少" "手" "水" "王"]
                                     :5 ["主" "以" "付" "仔" "仕" "代" "令" "兄" "凸" "北" "可" "右" "司" "台" "句" "巨" "巧" "左" "本" "母" "民" "永" "玄" "立"]
                                     :6 ["汀" "丞" "仿" "伊" "伍" "休" "仲" "任" "企" "光" "全" "匡" "吉" "吏" "同" "向" "名" "合" "因" "回" "在" "圭" "如" "字" "存" "宇" "守" "安" "曲" "次" "百" "竹" "羽" "而" "臣" "自" "至" "行" "衣" "求"]
                                     :7 ["汝" "亨" "位" "何" "佐" "佑" "似" "作" "伯" "佈" "冶" "吾" "呈" "含" "吟" "坊" "均" "壯" "妙" "妍" "妤" "孝" "孜" "宏" "巫" "希" "序" "形" "攸" "杏" "材" "村" "杉" "每" "言" "貝" "走" "足" "辰" "妘"]
                                     :8 ["技" "沛" "沐" "沂" "玖" "亞" "享" "京" "依" "佳" "來" "佩" "侑" "兩" "典" "函" "周" "坪" "夜" "奉" "奇" "孟" "季" "定" "官" "宜" "宙" "尚" "居" "幸" "府" "征" "承" "放" "於" "杭" "東" "果" "林" "松" "直" "知" "采" "長" "雨" "青" "政" "汯" "佶"]
                                     :9 ["注" "泳" "河" "法" "治" "亮" "信" "俠" "促" "俊" "係" "冠" "勁" "南" "厚" "品" "垣" "城" "奕" "奎" "客" "封" "帝" "彥" "昱" "柱" "柏" "泉" "爰" "盈" "紅" "美" "衍" "貞" "軍" "音" "首" "泰" "俅" "垚" "姵"]
                                     :10 ["芳" "芸" "持" "拱" "拯" "拾" "洋" "洲" "洪" "洞" "玲" "珍" "倍" "倆" "倚" "俱" "候" "修" "倪" "倫" "倉" "唐" "哲" "員" "堉" "娟" "孫" "宮" "容" "宸" "展" "師" "庫" "座" "旅" "時" "桓" "桂" "桔" "栩" "桐" "格" "桃" "真" "祐" "站" "紡" "純" "級" "納" "袁" "記" "訓" "起" "馬" "高" "珂" "倜" "旆" "紝" "紘" "紓"]
                                     :11 ["若" "茂" "英" "振" "海" "浚" "浴" "珮" "乾" "偌" "做" "偉" "健" "偵" "偯" "凰" "區" "商" "國" "域" "堅" "基" "堂" "培" "尉" "專" "常" "康" "彬" "得" "御" "徠" "教" "啟" "敏" "族" "旋" "晨" "梵" "梧" "祥" "符" "笙" "統" "紹" "訪" "許" "責" "苙" "浤" "浡" "浯" "珩" "埼" "婕" "娸"]
                                     :12 ["茵" "茴" "荏" "捷" "授" "涼" "淳" "清" "淇" "淋" "涵" "深" "淦" "球" "理" "備" "傑" "勝" "博" "喜" "喻" "喬" "圍" "堪" "堤" "堡" "壺" "婷" "媚" "媛" "復" "循" "朝" "棠" "棟" "森" "棉" "登" "竣" "策" "筆" "筑" "善" "舒" "詠" "評" "詞" "証" "詔" "賀" "貴" "越" "超" "開" "閎" "雲" "順" "馮" "淥" "琇" "喨" "婼" "媜" "淼" "詒" "雱"]
                                     :13 ["郁" "荷" "揮" "援" "揚" "湘" "滋" "渙" "湄" "湲" "琳" "傳" "僅" "勤" "嗣" "園" "圓" "塘" "彙" "新" "楚" "毓" "祿" "筠" "絹" "義" "群" "裔" "裘" "裕" "詩" "詮" "詹" "農" "靖" "湜" "筥"]
                                     :14 ["郡" "萊" "溶" "滇" "僖" "僑" "嘉" "圖" "境" "嫣" "實" "彰" "徹" "旗" "睿" "禎" "綽" "綠" "綺" "綢" "綿" "綵" "維" "聚" "肇" "臺" "舞" "語" "誥" "賓" "領" "颯" "魁" "菉" "瑋" "墉"]
                                     :15 ["漳" "漢" "滿" "瑤" "瑪" "億" "儀" "儂" "增" "寬" "履" "德" "徵" "慶" "樣" "樟" "樂" "緯" "緻" "衛" "誼" "諒" "諄" "調" "論" "賞" "賦" "賢" "質" "輝" "震" "滸" "槿" "霈"]
                                     :16 ["蓉" "蒞" "蒲" "蓀" "蓓" "潔" "儒" "儔" "儐" "勳" "學" "樺" "橙" "橋" "穎" "穆" "縈" "縉" "興" "衡" "諺" "謀" "諮" "霖" "頤" "龍" "蒨" "澐" "璇" "叡" "圜"]
                                     :17 ["隆" "隄" "擇" "濃" "澤" "償" "儲" "嬪" "孺" "檀" "檜" "營" "績" "總" "繁" "聯" "臨" "謙" "謝" "謄" "豁" "賽" "趨" "駿" "黛" "霝" "龠"]
                                     :18 ["濱" "濟" "濤" "濬" "濡" "環" "璨" "檳" "禮" "繕" "謹" "豐" "顏" "儱" "騏"]
                                     :19 ["薔" "薇" "寵" "繹" "識" "證" "贊" "辭" "韻" "麗"]
                                     :20 ["嚴" "寶" "竇" "競" "籌" "繽" "繼" "纂" "覺" "議" "警" "譯" "騰" "齡" "瀧"]
                                     :21 ["藝" "瓏" "儷" "櫻" "續" "覽" "譽" "露"]
                                     :22 ["蘋" "讀" "孋" "驊"]
                                     :23 ["灑" "驗" "麟" "欒" "纕"]
                                     :24 ["隴" "靈" "靄"]
                                     :26 ["讚"]
                                     :27 ["灤" "驤"]
                                     :29 ["驪"]}
                            :worse {:2 ["刀" "匕"]
                                    :3 ["山" "干" "弓"]
                                    :4 ["丰" "什" "午" "屯" "引" "戈" "支" "斤" "比" "片" "牙" "爿"]
                                    :5 ["丘" "仙" "冉" "刊" "加" "功" "卉" "占" "古" "召" "叱" "它" "平" "幼" "弘" "弗" "田" "由" "甲" "申" "皮" "矛" "矢" "禾"]
                                    :6 ["亥" "再" "列" "刑" "式" "戎" "旨" "此" "米" "艮"]
                                    :7 ["托" "佃" "佔" "別" "判" "利" "助" "呀" "岑" "庇" "弟" "甫" "男" "甸" "私" "秀" "良" "豆"]
                                    :8 ["些" "例" "刻" "券" "刷" "到" "制" "協" "卓" "和" "委" "岡" "岸" "岩" "岱" "岳" "弦" "或" "戕" "昕" "枝" "欣" "爭" "版" "狀" "盂" "祀" "秉" "虎" "金" "忻" "玕" "佌" "旻" "杶" "炘" "炅" "炖"]
                                    :9 ["罕" "泓" "前" "剋" "則" "勇" "咳" "威" "孩" "弭" "思" "柔" "畏" "界" "矜" "科" "秒" "秋" "穿" "竿" "要" "風" "玡" "蝝"]
                                    :10 ["芽" "指" "剛" "卿" "家" "峻" "峰" "島" "朗" "核" "畔" "留" "矩" "租" "秩" "秘" "粉" "素" "虔" "託" "豈" "豹" "躬" "酒" "配" "釗"]
                                    :11 ["邪" "近" "茅" "浪" "副" "務" "勘" "動" "唬" "婚" "寅" "密" "將" "崇" "崖" "崢" "崔" "崙" "崧" "崗" "庸" "張" "強" "彗" "梁" "桿" "烯" "略" "畢" "異" "盛" "眾" "移" "粗" "細" "處" "彪" "袖" "豚" "釧" "麥" "玼"]
                                    :12 ["邱" "能" "掙" "淺" "淨" "琅" "傢" "凱" "剴" "勞" "單" "場" "壹" "嵐" "幅" "廊" "弼" "彭" "斯" "普" "晰" "牌" "畫" "番" "短" "稍" "程" "稅" "稀" "粟" "絨" "紫" "虛" "覃" "象" "貂" "費" "酥" "鈔" "鈞" "鈍" "黍" "牋" "矞"]
                                    :13 ["陀" "郎" "迷" "莫" "莊" "莉" "提" "湧" "渭" "琥" "傭" "催" "勢" "嫁" "嵩" "戡" "牒" "當" "畸" "盟" "睜" "稜" "稚" "虞" "號" "裝" "該" "試" "豢" "鉀" "鉛" "鈴" "鈿" "雉" "頓" "鼓" "猭" "幏" "粲" "豥" "鈺"]
                                    :14 ["逐" "準" "獅" "瑯" "署" "像" "劃" "截" "監" "福" "種" "稱" "箏" "粹" "精" "綱" "臧" "誘" "豪" "貌" "趕" "銀" "銅" "銘" "鳴" "鳳" "搋" "瑑" "魠"]
                                    :15 ["慢" "摧" "演" "漫" "劇" "劉" "劍" "慮" "暮" "槽" "槳" "毅" "獎" "盤" "稿" "稼" "穀" "稽" "稷" "稻" "篆" "緣" "諍" "豎" "豬" "銳" "鋒" "駐" "魯" "黎" "齒" "禠" "稹" "虢"]
                                    :16 ["陳" "遂" "蓄" "蒙" "潛" "澎" "潘" "劑" "戰" "曆" "曉" "曇" "橡" "熾" "盧" "積" "糕" "糖" "臻" "謂" "豫" "醒" "錢" "鋼" "錫" "錚" "錦" "錕" "靜" "骸" "鴛"]
                                    :17 ["陽" "遞" "膚" "蔣" "擋" "據" "勵" "嚎" "壕" "嶺" "嶽" "彌" "戲" "戴" "曙" "檔" "燧" "牆" "矯" "穗" "艱" "虧" "鍵" "鍾" "鍛" "鴻" "蓫" "檖" "鍼"]
                                    :18 ["濠" "斷" "曜" "朦" "檬" "糧" "織" "繒" "醫" "鎮" "題" "遯" "蕥" "璲" "禭" "穟" "襐" "鎵"]
                                    :19 ["鄭" "薪" "薑" "濾" "嚥" "廬" "曝" "牘" "疇" "疆" "穫" "穩" "鏡" "鏈" "鏢" "鏗" "靡" "類" "鵬" "繸" "襚" "鏞" "鏔"]
                                    :20 ["遽" "藏" "勸" "曦" "爐" "獻" "耀" "鐘" "麵" "鐌"]
                                    :21 ["隧" "邃" "藩" "鐵" "鐸" "鶯" "鶴" "鐩"]
                                    :22 ["蘆" "蘇" "彎" "疊" "鑑" "灃"]
                                    :23 ["巖" "曬" "鷸"]
                                    :24 ["鷹" "蘴"]
                                    :25 ["顱"]
                                    :28 ["鸚"]
                                    :30 ["鸞"]}}
                   :rooster {:better {:1 ["乙"]
                                      :2 ["乃" "二"]
                                      :3 ["下" "上" "凡" "千" "口" "土" "士" "大" "小" "川" "己" "巳" "巾"]
                                      :4 ["才" "丑" "中" "之" "今" "午" "升" "少" "引" "日" "牛"]
                                      :5 ["世" "仕" "巧" "市" "布" "平" "民" "生" "用" "田" "由" "甲" "禾" "立"]
                                      :6 ["光" "兆" "吉" "向" "回" "地" "如" "宇" "守" "年" "早" "曲" "竹" "米" "羊" "羽" "臣" "自"]
                                      :7 ["佑" "告" "坊" "均" "妞" "妤" "廷" "杏" "甫" "男" "秀" "言" "豆" "辰" "里" "町"]
                                      :8 ["亞" "佳" "卓" "味" "和" "定" "宜" "宙" "尚" "居" "岡" "岸" "岩" "岳" "延" "昕" "杭" "果" "林" "竺" "舍" "長" "非" "佶"]
                                      :9 ["亭" "信" "勁" "宣" "峒" "建" "彥" "扁" "是" "星" "盈" "眉" "科" "紅" "紀" "虹" "計" "赳" "軍" "革" "韋" "音" "飛" "芊" "垚" "姵" "畇" "紃"]
                                      :10 ["迅" "巡" "芳" "芝" "原" "唐" "員" "圃" "埔" "堉" "家" "容" "宸" "展" "峰" "席" "庫" "庭" "料" "畔" "真" "秦" "紐" "耕" "航" "記" "訓" "財" "貢" "起" "軒" "邗"]
                                      :11 ["近" "若" "苗" "苑" "振" "浦" "浩" "珮" "乾" "堅" "堆" "基" "堂" "培" "婉" "專" "崎" "崖" "崢" "崔" "崗" "常" "康" "強" "彬" "彩" "彫" "旋" "旌" "晨" "曹" "梁" "梵" "笠" "笛" "笙" "翌" "蛇" "許" "章" "頂" "苹" "婕" "翊"]
                                      :12 ["述" "迪" "草" "凱" "博" "堤" "壹" "富" "嵐" "彭" "登" "發" "皓" "程" "童" "筆" "筑" "粟" "善" "舒" "詠" "評" "賀" "貴" "超" "量" "順"]
                                      :13 ["郎" "迺" "莆" "揚" "圓" "塘" "廉" "暉" "業" "楚" "當" "筠" "義" "詳" "詩" "農" "雋" "雷" "邽" "畹" "竫" "粲" "豊"]
                                      :14 ["通" "連" "造" "逢" "菩" "萍" "菁" "華" "著" "菲" "菊" "境" "對" "彰" "榮" "睿" "種" "端" "筵" "精" "綠" "綱" "綵" "綸" "維" "翡" "翟" "肇" "臺" "誥" "賓" "輔" "閨" "颯" "鳴" "鳳" "墉" "墐"]
                                      :15 ["陣" "部" "都" "逵" "進" "萱" "葦" "葉" "葡" "董" "儀" "增" "嶝" "幟" "穀" "稻" "範" "篇" "緯" "編" "緹" "誼" "諒" "談" "論" "豎" "賞" "賢" "賜" "輝" "霆" "震" "郴" "逴" "萩"]
                                      :16 ["運" "道" "達" "蓉" "蒼" "播" "導" "彊" "曆" "暹" "曄" "橙" "積" "穆" "縈" "翰" "臻" "融" "親" "諺" "輯" "雕" "霖" "霏" "龍" "蓁" "廩" "諟"]
                                      :17 ["隆" "遠" "遜" "遙" "蓮" "蓬" "勵" "嶺" "嶸" "穗" "翼" "臨" "舉"]
                                      :18 ["鄘" "適" "蕃" "曜" "糧" "繙" "蟬" "謹" "豐" "馥"]
                                      :19 ["鄧" "遵" "選" "薪" "蕾" "薇" "疇" "疆" "穩" "韻" "麗"]
                                      :20 ["還" "藍" "薰" "寶" "競" "耀" "譯" "馨"]
                                      :21 ["躍"]
                                      :23 ["麟"]
                                      :24 ["艷"]}
                             :worse {:1 ["一"]
                                     :2 ["人" "刀" "力" "匕"]
                                     :3 ["兀" "子" "干"]
                                     :4 ["什" "仇" "元" "允" "友" "天" "夫" "太" "心" "戈" "手" "支" "文" "斤" "月" "木" "比" "片" "牙" "犬" "王" "爿"]
                                     :5 ["代" "充" "兄" "刊" "加" "功" "北" "卉" "占" "卯" "古" "召" "叱" "央" "它" "弘" "弗" "必" "戊" "旦" "本" "玉" "申" "矛" "矢" "石" "示"]
                                     :6 ["亥" "伏" "仰" "先" "共" "列" "刑" "印" "式" "戎" "戍" "成" "旨" "旭" "有" "朴" "此" "旮"]
                                     :7 ["忙" "托" "佔" "但" "伯" "伶" "兌" "克" "免" "別" "判" "利" "助" "呂" "君" "吠" "呀" "坎" "壯" "夾" "宋" "宏" "庇" "弟" "形" "忌" "志" "忍" "杜" "究" "系" "酉"]
                                     :8 ["艾" "快" "忸" "抑" "狄" "狂" "玖" "些" "例" "兔" "刻" "券" "刷" "到" "制" "協" "奉" "奇" "弦" "忠" "忽" "念" "或" "戕" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "服" "朋" "東" "枝" "松" "欣" "武" "版" "狀" "直" "知" "祀" "金" "青" "忻" "玕" "佌" "旻" "炘" "炅"]
                                     :9 ["罕" "肖" "育" "怔" "怖" "怪" "怕" "怡" "性" "泓" "狗" "狐" "玟" "玫" "玥" "亮" "前" "剋" "則" "勇" "勉" "咸" "品" "城" "奕" "奏" "奎" "奐" "威" "帝" "弭" "思" "急" "怎" "怨" "春" "昭" "昧" "柔" "柯" "柏" "柳" "畎" "相" "矜" "秋" "穿" "突" "竿" "美" "狘" "玡" "峸"]
                                     :10 ["肴" "肯" "芙" "芽" "恰" "恢" "恆" "恃" "恬" "指" "狩" "珊" "玲" "珍" "珀" "玳" "倡" "冤" "凍" "剛" "卿" "哥" "哭" "奚" "娩" "娥" "恣" "恐" "恕" "恭" "恩" "時" "晉" "晏" "晃" "晁" "書" "朔" "朗" "桓" "柴" "烘" "留" "矩" "秘" "素" "虔" "託" "躬" "酒" "配" "釗" "高" "狨" "珋" "宬" "彧" "晟" "毧"]
                                     :11 ["邪" "迎" "胖" "胥" "胡" "胞" "胤" "茅" "茂" "苓" "茆" "悄" "悟" "悍" "悔" "悅" "悖" "挽" "班" "琉" "珠" "冕" "副" "務" "勘" "動" "曼" "啞" "唱" "唬" "國" "域" "婚" "將" "悉" "悠" "啟" "晚" "晤" "勗" "望" "桿" "烯" "異" "盛" "羚" "聊" "聆" "袖" "責" "悒" "浤" "玼" "馗"]
                                     :12 ["胭" "脈" "能" "悽" "情" "惜" "惟" "悸" "惇" "淺" "清" "猜" "猛" "琅" "球" "理" "現" "剴" "創" "勞" "勝" "喜" "喬" "場" "崴" "弼" "惑" "悲" "惠" "斯" "普" "晰" "晶" "景" "智" "曾" "期" "朝" "棟" "棚" "然" "牌" "短" "絨" "紫" "費" "越" "鈞" "雄" "雯" "茙" "茯" "淢" "琁" "珺" "斌" "棫" "牋" "甯" "矞" "羢"]
                                     :13 ["陀" "郁" "脩" "莫" "莊" "莉" "荻" "慨" "惶" "愉" "提" "減" "湖" "猶" "猴" "琪" "琥" "琴" "琦" "琨" "勤" "勢" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "暗" "暖" "暄" "會" "楊" "照" "牒" "猷" "群" "裝" "試" "誠" "鉀" "鈴" "鉚" "雉" "零" "郕" "愃" "猭" "琰" "稢" "鉞"]
                                     :14 ["郡" "菟" "慎" "慌" "慄" "慍" "愧" "滅" "準" "獅" "猿" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "劃" "嘉" "慇" "態" "截" "暢" "榕" "榴" "獄" "碧" "綻" "臧" "趕" "輓" "銀" "銘" "滕" "獂" "瑊" "瑋" "瑀" "戫" "魠"]
                                     :15 ["逸" "慷" "慢" "慣" "慚" "漫" "瑤" "瑣" "瑪" "瑰" "劇" "劉" "劍" "慧" "慰" "慾" "暮" "槽" "樓" "槳" "獎" "瑩" "箴" "糊" "蝴" "質" "銳" "鋒" "駐" "魯" "齒" "葴" "羬"]
                                     :16 ["鄉" "憐" "憎" "憤" "潛" "璃" "璀" "劑" "勳" "器" "奮" "憲" "憩" "戰" "曉" "曇" "熾" "燃" "醒" "錢" "默" "璇" "璉" "諴" "醍" "駥"]
                                     :17 ["陽" "膠" "蔣" "憶" "憾" "獨" "璞" "嶽" "彌" "應" "懂" "懇" "懋" "戲" "戴" "曙" "牆" "矯" "績" "鍾" "鍚" "隇" "鍼"]
                                     :18 ["膳" "蕙" "獲" "環" "璦" "璨" "斷" "璧" "織" "繕" "繒" "鎮" "題" "蕕" "蕥" "鎦"]
                                     :19 ["鄭" "臆" "薑" "獵" "璿" "嚥" "壞" "曝" "牘" "獸" "璽" "矇" "識" "鵬"]
                                     :20 ["藏" "懷" "瓊" "勸" "嚴" "懸" "曦" "朧" "獻" "鐘" "騰" "齡" "騮"]
                                     :21 ["瓏" "櫻"]
                                     :22 ["懼" "瓔" "彎" "懿" "權" "鑑"]
                                     :23 ["戀" "曬" "纖" "鷸" "鷢"]
                                     :24 ["隴"]
                                     :26 ["灣"]}}
                   :dog {:better {:2 ["丁" "人" "力"]
                                  :3 ["三" "上" "千" "口" "土" "士" "夕" "大" "寸" "小" "山" "巾"]
                                  :4 ["丹" "尹" "云" "今" "介" "允" "內" "公" "午" "升" "太" "少" "心" "月" "火" "王"]
                                  :5 ["丙" "世" "丘" "主" "以" "付" "仕" "令" "可" "右" "司" "巨" "弘" "必" "戊" "玄" "玉" "生" "用" "立"]
                                  :6 ["伊" "休" "任" "仰" "企" "全" "匡" "吉" "同" "向" "名" "合" "地" "在" "圭" "如" "宇" "守" "帆" "成" "有" "百" "臣" "自" "至" "艮" "衣"]
                                  :7 ["位" "住" "伴" "佐" "佑" "伸" "伯" "伶" "佈" "呈" "坊" "均" "壯" "妙" "宋" "宏" "希" "志" "忍" "良" "走" "里"]
                                  :8 ["亞" "依" "佳" "佩" "侑" "典" "卓" "味" "坪" "坡" "坤" "夜" "奉" "定" "宜" "宙" "岡" "幸" "府" "忠" "念" "朋" "東" "武" "虎" "采" "門" "青" "忻" "佶" "侄"]
                                  :9 ["亞" "佳" "卓" "味" "和" "定" "宜" "宙" "尚" "居" "岡" "岸" "岩" "岳" "延" "昕" "杭" "果" "林" "竺" "舍" "長" "非" "佶"]
                                  :10 ["肱" "肴" "肯" "芯" "芸" "芷" "恆" "恬" "玲" "珍" "倚" "倫" "原" "堉" "家" "容" "庫" "庭" "恩" "朗" "烈" "純" "紜" "訓" "起" "軒" "馬" "芮" "珂" "倢" "紘"]
                                  :11 ["迎" "苗" "悟" "悅" "珮" "珪" "乾" "偉" "健" "國" "堅" "基" "堂" "培" "寅" "尉" "專" "常" "彬" "彩" "敏" "烽" "盛" "祥" "笙" "統" "紳" "處" "彪" "偲" "埜" "婕" "婧"]
                                  :12 ["情" "惇" "捷" "清" "備" "傑" "凱" "勝" "喻" "堡" "媚" "富" "惠" "期" "朝" "然" "童" "舒" "越" "閎" "斌" "焯"]
                                  :13 ["郎" "郁" "愉" "揮" "琥" "傳" "僅" "園" "塘" "意" "慈" "愛" "愈" "楠" "榆" "煉" "煥" "萬" "筠" "絹" "裕" "誠" "靖" "馳" "馴" "鼎" "媱" "煇"]
                                  :14 ["菁" "華" "瑯" "瑟" "琿" "瑜" "境" "嫣" "寧" "對" "彰" "旗" "榮" "睿" "箕" "綻" "綠" "網" "綺" "綸" "維" "綬" "肇" "臺" "舞" "誌" "輔" "箐"]
                                  :15 ["逸" "萱" "瑪" "億" "儀" "寬" "慧" "慰" "瑩" "練" "緯" "論" "賞" "輝" "駐" "駕" "僾" "褌"]
                                  :16 ["運" "蓉" "蒼" "憬" "儒" "器" "壇" "奮" "憲" "燕" "篤" "縈" "縉" "螢" "融" "親" "諺" "豫" "靜" "蓁" "蒨" "曈" "燁"]
                                  :17 ["遠" "憶" "優" "營" "燦" "績" "臨" "舉" "駿" "黛"]
                                  :18 ["蕙" "環" "璦" "叢" "騏"]
                                  :19 ["蕾" "璿" "繹" "韻"]
                                  :20 ["懷" "懸" "獻" "闡" "騫" "騰" "繻"]
                                  :21 ["藝"]
                                  :22 ["驊"]
                                  :26 ["驥"]}
                         :worse {:2 ["刀" "匕"]
                                 :3 ["子" "干" "弓"]
                                 :4 ["丰" "之" "仁" "什" "尤" "引" "戈" "支" "文" "斤" "日" "曰" "木" "比" "氏" "水" "片" "牙" "爿"]
                                 :5 ["代" "冉" "刊" "加" "功" "北" "卉" "占" "古" "召" "叱" "它" "弗" "旦" "本" "民" "永" "田" "由" "甲" "申" "矛" "矢" "禾"]
                                 :6 ["丞" "光" "冰" "列" "刑" "安" "式" "戎" "早" "旨" "旭" "次" "此" "羽" "求"]
                                 :7 ["托" "汝" "江" "池" "汐" "汎" "佃" "佔" "但" "冷" "別" "判" "利" "呀" "庇" "弟" "束" "李" "杏" "材" "村" "杜" "杖" "杞" "杉" "甫" "男" "甸" "私" "秀" "豆" "貝" "辰" "酉"]
                                 :8 ["把" "批" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汲" "汴" "沍" "沂" "狄" "些" "例" "函" "刻" "券" "刷" "到" "制" "協" "和" "委" "妹" "季" "岷" "或" "戕" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "杭" "枋" "果" "杳" "枝" "析" "枚" "欣" "版" "狀" "直" "祀" "秉" "長" "雨" "汯" "玕" "佌" "旻" "炘" "炅"]
                                 :9 ["九" "罕" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "狐" "前" "剋" "則" "弭" "律" "春" "昭" "映" "昧" "是" "星" "昱" "柿" "染" "柱" "柔" "架" "柯" "柑" "柚" "查" "柏" "泉" "畏" "界" "相" "矜" "科" "秒" "秋" "穿" "竿" "羿" "貞" "酋" "酊" "飛" "香" "泰" "玡" "昶"]
                                 :10 ["芽" "指" "拯" "洋" "洲" "洪" "流" "津" "洗" "活" "洽" "派" "洶" "洛" "洵" "倀" "倡" "凍" "凌" "剛" "宸" "徐" "恭" "時" "晉" "晏" "晃" "晁" "書" "校" "核" "桓" "根" "桂" "桔" "栩" "栗" "桑" "柴" "桐" "桀" "格" "桃" "株" "烏" "畔" "留" "益" "真" "矩" "租" "秦" "秩" "秘" "翅" "翁" "託" "財" "貢" "躬" "辱" "酒" "配" "洳" "洺" "洁" "栖" "翃"]
                                 :11 ["邪" "近" "范" "茅" "振" "浪" "消" "浦" "浸" "海" "浙" "浮" "浩" "涅" "狹" "偵" "副" "務" "勘" "動" "曼" "唱" "婪" "婚" "崔" "帳" "庸" "張" "強" "得" "從" "救" "晚" "晤" "晨" "曹" "勗" "梁" "梓" "梵" "桿" "梧" "梗" "梭" "梅" "梨" "烯" "略" "畢" "異" "移" "細" "翌" "翎" "習" "袖" "責" "貫" "酗" "雀" "鳥" "鹿" "麥" "浤" "涑" "涂" "玼" "珝" "翊"]
                                 :12 ["悵" "涼" "淳" "淙" "液" "淡" "添" "淺" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淨" "猜" "猛" "球" "剴" "勞" "博" "單" "場" "壹" "就" "幅" "弼" "彭" "復" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "棕" "棘" "椅" "棟" "棹" "棋" "植" "棉" "棚" "欽" "牌" "畫" "番" "皓" "短" "稍" "程" "稅" "稀" "粟" "絨" "紫" "翔" "翕" "詠" "貽" "費" "賀" "貴" "買" "貿" "酥" "雅" "雄" "集" "雲" "順" "黃" "黍" "黑" "茜" "淀" "淥" "媜" "崷" "棨" "淼" "牋" "矞"]
                                 :13 ["陀" "迷" "莎" "莫" "莊" "莉" "提" "揚" "港" "游" "渡" "湧" "湛" "湘" "渤" "湖" "渭" "湯" "渺" "湃" "滋" "湄" "湟" "猶" "琳" "僇" "勤" "勢" "匯" "微" "戡" "新" "暗" "暉" "暖" "暄" "會" "榔" "業" "楷" "極" "椰" "楊" "楨" "楓" "牒" "當" "畸" "祿" "稜" "稚" "義" "羨" "群" "裘" "裝" "試" "詩" "資" "賈" "賄" "賂" "農" "酬" "酪" "鉀" "鈿" "雉" "鼓" "渼" "湞" "渱" "煪" "詡"]
                                 :14 ["溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "署" "劃" "寥" "實" "廖" "徹" "截" "暢" "榜" "榕" "構" "榛" "榴" "槐" "熊" "禎" "福" "種" "稱" "精" "翠" "翡" "翟" "臧" "裴" "誘" "賓" "趕" "酷" "領" "鳴" "鳳" "逑" "溱" "溎" "嵺" "嶍" "榞" "槙" "魠"]
                                 :15 ["慷" "慢" "漳" "演" "漓" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "漪" "滬" "滌" "儂" "劇" "劉" "劍" "增" "廣" "德" "暮" "暴" "樣" "樟" "標" "槽" "模" "槳" "樑" "獎" "稿" "稼" "稽" "稷" "誼" "豎" "賠" "賦" "賢" "賣" "賜" "質" "醇" "醋" "震" "魯" "黎" "齒" "憀" "摎" "滸" "漉" "漻" "槢" "樛" "潁" "熠" "熤" "稹" "翦"]
                                 :16 ["陳" "蓄" "蒞" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "劑" "勳" "戰" "曆" "曇" "橙" "橫" "樹" "橋" "樵" "機" "歙" "熾" "積" "穎" "穆" "篩" "糕" "糖" "翰" "翱" "翮" "臻" "諦" "謂" "賴" "醒" "錄" "霖" "頭" "頤" "鴦" "鴒" "鴛" "龍" "遒" "潢" "醐" "醑" "鋹" "鴗"]
                                 :17 ["陽" "蔣" "擋" "濃" "澤" "濁" "激" "獨" "嬰" "彌" "戲" "戴" "曙" "檀" "檔" "檢" "牆" "矯" "穗" "糠" "繆" "翳" "翼" "褶" "賺" "賽" "購" "鍚" "闊" "隸" "鴻" "鴿" "鄔" "蔍" "濈" "澲" "嚁" "簏" "韔"]
                                 :18 ["蕩" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "斷" "曜" "檳" "櫂" "穠" "糧" "繒" "翹" "翻" "豐" "蹟" "醫" "雙" "顏" "題" "鵑" "鵝" "鵠" "蕥" "燿" "豂" "轆" "轇"]
                                 :19 ["鄭" "遺" "薪" "薑" "濾" "瀑" "嚥" "寵" "龐" "曝" "櫚" "牘" "疇" "疆" "穫" "穩" "識" "贊" "醮" "靡" "類" "願" "鵡" "鵲" "鵬" "麒" "麗" "麓" "騛" "鵰"]
                                 :20 ["藏" "瀚" "瀝" "勸" "嚨" "寶" "曦" "朧" "耀" "醴" "麵" "齡" "藋" "瀧" "曨" "櫳" "顟" "飂" "鶖" "鶧"]
                                 :21 ["藩" "瀰" "瓏" "儷" "櫻" "欄" "躍" "顧" "鶯" "鶴" "麝" "瀴" "趯" "鶼"]
                                 :22 ["蘋" "蘇" "瓔" "彎" "權" "疊" "籠" "襲" "龔" "灃" "籙" "譾" "鷚" "龕"]
                                 :23 ["曬" "纓" "顯" "鷥" "麟" "鷸" "鷲"]
                                 :24 ["隴" "鷹" "鷺" "蘴"]
                                 :25 ["灝" "鸐"]
                                 :26 ["酈" "灣"]
                                 :27 ["鸕"]
                                 :28 ["鸚"]
                                 :30 ["鸞" "鸝"]}}
                   :pig {:better {:2 ["二"]
                                  :3 ["口" "士" "女" "子" "寸" "小" "山"]
                                  :4 ["尹" "云" "壬" "孔" "少" "方" "月" "木" "水" "牛" "四"]
                                  :5 ["充" "北" "卯" "未" "民" "永" "生" "用" "田" "由" "禾" "立"]
                                  :6 ["汀" "丞" "亦" "亥" "兆" "再" "冰" "吉" "同" "合" "回" "好" "如" "字" "存" "宇" "守" "安" "寺" "曲" "竹" "米" "羊" "臣" "西" "求"]
                                  :7 ["汝" "江" "亨" "兌" "免" "助" "呈" "告" "妞" "妙" "妍" "妤" "孝" "宏" "序" "材" "牡" "甫" "男" "私" "秀" "豆" "里" "妘"]
                                  :8 ["沂" "乳" "亞" "享" "侖" "兔" "函" "和" "固" "委" "妹" "孟" "季" "定" "宜" "宙" "尚" "居" "岳" "庚" "承" "東" "果" "林" "松" "秉" "竺" "舍" "金" "雨" "青"]
                                  :9 ["芋" "芍" "泳" "河" "法" "泗" "治" "勉" "勃" "厚" "品" "姜" "姿" "屋" "扁" "柵" "柄" "柳" "盈" "相" "眉" "科" "秒" "秋" "食" "泰"]
                                  :10 ["芳" "芹" "芸" "洋" "洲" "津" "洞" "洛" "兼" "凍" "卿" "原" "圃" "娩" "娥" "容" "峰" "料" "朗" "案" "根" "桂" "栗" "桐" "桃" "株" "特" "畔" "畜" "留" "秦" "窈" "財" "酒" "桉"]
                                  :11 ["若" "茉" "苗" "苑" "茆" "浪" "浦" "海" "涓" "浴" "浩" "動" "寅" "專" "崎" "崙" "崧" "康" "旌" "梁" "梓" "梅" "笙" "粒" "章" "鳥" "麻" "浤" "婕" "婞" "娸" "婭"]
                                  :12 ["喬" "媚" "富" "廊" "棟" "森" "棲" "棣" "甥" "登" "發" "童" "策" "筍" "筑" "粟" "善" "舒" "詠" "鈕" "鈞" "閑" "閒" "閎" "雅" "雄" "集" "雲" "黍" "黑" "茜" "淥" "淼"]
                                  :13 ["莘" "莆" "揮" "湘" "湖" "廉" "敬" "新" "業" "楣" "毓" "稚" "義" "鉛" "鉉" "鈿" "雷" "靖" "飽" "豊"]
                                  :14 ["萍" "華" "萊" "菊" "溢" "溶" "源" "溫" "嘉" "實" "榮" "榭" "睿" "種" "箕" "精" "翡" "翟" "肇" "舞" "輔" "銀" "銘" "菉" "溱" "溎" "榞" "箐" "銚" "嫺"]
                                  :15 ["葵" "葦" "葉" "葡" "演" "漾" "滿" "嫻" "嬌" "寬" "廚" "廣" "樣" "樟" "樑" "穀" "稷" "稻" "箱" "篆" "篇" "諄" "豎" "醇" "鋅" "鋒" "養" "萩" "槿" "鋐" "鋆"]
                                  :16 ["蓉" "蒙" "蒲" "蒼" "澄" "潔" "潭" "潤" "學" "樺" "樹" "橡" "橋" "糕" "羲" "臻" "豫" "錠" "錄" "錐" "霖" "霍" "頤" "默" "蓁" "澐" "燊"]
                                  :17 ["蔬" "蔭" "濃" "澤" "孺" "嶸" "瞳" "糠" "臨" "鍾" "鞠" "鴻" "檡"]
                                  :18 ["濱" "濟" "濛" "濤" "濬" "濡" "叢" "檬" "櫂" "穠" "糧" "謹" "豐" "鎮" "馥"]
                                  :19 ["薪" "蕾" "穫" "穩" "鏗" "韻" "鵬" "瀅" "鏞"]
                                  :20 ["藍" "薰" "瀝" "馨" "瀠"]
                                  :21 ["藩" "藝" "藤" "鐸" "露" "鶴"]
                                  :22 ["藺" "權" "鑑"]
                                  :23 ["蘭" "麟"]
                                  :24 ["鑫"]}
                         :worse {:1 ["一" "乙"]
                                 :2 ["几" "刀" "力" "匕"]
                                 :3 ["三" "上" "凡" "也" "土" "大" "川" "己" "已" "巳" "干" "弓"]
                                 :4 ["之" "仁" "什" "今" "天" "太" "巴" "引" "戈" "支" "斤" "日" "比" "片" "牙" "王" "爿"]
                                 :5 ["主" "乏" "代" "刊" "加" "功" "包" "卉" "占" "古" "召" "叱" "央" "它" "市" "布" "平" "弘" "弗" "旦" "玉" "申" "皮" "矛" "矢" "石" "示"]
                                 :6 ["氾" "光" "列" "刑" "危" "夷" "妃" "州" "帆" "式" "戎" "早" "旨" "旭" "朵" "此" "虫" "血" "衣" "圮"]
                                 :7 ["托" "汎" "伸" "佔" "但" "伯" "伶" "別" "判" "君" "呀" "坎" "壯" "希" "庇" "廷" "弟" "彤" "形" "杉" "系" "邑" "礽"]
                                 :8 ["玖" "些" "依" "例" "刻" "券" "刷" "到" "制" "協" "卓" "卷" "呻" "坤" "奇" "奈" "宗" "宛" "延" "弦" "或" "戕" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "枝" "欣" "版" "狀" "直" "知" "社" "祀" "祁" "糾" "初" "采" "長" "忻" "玕" "佌" "旻" "炘" "炅"]
                                 :9 ["罕" "泓" "泡" "泛" "玫" "表" "亮" "侯" "係" "前" "剋" "則" "勇" "垣" "奐" "宣" "巷" "帝" "帥" "建" "弭" "彥" "春" "昭" "映" "昧" "是" "星" "昱" "架" "柏" "矜" "祉" "祈" "祇" "禹" "穿" "竿" "紂" "紅" "紀" "紉" "紇" "約" "紆" "羿" "虹" "衫" "風" "玡" "玠" "柰" "祅" "紈"]
                                 :10 ["迅" "巡" "芝" "芽" "指" "珊" "玲" "珍" "珀" "玳" "倡" "候" "修" "剛" "奚" "孫" "家" "差" "席" "師" "庭" "時" "晉" "晏" "晃" "晁" "書" "核" "栩" "矩" "砷" "祕" "祐" "祠" "祟" "祖" "神" "祝" "祚" "紡" "紗" "紋" "素" "索" "純" "紐" "級" "紜" "納" "紙" "紛" "翁" "蚩" "袁" "袂" "衽" "訊" "託" "起" "躬" "珅" "倧" "扆" "祜" "紘" "紓" "衿" "衾"]
                                 :11 ["邪" "邦" "那" "迎" "返" "近" "范" "茅" "苓" "班" "琉" "珮" "珠" "乾" "健" "凰" "副" "務" "勘" "曼" "唱" "唬" "婉" "婚" "將" "崇" "常" "張" "強" "彬" "彩" "彫" "旋" "晚" "晤" "晨" "曹" "勗" "桿" "烯" "祥" "票" "祭" "絃" "統" "紮" "紹" "紼" "細" "紳" "組" "終" "羚" "翌" "翎" "聆" "彪" "蛉" "被" "袒" "袖" "袍" "袋" "責" "玼" "珩" "埏" "紵" "紾" "袗"]
                                 :12 ["邵" "述" "迦" "迪" "能" "情" "掛" "採" "捺" "涎" "淺" "琅" "球" "理" "現" "剴" "創" "勞" "喉" "場" "堤" "堠" "媛" "嵐" "巽" "幀" "弼" "彭" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "棕" "牌" "番" "短" "結" "絨" "絕" "紫" "絮" "絲" "絡" "給" "絢" "絳" "翕" "蛟" "裁" "裂" "視" "診" "費" "貴" "須" "邰" "琁" "珺" "牋" "矞" "絪" "絜" "軫"]
                                 :13 ["陀" "郎" "郁" "送" "迷" "迺" "莫" "莊" "莉" "提" "揚" "琪" "琳" "琥" "琴" "琦" "琨" "勤" "勢" "園" "戡" "暗" "暉" "暖" "暄" "會" "楊" "楓" "照" "煜" "牒" "祺" "祿" "禁" "經" "絹" "綏" "群" "蜀" "蛾" "蛻" "蜂" "裟" "裙" "補" "裘" "裝" "裕" "試" "鉀" "雉" "零" "琬" "琰" "琝" "媴" "絻"]
                                 :14 ["郡" "通" "連" "速" "造" "透" "逢" "途" "準" "猿" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "僎" "劃" "寥" "廖" "彰" "截" "暢" "碧" "禎" "福" "禍" "粽" "綻" "綰" "綜" "綽" "綾" "綠" "緊" "綴" "網" "綱" "綺" "綢" "綿" "綵" "綸" "維" "緒" "緇" "綬" "臧" "蜜" "蜻" "裳" "裴" "裹" "裸" "製" "褚" "豪" "賓" "趕" "閩" "溒" "瑄" "瑋" "榬" "綪" "緁" "緆" "緋" "綖" "綦" "蜒" "裱" "魠"]
                                 :15 ["郭" "都" "週" "逸" "進" "慢" "漫" "瑤" "瑣" "瑪" "瑰" "劇" "劉" "劍" "增" "審" "影" "暮" "槽" "槳" "毅" "獎" "瑩" "稼" "締" "練" "緯" "緻" "緘" "緬" "編" "緣" "緞" "緩" "緲" "緹" "翩" "蝴" "蝶" "褐" "複" "褓" "褊" "誕" "賞" "質" "輝" "駐" "魯" "齒" "摎" "漻" "褌" "褋" "褙"]
                                 :16 ["陳" "鄉" "運" "遊" "道" "達" "違" "遁" "撰" "潛" "澎" "璋" "璃" "瑾" "璀" "劑" "勳" "戰" "曆" "曉" "曇" "熾" "禦" "縑" "縈" "縣" "縝" "縉" "螢" "融" "褪" "褲" "褫" "諷" "醒" "駭" "璇" "璉" "縕" "螈" "錼"]
                                 :17 ["陽" "鄒" "遠" "遜" "遣" "遙" "遞" "蔣" "璟" "璞" "勵" "彌" "戲" "戴" "曙" "牆" "矯" "禧" "禪" "績" "繆" "縷" "總" "縱" "縴" "縵" "翼" "襄" "褸" "轅" "鍚" "鄔" "蟉" "襁"]
                                 :18 ["適" "遷" "環" "璦" "璨" "斷" "曜" "璧" "織" "繕" "繞" "繚" "繡" "繒" "蟬" "顏" "題" "蕥" "鎱"]
                                 :19 ["際" "鄭" "鄧" "選" "遲" "薑" "璿" "嚥" "曝" "牘" "璽" "疆" "禱" "繫" "繹" "繩" "繪" "繳" "襠" "襟" "識" "贊" "譔"]
                                 :20 ["還" "邁" "邀" "藏" "瓊" "勸" "曦" "繽" "繼" "耀" "騰" "齡" "繾" "饌"]
                                 :21 ["邈" "瓏" "櫻" "纏" "續"]
                                 :22 ["邊" "瓔" "彎" "禳" "襯" "鷚"]
                                 :23 ["曬" "纓" "纖" "襴" "鷸"]
                                 :25 ["蠻" "纘"]
                                 :26 ["邏" "灣"]
                                 :27 ["纜"]
                                 :29 ["驪"]}}}}
         :birth-hour-options [["子" "子時（23:00 ~ 12:59）"]
                              ["丑" "丑時（1:00 ~ 2:59）"]
                              ["寅" "寅時（3:00 ~ 4:59）"]
                              ["卯" "卯時（5:00 ~ 6:59）"]
                              ["辰" "辰時（7:00 ~ 8:59）"]
                              ["巳" "巳時（9:00 ~ 10:59）"]
                              ["午" "午時（11:00 ~ 12:59）"]
                              ["未" "未時（13:00 ~ 14:59）"]
                              ["申" "申時（15:00 ~ 16:59）"]
                              ["酉" "酉時（17:00 ~ 18:59）"]
                              ["戌" "戌時（19:00 ~ 20:59）"]
                              ["亥" "亥時（21:00 ~ 22:59）"]]
         :dictionary {:kang-xi [{:strokes 1
                                 :characters "一丨丶丿乙亅"}
                                {:strokes 2
                                 :characters "巜二亠人儿入八冂冖冫几凵刀刁刂力勹匕匚匸十卜卩厂厶又丁丂七丄丅丩乀乁乂乃㐅乜九了"}
                                {:strokes 3
                                 :characters "口囗土士夂夊夕大夨女子孑孒宀寸小尢尸屮山巛川工己已巳巾干幺广廴廾弋弓彐彑彡彳亍于亏亡亼兀兦凡刃劜勺卂千卄㔾卪㔿叉万丈三上下丌个丫㐄丸久乆乇么乞也"}
                                {:strokes 4
                                 :characters "王心戈戶手才支攴攵文斗斤方无日曰曱月木欠止歹殳毋毌比毛氏气水火灬爪父爻爿片牙㸦牛犬圠壬天太夫夬夭孔尐少尤尹尺屯㞢㠪巴巿币帀幻廿弌弔引㢧弖云互亓五井亖亢亣什仁仂仃仄仅仆仇仈仉今介仌仍从仏允兂元內公六兮冃冄冗冘㓅処刅分切刈勻勼勽勾勿化匹㔹卅卆升午卝卞卟卬厃厄厷㕕厸厹㕚及友㕛双反収不与丏丐丑中丮丯丰丹之乢乣予"}
                                {:strokes 5
                                 :characters "玉玊瓜瓦甘生用田由甲申甴疋疒癶白皮皿目矛矢石示禸禾穴立必戉戊戹扎斥旡旦未末本札朮正歺母氐民氶氷永㲸犮古句另叧叨叩只叫召叭㕣叮可叱史右叴㕤叵叶号司叹㕥叺囙㘝囚四囜圢圣㘦圥圤夃外夗夘央夯夰失夲夳奴㚢奵孕宁宂它宄㝊㝋尓尻尼㞋㞤屳㞥屴㞦㞧屵左巧巨㠯市㠲布帄平幼庀庁庂弁弍弗弘㣔亗仔仕㐰他仗㐱付仙仚仛仜仝仞仟仠仡㐲仢代令以㐳仦㐴仧兄㒰冉冋冬冭凥凷凸凹出刉㓚刊刋刌功加㔓㘞匃匄包北匛匜匝匞卉半占卡卭卮卯厇厈厺去叏叐且丕世丘㐀丙丱主丼乍乎乏㐌"}
                                {:strokes 6
                                 :characters "竹米糸缶网羊羽老考而耒耳聿肉臣自至臼舌舛舟艮色艸虍虫血行衣襾西玌甪甶百癿礼穵䇂忇忈㣻忉忊戌戍戎㧃㧄扐扑扒打払扔㧅收攷㫃旨㫐早旪旫旬旭旮㫑曲㬰曳有朱朲朳朴朵㭁朷朸朹机朻朼朽朾朿次㱏此㱙死㲌氒㲹氻㲺㲻氼氾氿汀汁求汃㲼汄汅灮灯㶡灰灱灲灳炇牝牞㸨牟犯犰叿吀吁吂吃各吅吆吇合㕦吉吊吋同㕧名后吏吐向吒㕨吔囘囝回囟因团囡圩圪圫圬圭圯地圱圲圳圴圵圶夅夙多㚏夵夶夷夸㚐奷奸她㚣奺奻奼㚤好奾奿妀妁㚥如妃妄妅㚦㚧㜽孖字存宅㝌宆宇守安寺尖尗尘尥㝼尦尽㞌屰屸屹㞨㞩屻㞪屼屽屾㞫㞭㞬州巟巩㠴㠵帆帇幵㡯㡰㡱庄廵㢟异弎式弙㢨㢩弚弛弜㣉彴彵亘亙交亥亦仮仯仰仱㐸仲仳㐹仴仵件价仸仹仺任仼份仾仿伀企伂伃伄伅伆伇伈伉伊伋伌伍伎㐺伏伐休伒伓㐻伔㐼优伖众伕充兆兇先光兊㒫全㒲共兲再冎冰冱冲决刎刏刐㓝㓞划刓刔刕刖列劣劤㔕劥劦劧匈匟匠匡匢㔺㔻卋卍印危㕂㕃厊㕄厽叒㕜攰㐁丞丟丠乑乨乩"}
                                {:strokes 7
                                 :characters "見角言谷豆豕豸貝赤走足身車辛辰辵邑酉釆里糺系羋耴肊臫良虬䖝㺨㺩玎玏㺪玐㺫㼗甫甬男甸㽕甹町㽖疓疔㽱㽲疕皀皁皂皃㿝盁盀䀎盯䀏矣矴矵䂗礽禿秀私秂䄦䄧䆑究竌忋忌忍㣼忎忏忐忑忒忓忔忕忖㣽志忘忙㣾忚㣿忛成我戒戓戺㦾戻戼扏㧆扗托㧇扙扚扛扜扝扞扠扡扢扣扤㧈扥扦扨攸改攺㩿攻攼㪀斘旰旱旲㫒旳旴旵㫓㫕㫔更杄杅杆杇杈杉㭂㭃杊杋杌杍李㭄杏材村杒杓杔杕杖杗杘杙杚杛杜杝杞束杠极㰝㰞欤步㱼每毐汊汋汌汍汎汏汐汑汒汓汔汕汖汗汘汙汚汛汜㲽汝汞江池㲾灴灶㶣灷灸灹灺灻灼災灾㶥㶤㸩牠㸪牡牢牣犱犲犳犴犵吘吙吚君吜㕩㕪吝吞吟吠㕫吡吢吣吤吥否吧吨㕬吩吪含听吭吮启㕭吰㕮吱吲吳吴吵㕯吷吸吹吺吻吼吽吾㕰吿呀呁呂呃呄㕱呅呆㕲呇呈㕴㕵吶呋㕳囤囥囦囧囨囩囪囫囬园囮囯困囲圻圼圽圾圿址坁坂坃坄坅坆均㘧坈㘨坉坊坋坌坍㘩坎坏坐坑坒坓坔㘪坕块坘㘬㘫坖坙壯声壳夆夋夽夾㚒夿㚓奀妉妊妋妌妎㚩妏㚪妐妑妒妓妔妕妖妗妘妙㚫妚妛妜妝妞妟妠妡妢妣妤㚬妥妦妧㚮㚭妨孚孛孜孝㜾㜿孞宊宋完㝏㝐宍宎宏㝑宐宒宑寽㝴尨尩尪尫尬尾尿局屁㞣㞷㞰㞱岄㞲岅㞳岆岇岈岉岊㞴岋岌㞵岎岏岐岑岒岓㞶岔岕巠巡巫巵㠷帉㠸帊帋㠹希帍㠺帎㠻㠼庇庈庉床庋庌庍庎㡲序㡳庘延廷弃弄弅㢬弝弞弟形彣彤彶彷彸役彺些亨㐬伭伮㑁伯估㑂伱伲伳伴伵伶伷㑃伸伹伺伻似伽伾伿佀佁佂佃佄佅但佇佈㑄佉佊佋佌位低住佐佑佒体佔何佖佗佘余佚佛作佝佞佟佡克兌免兎兏㒳㒴兵㒵㒶冏况冶冷冸冹㓈刜初刞㓟刟删刡刢刣判別刦刧刨㓠利㔗助努劫劬劭劮劯劰匉匣㔯匤匥㔰㔷医卣卤卲即卵㕅厎厏㕆㕇叓丣串乱㐖"}
                                {:strokes 8
                                 :characters "金長镸門阜阝隶隹雨靑非豖軋采竺竻籴籶籵䊵糼糽糾糿羌耓耵肋肌肍䏌肎䏍臤臥臽臾舏舍舠䑠艻艼䒒艽艾艿䒓芀芁䒔虎䖈虭虮虯虰虱䘚年㺬玒玓㺭玔玕玖玗㺮瓝㼘㼙瓨画甽甾甿畀畁畂畃疌疘㽳疙疚疛㽴疜疝㽵疞的㿪皯㿻盂䀐䀑盰䀒䀓盱䀔盲盳直盵䂆矤知矷矸矹矺矻矼社礿祀祁秄秅䄨秆秇秈䄩䄪秉秊䄬穸穹空穻䇃竎忝㤁忞忟忠忡忢㤂忣忤忥忦忧㤃忨忩忪快㤄忬忭㤅忮㤆忯㤇忰忱忲㤈忳忴念忶忷㤉忸忹忺忻忼㤊忽忾忿怀㤋㦰戔戕或㦱戝㦿戽戾㧀房所扟扭㧉扮㧊扯扰扱扲扳扴扶㧋扷批扺扻扼扽找承技抁抂抃㧌抄抅㧍抆抇抈抉把抋抌㧎抍抎抏抐抑抒抓抔投抖抗折抙抚㩺攽㪁放政㪂㪴斦斧斨斺斻㫄於旹旺旻旼旽旾旿昀昁昂昃昄昅㫘昆昇昈昉昊昋昌昍明昏昐㫙昑昒曶易昔昕昖昙昗昘㫚朊朋㬳朌服杪杫杬杭杯杰東杲杳杴杵杶杷㭇杸㭈杹杺杻杼杽松板枀㭉枂枃构枅枆枇枈枉枊枋枌枍枎枏析枑枒枓枔枕枖林枘枙枚枛㭊果枝枞㭋㭌枟䂞㰟欣㰠㰡欥欦㰢武歧歨歽歾歿殀㱚㱛㱜㱽毑毒毗㲍毞㲎㲏氓氛氜㲴氽汥汦汧汨汩汪汫汬汭汮汯汰汱㳀汲汳汴汵汶汷汸汹㳁決汻汼汽汾㳂汿沀沁沂沃沄沅沆沇沈沉沊沋沌沍沎㳃沏沐沑㳄沒㳅沓沔沕沖沗沘沙沚沛沜沝沞沟㳆㳇灵炁炂炃㶦炄炅炆炈炉炊㶧炋㶨炌炍炎炏炐炑炒炓炔炕炖炗炘炙炚炛爬爭㸒爸㸚牀版㸝㸞牥㸫牦㸬㸭㸮牧㸯牨物牪牫犹犺犻犼犽㹜犾犿狀㹝㹞㹟狁狂㹠狃狄狅狆肭呝呞呟呠呡呢㕷呣呤呥㕸呦呧周呩呪呫呬呭呮呯呰呱呲味呴㕹呵呶呷呸呹呺㕺呻呼命呾呿咀咁咂咃咄㕻咅咆咇咈咉咊咋和咍咎咏㕼咐咑㕽咔囶㘠㘡囷囸囹固囼坡坢坣坤坥坦坧坨坩坪㘱坫坬坭坮坯坰坱坲坳坴坵㘲坶坷坸坹坺坻坼坽坾坿垀垁垂㘳夌夜夝㚉奃奄奅㚔㚕奆㚖㚗㚘奇奈奉㚙奋㚰妬妭妮妯妰妱妲妳妴妵妶妷㚱妸妹妺妻妼妽㚲妾妿㚳姀姁姂姃姄㚴姅㚵姆㚶姇㚷姈姉姊始姌姍姎姏姐姑㚸姒姓㚹委㚺姕姖㚽㛁㚾㚼㚻孟孠孡孢季孤孥㝀宓宔宕宖宗官宙定宛宜㝒㝵尀尙㝿㞏屄居㞐屆屇屈屉㞑岝岞岟岠岡岢㞹岣㞺岤㞻岥岦㞼㞽岧岨岩岪岫岬岭岮岯岰岱岲岳岴岵岶㞾岷岸岹岺㟀㞿巶㠽㠾帑帒帓㠿帔帕帖帗帘帙㡀帚帛幷幸底㡴㡵㡶庖店㡷㡸庙庚㡹㡺庛府㡻庝弆弡㢮弢弣弤㢯弥弦㢰弧弨弩㣇㣋㣌㣍㣘彼彽彾彿㣙往征徂亝亞亟享京㐭佩㑉佪佫佬佭佮佯佰佱佲佳㑊佴併佶佷佸㑋佹佺佻佼佽佾使侀侁侂侃侄侅來侇侈㑌侉侊例侌侍侎侏侐侑侒侓侔侕侖㑍侗侘侙侚供侜依㑎侞㑏侟㑐兒兓兔兕兩其具典冐冞㓉㓊冼㓋冽冾冿㓌凭函刮刯到㓡刱刲刳刴㓢刵制㓣刷券刹刺刻㓤劵劶劷劸効劺劻㔙劼劽劾㔚匊匋匌㔬匼卑卒卓協卥卦㔽卶卷卸卹㕁卺厒厓㕈
                                             厔㕉叀叔㕞叕取受並丳丽乖乳乴乵㐨事青"}
                                {:strokes 9
                                 :characters "凬面革韋韭音頁風飛食首香釓閁閂覙觓觔訂䚮䚯訃訄訅訆䚰訇計䜪貞貟負赲赳赴䟓䟔軌䡂軍䡃辸䢳邒邓酊酋䣦䣥重竼竽竾竿䇖笀笁籷籸䉺籹籺籼籽籾紀紁䊶紂䊷紃約紅紆紇紈紉䊸缸䍂罔䍐罕羍美羏羐羾羿耍䎟耎耏耐耑䎠耔䎢耶耷䏎肐肑肒肓肔肕肖肗肘肙肚肛肜肝肞䏏育致臿䑡䑢舡䑣䒊䒕芃芄芅䒖芆芇芉芊芋芌芍䒗芎芏芐芑芒芓芔芕芖虐䖉虳虴虵虶虷虸䖞虹虺虻䖟䖠虼䘏衁衍衎䘜衦衧表衩衪䘝衫䙲要玅玜玝玞㺰㺱玟玠玡玢玣玤玥㺲玦玧玨玩玪玫玬㺴㺵玭㺳㼉㼊瓪瓫㼚瓬瓭㼛瓮甚甠㽘畆畇畈畉畊畋界畍畎畏㽙畐㽚畖疢㽷疣㽸疤㽹㽺疥疦疧疨疩㽻疪疫疺癸癹皅皆皇㿞皈㿫㿬㿼盃㿽盄盅盆盈盶盷相䀕䀖盹䀗䀘盺盻盼盽䀙盾盿眀省眂眃䀚眄眅眆眇眈眉䀛䀜眊看䀞䂇矜矦矧矨砂砃砄砅砆砇砉䂚䂛砊䂜砋砌砍砎砏砐砑砒砓䂝砈䃽祄祅祆祇祈祉䃾祊祋䃿祌禹禺䄮秋种秎䄯秏秐科秒秓秔䄰䄱秕秖䄲秗䄳穼䆓䆔穽䆕穾穿䆖窀突窂䇅竐竑㤌怇怈怉怊怋怌怍怎㤍怏怐㤎怑怒怓怔怕㤏怖怗㤐怘怙㤑怚怛怜思怞㤒㤓怟怠怡怢怣㤔怤急怦㤕性怨怩怪怫怬怭怮怯怰㤖怱怲怳怴怵怶怷怸㧁扁扂扃㧂扸抦抧抨抩抪披抬抭㧒抮抯抰㧓抱抲抳抴抵抶抷抸抹抺抻押抽抾抿㧔拀拁拂㧕拃拄担㧖拆拇拈拉拊拋㧗拌㧘拍拎拏拐拑拒拓拔拕拖拗拘㧙拙拚招拜拞攱㪃㪄敀敁敂㪅敃敄故㪆㪵㪼斪㪽斫施斾斿昚㫛昛昜昝昞星映昡昢昣昤春昦昧昨昩昪㫜昫昬㫝昭昮㫞是昰㫟昱昲昳昴昵昶昷㫠㫡昸昹㫢㫤昺曷朎朏朐枮枯枰枱枲枳枵架枷枸枹枺㭑枻枼枽枾枿柀柁柂柃柄柅柆柇柈柉柊柋柌柍柎柏柑柒染柔柕柖柗柘柙柚柛柜㭒柝㭓㭔柞柟柠柡柢柣柤查柦柧柨柩柪㭕柫柬柭柮柯柰柱柲柳柴柵柶柷柸柽柼柾柺柿㰣欨㰤㰥㰦㰧欩欪㰨㱒歪歫殂殃殄㱞殅㱟㱠殆段殶毖㲋毘毠㲒毡沫沬沭沮沯㳋沰沱沲河沴沵沶沷沸油沺㳌治沼沽沾沿泀況泂泃泄泅泆泇泈泉泊㳍㳎泋泌泍泎泏泐泑㳏泒泓泔法泖泗泘泙泛泜泝泞㳐泟泠泡波泣泤泥泦泧注泩泪泫泬泭泮泯泰泱泲泳㳑泴泵炟炠炡㶫炢炣炤炥炦㶬炧炨炩炪炫炬㶭炭炮炯炰炱炲㶮炳炴炵炶㶯炷㶰爮爯爰㸖爼㸛牁牉牊㸰㸱牭㸲㸳牮牯牰牱牲牳牴㹡㹢狉㹣狊狋㹤㹥狌㹦狍狎狏狐狑㹧狒狓狔狕狖狗狘狙狚狛㹨㐩咞咟咠咡咢咣咤咥咦咧㖀咨㖁咩咪咫咬咭咮㖂咯咰咱㖃咲咳咴咵咶咷咸咹㖄咺咻咼咽咾咿哀品哂㖅哃㖆哄哅哆哇哈哉哊㖇哋哌㘢囿圀㘹型垌垍垎垏垐垑垒垓垕垖垗垘垙㘶垚垛垜垝垞垟垠垡垢垣垤㘷垥垦垧垨㘺㘸壵壴夈㚅㚆㚇奎㚚奏奐契奒奓奔奕妍姘姙姚姛姜姝姞姟姠㛂姡姢姣姤姥姦姧㛃姨㛄姩姪姫姭姮姯姰姱姲姳姴㛅姵姶姷姸姹姺姻姼姽姾姿娀威
                                             㛆娂娃孨孩㝁㝓客宣㝔室宥宦宨㝕宩宪㝖封尛尜尮尯㞀㞁㞒屋屌㞓屍屎㞔屏㞕㞖岍峆峇峈峉峊㟄峋峌峍㟅峎峏峐峑峒峓峔峕峖峗峘峙峚峛峜峝峟峞巷巸帝㡁帞㡂帟㡃㡄帠帡帢帣帤帥㡅幽庠㡼㡽㡾庡㡿庢庣㢀庤庥㢁度㢂建廻弇弈㢥弫弬弭弮㢲㢳㢴㢵㢶彖彥㣚㣛待㣜㣝徆徇很徉徊律後徍㣞㣟㣠亭亮亯亰侮㑗侯侰侱㑘侲侳侴侵侶侷侸侹㑙侺侻侼侽㑚侾便俀俁係促俄俅俆俇㑛俈俉俊俋俌俍俎俏俐俑俒俓俔㑜俕㑝㑞俖俗俘俙俚俛俜保俞㑟俟俠信兗兘兪㒸冑冒冟冠㓎凁㓏凾剃剄剅剆則剈剉削剋剌前㓧㓨㓩㓪勀勁勂勃勄勅勆勇勈勉㔜匍匧匨匩匽南卻卼卽厖厗厘㕊厙厚㕟叙叚叛叜叝乹㐜"}
                                {:strokes 10
                                 :characters "馬骨高髟鬥鬯鬲鬼釕釖釗釘釙釚䤛釛釜針釞釟釠閃閄閅䦹䦺阞䧱隺隻隼隽覍覎䙷䙸訉訊訋䚱訌訍討訏訐訑訒䚲訓訔訕訖託記訙谸䜫豇豈豗䝅豹豺豻財貢貣貤䞑䞖赶䞗䞘起赸趵趶䟕䟖躬軎軏軐軑軒䡅軓軔辱䢊达辿䢋迀迁迂迃迄迅迆邔邕邖邗邘邙邚邛䢴䂙酌䣧配酎酏酐酑酒䣨敌笅笆䇗䇘笇笈笉笊笋䇙笌笍笎笏笐笑笒笓笔䇚䇛䇜粃䉻粄粅粆粇粈粉粊粋䉼䊺紊紋紌納䊻紎紏紐紑紒紓純紕䊼䊽紖䊾䊿紗紘䋀䋁紙級紛紜紝紞紟素䋂䋃紡索䋄紣紤缹䍃缺䍒䍓罘䍔羒羓䍧䍨羔羖羗羘䍩䍾翀翁翂䍿翃翄翅翆耄者耆䎡耕耖耗耘耙䎳耸䎴耹耺耻耼耽耾耿肁肂䏐䏑䏒股肢䏓肣肤肥肦䏔䏕肧肨肩䏖肪肫肬肮肯肰肱䏗䏘肳䏙肴肵肶肷肸肹肺䏚䏛肻臬臭舀䑔舁舐䑚䑙舥舦䑤䑥舧舨舩航舫般舭䒚芘芙芚芛芜芝芞芟芠䒛䒜芡芢䒝䒞芣芤芥芦芧芨䒟䒠䒡芩芪芫芬芭芮芯芰花芲芳芴芵芶芷芸芹芺芻芼䒢芽芾䒣苀䒤苁苂苃䒥茾虒䖊虓虔䖋䖌蚄蚅蚆蚇蚉蚊蚋蚌蚍蚎蚏蚐蚑蚒蚓蚔蚕蚖蚗蚘蚙蚚蚛蚜蚝蚞蚟䖡䖢蚠蚡蚢蚣蚤䖣蚥蚦蚧蚨蚩蚪衃衄䘐䘕衏衭衮䘟衯衰䘠衱衲衳衴衵䘡衶衷衸衹衺衻衼衽衾衿袀袁袂袃玆玲玳㺷玴玵玶㺸玷玸玹玺玻玼玽玾玿珀珁珂珃㺹珄珅珆珇珈珉珊珋珌珍珎㺺瓞瓟㼋㼌瓳瓴瓵㼜㼝㼞㼟㼠㽍甡㽛畔畕畗畘留畚畛㽜畜畝畟疰疱㽽疲疳㽾㽿疴疵疶㾀疷疸㾁㾂疹㾃疻㾄疼疽㾅㾆疾㾇㾈㾉疿痀痁痂痃痄病痆皉皊㿟皋皌皍㿭皰㿮盉㿾益㿿盋䀀盌盍盎䀟眎眏眐䀠眑眒眓眕眖眗眘眙眚眛眜眝䀡眞真眠眡眢䀢眣眤眥眦眧眨眩䀣眪䀤眫眿矩䂏䂐䂑砝砞砟砠䂟砡砢䂠砣砤砥䂡䂢䂣砦砧䂤砨䂥砩砪砫砬砭砮砯砰砱砲䂦砳破䂧砵砶祏祐祑䄁祒䄂祓祔祕祖祗祘祚䄃祛祜祝神祟祠祡祢秌秘秙秚秛秜秝䄶秞租秠秡秢秣秤秥秦秧秨秩䄷秪秫秬秭䄸秮积䆗窄窅窆䆘窇窈窉窊窋窌䆙竘站竚䇇竛䇈竜竝䠶鞂恀㤚恁㤛恂恃恄㤜恅恆恇恈恉㤝恊恋㤞恌㤟㤠㤡恍㤢恎恏㤣恐㤤恑恒恓恔恕恖恗恘恙恚恛恜恝恞恟恠恡恢㤥恣㤦恤恥恦恧恨恩恪恫恬恭㤧㤨恮息恰恱㤩㤺㤪恲㤫恴㦴㦵戙㦶扄扅扆扇拪拫括拭拮拯拰㧡拱拲拳拴拵拶拷拸拹拺拻拼拽拾拿㧢挀持挂㧣挃㧤㧥挄挅挆㧦指挈㧧㧨㧩按挊㧪挋㧫挌㧬挍挎挏挐挑挒㧭挓挔挕㧮挖挗㧯㩻㩼敆敇㪇㪈效敉敊斊斋㪰㪶料斚㪾㫅旁旂旃旄旅旆旊晀晁時晃晄晅晆晇晈晉晊晋㫧晌㫥晍㫦晎晏晐晑㫨晒㫩書㬴朒朓朔朕栒栓㭘栔栕栗栘栙栚㭙栛㭚㭛栜栝栞栟栠校栢栣栤栥栦栧㭜栨栩株栫㭝栬栭栮栯㭞栰栱㭟栲栳栴㭠栵㭡栶样核根栺栻格栽栾栿桀桁桂㭢桃桄桅框桇案桉桊桋桌桍桎桏桐桑桒桓桔桕桖桗桘桙桚㰩欫㰪欬欭㰫欮㰬欯㰭欰欱歬歭殈㱡殉殊㰷㱾
                                             㱿殷毢毣毤毥毦毧毨毩㲓㲳氣氤泚泿洀洁洂洃洄洅洆洇㳖洈洉洊洋洌㳗㳘洎洏洐㳙洑洒洓洔㳚洕洗洘洙洚洛洝洞洟洠洡洢洣洤津洦洧洨洩洪洫洬洭㳛洮洯㳜洰洱洲洳洴洵洶洷洸洹洺活洼洽派洿浀流㳝浂㳞烄烅烆烇烈烉烊烋烌烍烎㶳烏烐烑烒烓烔㶴烕烖烗烘烙烚烛烜烝烞烟烠烡烢烣㶵爹㸗牂㸟㸠㸡㸧牶牷㸵㸶㸷㸸牸特狟狠㹫狡狢狣狤㹬狥㹭狦狧狨㹮狩狪㹯狫胶哠㖏員哢哣㖐哤哥哦哧哨㖑㖒哩哪哫哬哭哮哯哰哱哲哳哴哵哶哷哸哹哺㖓哻哼哽㖔哾哿㖕唀唁唂唃唄唅唆唇唈唉唊唋唌唍唎唏唐㖖唑唓唒㖘㖗㘣圁圂圃圄圅㘿垶垷垸㙀垹垺垻垼垽垾㙁垿埀埁埂埃埄埅埆埇埈埉埊埋埌埍城埏埐埑㙂㙃埒㙄㙅夎夏奊套奘奙奚姬㛍㛎娉娊娋㛏娌娍娎娏娐㛐娑娒娓娔㛑㛒娕娖娗娘娙娚娛㛓㛔娜㛕㛖娝㛗娞㛘㛙㛚娟娠㛛㛜娡娢娣娤娥娦娧娨娩娪娫娭娮㛝㛞娰娽㝂孫㝃孬宧宬㝗宭宮宯㝘宰宱宲害宴宵家宷宸容㝙㝚宺尃射尅㝶㝸㞂屐屑屒㞗屓屔展屖㟇峨峩峪峫峬㟈峭峮㟉㟊㟋峯峰㟓峱峲峳㟌㟍峴峵島峷峸峹㟎峺峻峼㟏峽峾峿㟐崀㟑㟔差㡇帨㡈帩帪師帬席座庨㢃庩㢄庪庫庬庭庮㢅庯㢆㢸弰弱弲彧徎徏徐㣢㣣徑徒亳修俯俰俱俲俳俴㑣俵㑥俶俷俸俹俺俻俼俽俾俿倀倁倂倃倄倅倆倇倈倉倊個倌倍倎倏倐㑦們倒倓倔倕倖倗倘候倚倛倜倝倞借倠倡倢倣値倥倦倧倨倩倪倫倬倭倮倯倰倱倲倳倴㑧倵党㒭兼冓冔冡冢冣冤冥凄㓐凅㓑准凇凈凉凊凋凌凍剒剓剔剕剖剗剘剙剚剛㓬剜剝㓭剞剟剠剡㓮㓯剢勌勍勎㔝勏㔞勐勑匎匪匫厜厝㕋㕌厞㕍原㕖叞叟丵乘"}
                                {:strokes 11
                                 :characters "魚鳥鹵鹿麥麦麻䯆靪頂頃頄䫸䬢飡飢飣飤馗釣釤釥釦釧釨釩釪釫釬釭釮釯釰釱釲釳釴釵釶䤜䦇镹䦌閆閇閈閉䦍䦻阠阡阢阣阤䧲隿䧳雀雩雪䨋雫䨽䨾規覐覑覒覓覔䙹䙺視觕觖觗䚗觘觙䚳訛䚴訜訝䚵䚶訞䚷訟訠䚸訡䚹訢訣訤訥䚺訦訧訨䚻訩訪䚼䚽䚿訫訬設訮訯䛀訰許䛁䚾訲䛂䛃谹谺谻䜴豉䝆豘豙豚豛豜豝䝇䝖豼豽䝗䝘貥貦䝧貧貨販貪貫責赥赦赹赺赻赼䞙䞚赽䞛赾赿䞜趹䟗趺趻䟘䟙䟚趽䟛䟜趾趿䟝跀䟞跁跂躭䡆軖軗軘軙軚䡇䡈䡉軛䡊軜軝䡋軞軟軠軡䡌䡍迊䢌迋䢍迌迍迎迏运近迒迓返迕䢎迖还迗迬邞邟邠邡邢那邤䢵邥邦邧邨邩邪邫䢶䣩酓酔酕酖酗䣪酘䣫䣬酙野䤚笖䇞䇟笗笘䇠笙笚笛笜笝笞笟笠䇡笡笢笣䇢笤䇣笥符笨笩笪笫第笭笮笯笰笱笲笳笴笵笶䇤䇥䇦笷粒䉽粓粔䉾粕粖粗粘䉿粙䊀粚粜粣紨䋈䋉䋊紩紪紫紬䋋紭紮累細紱紲紳䋌紴紵紶䋍䋎䋏紷紸紹紺紻紼䋐紽紾紿絀絁終絃組絅絆絇絈絉絊䋑䋒䋓缻䍄䍅䍆䍇䍈䍉䍕罛䍖罜罝罞罟罠罡䍗羕䍪䍫䍬羚羛羜羝羞䍭翇翈䎀翉翊翋翌䎁䎂䎃翍翎䎄翏翐翑䎅習䎆耇耈耚耛耜䎣耝耞耟聃聄䎵聅聆聇聈聉聊䎶胂胃胄䏞胅胆䏟胇胈胉胊胋背䏠胍胎胏䏡胐胑胒胓胔胕胖䏢胗胘胙胚䏣胛䏤胜胝胞胟胠胡胢胣胤胥䏥胦䑐舂舑舲䑦䑧舳舴舵䑨舶舷舸船舺䒋艴芿苐苑䒦苒苓苔苕苖苗苘苙苚苛䒧苜苝苞苠苡苢苣苤若苦苧苨苩苪苫苬苭苮苯苰英苲苳苴䒨苵苶苷苸苺苻苼苽苾䒩苿茀茁茂范茄茅茆茇茈茉茊䒪茋茌䒫茍䒬䖎處虖虗虘虙蚫蚭蚮蚯䖤蚰蚱蚲蚳蚴蚵蚶蚷蚸蚹䖥蚺蚻蚼䖦蚽蚾䖧蚿蛀蛁䖨蛂蛃䖩蛄蛅蛆蛇蛈蛉䖪蛊䖫蛋䘑衅衑衒術袈袉䘢袊袋袌袍袎袏袐䘣袑袒袓䘤袔袕䘥袖袗袘袙袚袛袜袝袞袟袠袡袢䘦袣袤袥袦袧袨袩袪被袬䙴覂苟率玈珒珓珔珕珖珗珘珙珚珛珜㺿珝珞珟珠珡㻀㻁珢珣珤珥㻂珦珧珨珩珪珫珬班珮㻄珯㻃㼍㼎瓠㼡㼢瓶㼣㼤瓷㼥甛甜產畡畢畣畤㽝略畦痊㾊㾋痋痌痍㾌痎痏㾍痐㾎痑㾏痒痓㾐痔㾑痕㾒皎皏皐㿡㿯㿰䀁盒盓盔盕䀂盖眭䀧䀨䀩眮䀪眰眱䀫眲䀬䀭眳眴眵眶眷眸眹眺眻眼䀮眽眾䂈矪䂒硂硃硄䂩硅䂪䂫硆硇硈䂬硉硊硋硌硍䂭硎䂮硏硐䂯硑祣祤祥䄄䄅祧票祩䄆祪祫祬祭祮离秱䄺䄻秲秳䄼䄽秴秵䄾秶䄿秷䅀䅁䅂秸䅃秹䅄秺䅅移䅆䅈秼䅊䅇稆䆚䆛䆜䆝䆞窏窐窑䆟窒窓窔窕䆠竟䇋章恾恿悀悁悂悃㤮悄悅悆悇悈悉悊㤯㤰悋悌悍㤱悎㤲悏悐悑悒悓悔悕㤳悖悗悘㤴㤵㤶悙悚㤷悛悜悝悞悟悠㤸㤹悡悢患悤悥您戚㦷戛戜扈挨挩挪挫㧲挬挭挮㧳振挰挱挲挳挴㧴挵挶挷挸挹挺挻㧵挼挽㧶挾挿捀㧷捁捂捃捄捅捆捇捈捉捊捋捌捍㧸捎捏捐捑捒捓捔捕捖捗捘捙捚捛㩽㪊㪋敍㪌㪍敎敏敐㪎救敒敔敕敖敗敓斌㪷斛斜斬
                                             断旇旈旉旋㫊旌旍旎族旣晗晘㫯㫰晙晚晛晜㫱晝晞晟晠晡晢晣晤晥㫲晦晧晨㫳㫴曹曼朖朗朘朙朚望㬶桫桬桭桮桯㭨桰桱桲桳桴㭩桵桶㭪桷桸桹桺桻桼㭫桽桾㭬桿梀梁梂梃梄梅梆梇梈梉梊梋梌梍梎梏梐梑梒梓梔梕梖梗㭭㭮㭯梘梙梚梛梜㭰條梞梟梠梡梢梣梤梥梦梧梨梩梪梫梬梭梮梯械梱梲梳梴梵梶㭲梸㭱梷㰮欲㰯欳欴欵欶欷㰰㰱欸殌殍㱢殎殏㱣殐殑㲀殸殹殺毫㲔㲕㲖毬㲗毭㲘㲙㲚㲵洍洖浖浗浘浙浚浛浜浝浞浟浠浡浢浣浤㳤㳥浥浦浧浨浩㳦浪浫浬浭浮浯浰浱浲浳㳧浴㳨㳩浵浶海浸浹浺浻浼浽浾浿涀涁涂涃涄涅涆㳪㳫涇消涉㳬涊涋涌涍涎涏涐涑涒涓涔涕涖涗涘㳭㳮㳯烯烰烱烲烳烴烵烶烷烸烹㶹烺㶺烻烼烽㶻烿㶼焀焁焂焃焄㶾焅㶿焆焇焈焉焊焋焌焍焏焎㸘爽㸹㸺㸻牻㸼牼牽㸽牾㸾牿犁狳狴㹱㹲狵㹳狶㹴㹵狷狸狹狺狻狼狽狾狿㹶㹷㹸㖟唩唪唫唬㖠唭售唯唰唱唲唳唴唵唶唷唸唹㖡㖢唺㖣唻唼唽㖤唾唿啀啁㖥啂㖦啃啄啅商啇啈啉啊啋啌㖧啍啎問啐㖨啑啒啓啔啕啖啗啘啚啛啜啝㖩啞㖪啠㖫圇圈圉圊國埜埝埞域㙇埠㙈埡埢㙉埣埤埥埦埧埨埩埫埬埭埮埯埰㙊埱埲埳埴埵埶執埸培基埻埼埽埾埿堀堁堂堃堄堅堆堇堈堉堊堋堌壷够夠奛奜奝奞㚜㚞㚝娬㛥娵娶娷娸娹娺娻娼㛦㛧娾娿婀婁婂婃婄婅婆婇㛨㛩婈婉婊婋婌婍婎婏婐婑婒婓婔婕婖婗婘㛪婙婚婛婜婝婞婟婠婡婢婣婤婥婦婧婨婩婪婫㛫婬婭㛬婮婯婰㛭孮孯孰宿㝛㝜寀寁寂寃寄寅密㝝㝞寇寈㝟將專尉㞃㞄㞅㞆屙屚㞘屛屜屝㞙崆㟗㟘崇崈崉崊㟙㟚崋㟛崌崍崎崏崐崑崒崓崔崕崖崗崘崙崚崛崜㟜㟝崝崞崟崠崡崢崣崤崥崦崧崨崩㟞㟟㟠巢㠱帲帳㡉帴㡊帵帶㡋帷常帹帺庰㢈㢉㢊庱庲庳庴㢋庵庶康庸庹庺㢺㢻弴張弶強㢼弸彗㣎彩彪彫彬徖得㣤徘徙徛徜徝從徟徠御㣥㣦徢徣臺㑤偀偁偂偃偄偅偆假偈偉偊偋偌偍㑮偎偏偐偑偒偓偔偕偖偗偘偙做偛停偝偞偟偠偡偢偣偤健㑯偦㑰偧偨偩偪偫偬偭偮偯偰偱偲偳側偵偶偷兜㒻冕㒼冨减凐㓓凰㓘剨㓱㓲㓳㓴剪剫剬剭剮㓵㓶副剶㔠勒勓勔動勖勗勘務匏匐㔨匘匙㔭㔱匬匭匾匿區卙卨卾卿厠厡厩㕗參乾乿㐡清"}
                                {:strokes 12
                                 :characters "黃黍黑黹䰲鳦馭䭴馮䯇骩䯧䯭䯮髠靫靬靭䩐靮靯䩑䩒韌䪦䪧䪨䪱項䪲順頇須頉䫹颩飥䬣䬤飦飧䬥䦾釽釾釿鈀鈁鈂鈃鈄鈅鈆䤝鈇鈈鈉鈊鈋鈌鈍鈎鈏鈐鈑鈒鈓鈔鈕鈖鈗䤞鈘鈙鈚鈛鈜鈝鈞鈟鈠䤟鈡镺䦎開䦏閌閍閎䦐閏閐閑閒䦑閔閕阥阦阧阨阩阪阫阬阭䦼阮阯阰䦽阱防阳阴雁䧴雂䧵雃雄雅集雇䧶雬䨌雭雮雯雰䨍雱雲靟䨿覕䙼䙽䙾覗覘䙿觚觛觝訴訵訶䛄䛅䛆訷訸訹䛇診註証訽訾訿詀詁詂詃詄䛈詅詆䛉詇䛊詈詉詊䛋詋詌詍詎詏詐詑詒詓詔䛌䛍䛎評詖䛏詗詘詙詚詛詜詝詞䛐䛑䛒詠䜬䜭䜵豞豟豠象豾䝚豿貀貁貂貃䝛䝩貯貰䝪貱貲貳貴貵貶買貸䝫貹䝬貺䝭費貼貽貾貿䝮賀䝯賁赧趀趁趂趃䞝䞞䞟䞠䞡趄超趆趇䞢趈䞣䞤趉越跅䟟跆䟠跇䟡䟢跈䟣䟤跉䟥跊跋䟦䟧跌跍跎䟨䟩跏䟪跐跑跒跓跔跕跖䟫䟬跗跘跙跚跛跜距䟭䠲躰䠳䠴䠵軤軥軦軧軨䡏軩軪軫軬軮軯軰軱軲軳軴䡐軵䡑軶軷䡒軸軹軺軻軽軼辜辝䢐迠迡迢迣迤迥迦迧迨迩䢑迪迫迭迮迯述迱迲邭邮邯邰邱䢸邲邳邴䢹邵邶邷邸邹䣮䣯酟䣰酠䣱酡酢酣䣲酤酥䣳釉量㬵笄笿䇧䇨筀筁䇩䇪䇫筂䇬筃筄䇭筅筆筇䇮筈等筊筋筌筍筎筏筐筑筒筓答筕策䇯䇰筗䇱筘䇲类粛粞粟䊁粠䊂䊃粡䊄䊅粢粤䊆粥粦粧絍䋕絎絏結絑絒䋖絓絔䋗絕䋘絖絗絘䋙絙絚絜絝絞絟絠絡絢䋚絣絤絥給絧䋛絨絩絪絫絬絭絮絯絰統絲絳䋜絴䍊缾缿䍘罣䍮羠䍯䍰羡羢䎇䎈䎉翓䎊翔翕翖翗翵䎜耊耋䎝耠聎聏聐聑聒䎷聠䏦胭䏧胮胯胰胱胲胳胴胵胷胸䏨胹䏩胺䏬胻胼能胾胿脀脁脂脃脄脅脆脇脈脉脊䏪䏫脔臦臮臯臰臵臶臷臸舃舒舜舼䑪䑫舽䑬䑭茖茗茘茙茚茛茜䒰茞䒱茟䒲茠茡茢䒳茤茥茦䒴茧茨茩茪茫茬䒵茭茮茯䒶茰䒷茱茲茳茴茵茶茷茸䒸茹茺茻茼茽茿荀荁䒹荂荃荄荅䒺䒻荇荈䒼草荊荋荌荍荎荏荐荑荒䒽荔荕荖荗䒾虑虛虜䖐䖑虝蚈蛐蛑蛒蛓蛔蛕䖭蛗䖮蛘蛙䖯蛚蛛蛜䖰蛝蛞蛟䖱蛠蛡蛢蛣䖲蛤䖳蛥蛦蛧䖴䖵蛨蛩蛪蛫蛬蛭蛮衆衇衈衉衕衖街衘袱袲袳袴袵袶袷䘨袸袹袺袻袼袽袾袿裀裁䘩裂䘪䘫䘬䘭䙵覃赨珳珴珵珶㻉珸珹㻊㻋珺珻珼珽㻌現珿琀琁㻍琂球琄琅理琇琈㻎琉琊琋琍琌㼏瓹㼧㼨㼩瓺瓻㼪甤甥甦㽒甯㽟番畫畬畭畮畯異㽠疎疏㾓痗痘痙㾔㾕㾖㾗痚痛痜痝㾘㾙㾚痞痟㾛㾜痠痡痢㾝㾞痣痤痥㾟㾠㾡痦登發皒皓皔皕皖㿱皳皴盙盚盛盜䀃睂䀯䀰睃䀱睄睅睆䀲䀳睇䀴䀵睈睉䀶䀷䀸睊䀹䀺睋䀻䀼䀽睌睍睎䀾䀿矞矟矬短䂓硜硝硞䂰硟硠䂱硡硢䂲硣硤䂳硥硦硧硨硩硪硫硬确硯硰硱䂴祦䄇祰䄈祱䄉祲祳祴祵祶禼秿稀稁稂䅋䅌䅍䅎稃稄稅䅏稇稈稉䅐䅑稊程稌稍䅒䅓䆡䆢窖窗窘窙窚䆣䆤䆥窛竢䇌竣竤童竦䇍竧罤悰悱悲㤾㤿㥀悳㥁悴悵㥂㥃悷悸悹悺悻悼㥄悽㥅悾悿㥆惀
                                             惁惂惃惄情惆惇惈㥇惉㥈惊㥉㥊惋惌㥋惍㥌惎㥍惏惐惑惒㥎㥏惓㥐惔㥑惕惖㥒惗㥓惘惙惚惛㥔惜惝惞惟惠惡惢惣惤㥕㥖戞戟扉扊㧹捥捦㧺㧻㧼捧捨捩㧽捪㧾捫捬捭㧿据捯捰捱捲㨀捳捴捵捶捷捸捹捺捻捼捽捾捿掀㨁㨂掁㨃掂掃掄掅掆掇授掉掊掋掌掍掎掏掐掑排掓㨄掔掕掖掗掘掙掚掛掜掝掞㨅掟掠採㨆探掣掤接掦控推掩措掫掬㨇掽㩾攲㪏㪐敜敝敞敟敠㪑㪒敡敢㪓㪔散敤敥㪕㪖敦㪗敧敭斐斑斝㪸斮斯㫀旐旑㫍晪晫晬㫵㫶晭普景晰晱㫷晲晳㫸晴晵晶㫹晷晸㫺晹智㫻㫼晻㫽晼晽晾晿暑曾替最朁朜朝朞期㬸棃棄㭸棅棆棇棈棉棊棋棌棍棎棏棐棑棒棓棔棕棖棗棘棙棚棛棜棝棞棟㭹㭺棠㭻棡棢棣棤棥棦棧棨棩棪棫棬棭㭼森棯棰棱棲棳棴棵棶㭽棷棸棹棺棻棼棽棾棿椀㭾椁椂椃㭿椄椅椆㮀椇椈㮁椉㮂椊椋椌㮃植椎椏椐椑㮄椒椓椔㮅椕椖㰲欹㰳㰴欺欻㰵欼欽㰶款欿㱕㱖歮㱤殔殕㱥殖㱦殗殘殙㱧㱨㲁㲂㲃殼殽㲛毯㲜毰毱㲝㲞毲毳涪涫涬涭涮涯涰涱液㳴涳涴㳵涵涶㳶涷涸涹涺㳷涻涼涽涾涿淀淁淂淃淄淅淆淇淈淉淊㳸淋㳹淌淍淎淏淐淑淒淓淔淕淖淗淘淙淚淛淜淝淞㳺淟淠㳻淡㳼淢淣淤淥淦淧淨淩㳽淪㳾淫淬淭㳿淮淯淰㴉深淲淳淴淵淶混淸淹淺添淼淽㴀㴁淾淿渀㴂㴃渁渂㴄㴅㴆㴇㴈渄渚湴烾焙焚焛焜㷂焝㷃焞焟焠㷄無焢㷅焣焤焥焦㷆焧焨焩㷇焪㷈焫焬焭㷉焮焯焰焱焲焳焴焵然焷焸㷊焻焺㷋爲㸜牋牌牚犀犂犃㹁犄犅犆犇犈㹂㹃犉猄猅猆㹹㹺猇猈猉㹻㹼猊猋猌猍猎㹽猏猐猑猒猓猔猕猖㹾猗猘猙㹿猚猛猜猝㺀脼䐋啙啺㖶啻啼㖷啽啾啿㖸喀喁喂㖹㖺喃善㖻喅喆喇喈喉喊喋喌㖼㖽喎喏㖾㖿喐㗌喑㗀喒喓喔喕喖喗喘㗁㗂㗃喙喚喛㗄喜㗅喝喞喟喠喡喢㗆喣㗇㗈喤喥喦喧喨喩㗉喪喫㗊喬喭單喯㗋㗍喰圌圍埪堗堘堙堚堛堜堝堞㙎堟堠堡堢㙏堣堤堥堦㙐堧堨堩堪堫堬堭堮堯堰報堲堳場堵堶堷㙑堸堹堺㙒堻堼㙔㙓堿堾㙕堽壹壺㚃壻夡㚊奟奠㚟奡奢奣奤婷婸婹婺婻㛮婼㛯㛰婽㛱婾婿媀媁㛲媂㛳媃媄媅㛴㛵媆媇媈媉媊媋媌媍媎媏㛶媑媒媓媔㛷㛸媕媖媗媘媙媚媛㛹媜㛺媝媞㛻媟媠媡媢媣媤媥㛼媦媧㛽媨㜂㜄㛾媩媮㜃嫏孱㝄孲寊寋富寍寎寏寐㝣寑寒㝢寓寔寪尊尋尌㝹尞尰就㞈㞚属屟㞛屠崱崲崳崴崵㟦崶崷崸崹崺崻崼崽崾崿㟧嵀嵁嵂嵃嵄嵅嵆嵇㟨嵈嵉嵋嵌嵍嵎嵏嵐㟩嵑㟪嵒嵓嵔㟫㠭巽㡏帽㡐帾㡑帿幀幁㡒㡓㡔㡕㡖幃幄幅幆幇幾㡫庽庾庿㢍廀㢎廁㢏廂廊弑强弻弼㢽㢾弽彘彭㣐㣏徥㣪㣫徦徧徨㣬復㣭循徫亴傀傁㑳傂㑴傃傄傅傆傇傈傉傊傋傌傍㑵㑶傎㑷傏傐傑傒傓傔傕傖傗傘備傚傛傜傝傞傟傠傢㑸傡兟㒽㓃凒㓔凓凔凕凱凲剩㓷割剳㓸㓹㓺剴㓻創勛㔡勜勝勞匑㔩匒㔸博厤厥厦
                                             㕎厧叅㐤"}
                                {:strokes 13
                                 :characters "黽黾鼎鼓鼔鼠䵝魛魜魝鳧鳨鳩鳪䲥鳫麀麁麂馯馰馱䭵䭶馲馳馴馵骪骫骬骭骮䯨髡髢鬽䩂䩃靲靳靴䩓靵靶靷䩔靸䩕䩗䩖䩘靹䪏韮䪞韴䪩韵頊頋頌頍頎頏䪳預頑䪴頒頓䪵䫺䫻颫䫼颬䫽飩飪飫䬦䬧䬨飬飭飮飯飰䬩䬪馚鈭鈮鈯鈰鈱鈲鈳鈴鈵鈶鈷鈸鈹鈺鈻鈼鈽鈾鈿鉀鉁鉂鉃鉄鉅鉆鉇鉈鉉鉊鉋鉌鉍鉎鉏鉐鉑鉒鉓鉔鉕鉖䤡鉗鉘鉙鉚鉛鉜鉝鉞鉟鉠鉡鉢鉣鉤鉥䤢鉦鉧鉨䤣鉩鉫鉪銏镻䦈䦒閘閙閚閛䦓䦔閜閝閞閟䧁阷䧂䧃阸阹阺阻阼阽阾阿陀陁陂陃附䧷雉䧸雊雋䧹雌雍雎䧺䨎雴雵零雷雸雹雺電雽雼靕靖迺䚀䚁覛覜觜觟䚘觠觡䚙䚚觢解觤觥触詡詢詣詤詥試䛔䛕䛖䛗䛘詧詨詩詪詫詬詭詮䛙詯䛚詰話䛛該詳詴詵詶詷詸詹詺詻詼詽詾詿誀誁誂誃誄誅誆誇䛜誈谼䜶豊豋豢豣豤豥豦貄貅貆貇貈貉貊賂賃賄賅賆資䝰䝱賈賉賊賋賌赩䞒䞥趌䞦䞧䞨趍趎趏趐趑䞩趒䞪趔趼跟跠跡跢跣跤跥跦跧䟮跨䟯跩跪跫跬跭跮路跰跱跲跳䟰䠷䠸䠹躱躲軭軾軿輀輁輂䡓較䡔輄輅輆輇輈載䡖輊䡕辟辠農䢅迴䢒迵迶䢓迷迹迻迼䢔追迾迿退䢕送䢖逃逄逅逆逇䢗䢻邼邽䢼䢽邾邿郀郁郂䢾䢿郃䣀郄郅郆郇䣁䣂郈郉郊郌郋郍䣴䣵酧酨䣶䣷酩酪䣸酫酬酭酮䣹䇵筞筟筠筡筢䇶䇷筣䇸筤䈀筥䇹䇺䇻䇼筦筧䇽筨筩筪筫筬筭筮筯筰䇾筱筲筳筴筵筶節粮䊇粯䊈䊉粰粱䊊粲粳絛絸䋟絹絺絻絼絽絾絿綀䋠綁綂綃綄䋡綅綆綇綈綉綊綋䋢綌綍綎綏綐綑綒經綔綕䋣䋤䋥綖䋦綘䍙罥䍚罦羣群羥羦羧羨義䍱䎋䎌䎍翛䎎翜翝耡䎤䎸聕聖聗聘䎹肄肅肆䏋脕脖脗脘脙脚脛脜脝脞䏯脟䏰䏱脠脡䏲䏳䏴䏵䏶脢脣脤脥脦䏷脧脨脩脪脫脬脭脮脯脰䏹䏸䑓臹舅舝艀艁艂艃艄䑯艅艆艇䑰茝茣荰荱荲荳䓂荴荵䓃䓄䓅荶䓆荷荸荹荺荻荼荽荾荿莀莁莂莃莄莅莆莇䓇莈䓈䓉莉莊莋莌莍莎莏䓊莐䓋莑莒莓莔莕莖莗䓌䓍莘莙䓎莚莛莜莝莞莟莠莡莢莤莥莦莧莨莩莪莫䓏莬䓐莮䓑䓒䖒䖓䖔䖕虞䖖號蛵蛶䖶蛷蛸蛹蛺蛻蛼䖷蛽蛾䖸䖹蛿蜀蜁蜂蜃蜄蜅蜆䖺蜇蜈蜉蜊蜋蜌蜍䖻蜎蜏蜐蜑蜒蜓䖼蜔䖽蜫䘒衙裊裋裌裍裎裏裐裑裒裓裔䘯裕裖裗裘裙裚裛補裝䘰裞裟裠䘱辞珷琔琕㻑㻒㻓琖琗琘琙㻔㻕琚琛琜琝㻖琟琠琡琢琣琤琥琦琧琨琩琪琫琬琭琮琯琰琱琲琳琴琵琶㻗琷琸瓡㼫㼬㼭瓽瓾㼮㼯㼰瓿甀甁㼱甝甞㽎畵㽡㽢㽣㽤當畷畸畹畺㽰㾢痬痭痮㾣痯痰痱痲痳痴痵㾤痶痷痸㾥㾦痹痺㾧痻痼㾨痽痾痿瘀㾩瘁瘂瘃瘄皗皘皙㿢皵㿲㿳䀄盝盞䀅盟睒睓䁁睔睕䁂䁃䁄睖睗䁅睘睙䁆睚睛睜睝睞䁇䁈䁉睟睠睡睢督睤睥睦睧睨睩睪睫睬睭矠䂔矮䂷硸硹硺䂸硻䂹硼䂺硽䂻硿碀碁䂼碂䂽䂾碃碄䂿䃀碅碆碇碈碉碊碋碌碍碎䃁碏碐碑䃂碒碓碔碕碖䄋祹䄌䄍祺祻䄎䄏祼祽祾祿禀禁禂䄐禃䄑䄒
                                             禽稏䅔稐䅕稑稒䅖䅗稓稔稕䅘䅙䅚稖稗䅛稘稙稚稛䅜稜䅝稝稞稟稠稡稢䅞窞窟䆦䆧窠窡窢窣窤䆨䆩䇎竨竩䇏竪竫䇐䇑㥚㥛惰惱惲想惴㥜惵惶惷惸惹惺惻惼惽惾㥝惿愀愁㥞㥟愂愃愄愅愆愇㥠愈愉㥡㥢㥣愊愋愌愍愎意愐愑㥤愒愓愔愕愖愗愘愙㥥愚愛㥦愜愝愞感㥧愠愡愢㥨㥩慨戠戡戢㦹戣戤掾掿揀揁㨉揂揃揄揆揇㨊揈㨋揉揊揋揌揍揎描㨌㨍提揑插揓揔揕揖揗揘揙揚㨎換揜揝揞揟揠握揢㨏揣揤㨐㨑㨒揥揦揧揨揩揪揫揬揭㨓揮揯揰揱揲揳㨔援㨕揵㨖揶搜敫㪛㪜敬㪝敮㪞㪟斒㪱斞斟新斱旒旓旔旤㬁暄暆暇暈暉暊暋㬂暌㬃暍暎暏暐暒㬄暓暔㬅暕㬆㬇㬈㬉㬊暖暗暘㬋暙㬌會朠朡椯椰椱椲椳椴椵椶椷㮋椸椹椺椻㮌椼椽椾㮍椿楀楁㮎楂楃楄㮏㮐㮑楅楆楇楈㮒楉楊楋㮓楌楍楎楏楐楑㮔楒楓㮕㮖㮗楔楕楖楗楘㮘楙楚楛楜楝楞楟楠楡楢楣㮙楤楥楦楧楨楩㮚楪楫楬業㮛楮楯楰楱楲楳楴㮜極楶楷楸㮝楹楺楻㮟榆榔榘㰹㰺歀歁歂㰻歃㰼歄㰽㰾歅歆歇歈歰歱歲㱪㱫殛㱬㱭殜殾殿毀毓㲟毷㲠㲡毸毹毺毻毼㲢毽㲣渃渘渙減渜渝渞渟渠渡渢渣㴏渤渥渦渧渨温㴐渪㴑渫測渭渮港渰渱渲渳渴渵渶渷游渹渺渻渼渽㴒渾㴓渿湀湁湂湃湄湅湆湇湈㴔㴕湉湊湋湌湍湎湏湐湑湒湓湔湕湖湗㴖㴗湘湙湚湛湜湝湞湟湠湡湢湣湤湥湦㴘湧湨湩㴙湪湫湬湭㴚湮湯湰湱湲湳㴛湵湶㴜湷㴝湹湺湸煁煂煃煄煆煇煈㷎㷏煉煊煋煌煍煎煏煐煑煒煓煔煖煗煘㮡㷐煙㷑煚㷒煜煝煞煟煠㷓煡煢煣煤㷔煥煦照煨㷕煩煪煫煬㷖煭煱㷘煯煰煺熙㸙爺牃牎牏牐牑牒犌犍㹅㹆犎㹇犏犐犑猢猣㺁猤猥猦猧猨猩㺂猪猫猬猭献猯猰猱㺃㺄猲猳猴猵猶猷猸㺅獁喍喿㗓㗔嗀嗁嗂嗃嗄嗅嗆㗕嗇嗈嗉嗊嗋㗖嗌嗍嗎嗏嗐嗑嗒嗓嗔嗕嗖嗗嗘㗗嗙嗚㗘㗙嗛嗜嗝嗞㗜㗚嗟嗠嗡嗢嗣嗤㗛圑園圓圔塉㙙塊塋㙚塌塍塎塏塐塑塒塓塔塕塖㙛塗塘塙塚塛塜塝塞塟㙝㙞塠塡塢塣塤塥塦塧壼㚠奦奧媐媰㜅媱㜆㜇媲㜈媳媴媵媶媷媸媹㜉媺媻媼媽㜊媾㜋媿嫀嫁嫂嫃嫄嫅嫆嫇嫈嫉㜌嫊嫋㜍㜎嫌㜏㜐嫍㜑嫎嫐㜒孳㝅孴寖寗寘寙㝤㝥寚㝦㝧尟尠尲㞉尳㞊嵞㟰嵟嵠嵡嵢嵣嵤嵥㟱㟲嵦嵧嵨嵩嵪㟳嵫嵬㟴嵭嵮嵯嵰嵱嵲㟵嵳嵴㡗㡘幊幋幌幍幎幏㡙㡚㡛幹㢑廅廆廇廈廉廋㢦弿㣀㣁㣂彀彙彮㣯徬徭微徯徰亶傪傫催傭傮㑻傯傰傱傲㑼傳傴債㑽傶㑾傷傸傹傺傻傼傽傾傿㑿僀㒀僁僂僃僄僅僆㒁僇僈僉僊僋僌兾㒾凗㓖剷㓼剸剹㓽剺剻剼剽剾募勠勡勢勣勤勥勦㔪匓㔳㔴匯㔼厀厪厫㕏亂亃亄"}
                                {:strokes 14
                                 :characters "鼻齊䵞魟魠魡䰴䰵鳱䲦䲧鳲䲨鳳鳴鳵鳶䲩䲪䲫䴟䴬䴭䴮麧麼馶馷馸馹馺馻䭷馼馽馾䭸馿駀駁䭹䭺駂䭻駃䭽䭼䯈骯䯉骰骱髚䯯䯰髣髤䯱髥髦髧䯲䯳髨䯴鬦䰙䰚鬾鬿魀魁魂䰟䩅靤䩆䩇䩙䩚靺靻靼䩛靽䩜靾靿鞀䩝䩞鞁鞃鞄鞅䪐䪑韍䪒韎䪓韶韷頔䪶䪷䪸䪹頕頖䪺䪻頗䪼䪽䪾領頙䫾䫿颭䬀䬁䬂颮颯颰䬃䬫飳䬬䬭飴䬮飵䬯䬰䬱飶飷䬲飸飹䬳飻飼䬴飽飾飿馛䭯馜馝鉵鉶鉷鉸䤤鉹鉺鉻鉽鉾鉿銀銁銂銃銄銅銆䤥銇銈銉銊銋銌䤦銍銎銐銑銒銓䤧銔銕銖銗銘銙銚䤨銛銜銝銞銟銠䤩銡銢銣䦊閡䦕䦖関䦗閣閤䦘䦙閥閦閧閨䦚閩陊䧄陋陌降䧅陎陏限䧆陑陒陓䧇陔䧻雑雒䨏䨐䨑䨒䨓雿需䨔䨕䨖靗靘覝覞䚂覟覠䚃覡觨觩觪䚛觫誋誌認䛝䛞䛟誎誏誐誑䛠誒誓誔誕誖誗䛡䛢誘誙誚誛誜誝語誟誠誡䛣誢誣䛤誤䛥誥誦誧誨誩說䛦誫説䛧䛨䜮谽䜷䜹䜸豧豨豩豪貋貌䝜貍㕢䝳賏賐䝴賑賒䝵賓賔賕䞓䞔赫趕趖䞫趗䞬䞭䞮䞯䞰䞱趘趙趚跼跽跾跿踀踁䟴踂踃䟵䟶踄䟷踅䟸踆䟹踇踈䟺䟻踉踊踋躳躴輍輎䡘輏輐輑輒輓䡙輔䡚輕䡛辡辢辣䢙逋逌逍逎透逐逑䢚递逓途逕逖逗逘這通逛逜逝逞速造逡逢連逤䢛郔郕䣄郖郗䣅郘郙郚䣆郛郜郝郞郟郠䣇郡郢郣郥郤䣈䣺酲酳酴酵酶酷酸酹䣻酺酻酼箁箂䈁箃䈂箄箅箆箇䈃箈䈄箉箊箋䈅䈆䈇箌箍䈈箎箏箐箑䈉箒箓箔箕箖算箘箙箚箛箜箝箞箟箠䈊管箢箣䈋箤䈌䈍箥粶粷䊍粸粹粺粻粼䊎粽䊏精粿䊐䊑䊒綜綝綞䋧綟綠䋨䋩綡綢䋪綣綤綥綦䋫綧綨䋬綩綪䋭綫綬䋮維綮䋯䋰綯䋱綰綱網綳綴綵綶綷綸綹綺綻綼綽綾綿緀緁緂緃緄緅緆緇緈緉緊緋緌緍緎総䍋䍌罁罧䍛罨罩䍜罪罫罬罭置䍝署䍲羫䍳䍴䍵䍶䎏䎐䎑翞翟翠翡䎒翢翣翤䎦䎧耣䎨䎩䎪耤䎺聙聚聛聜䎻䎼聝䎽聞聟聡肇肈脹脺脻䏽䏾脽脾脿䏿腀腁腂䐀腃腄䐁腅䐂㬹腆䐌腇䐃䐄腈䐅䐆腉䐇腊腋腌䐈腍腎腏腐腑腒䐉腓腔腕䐊腖腗臧與舓舔舕舞䑝艊䑱艋䑲䑳䑴䑵艌䑶艵荆荓莽莾莿菀菁菂菃菄菅菆菇菈菉菊菋菌菍菎菏菐䓗菑菒菓菔菕菖菗䓘菘䓙菙菚䓚菛菜菝菞菟菠菡菢菣菤䓛菥菦菧䓜菨菩菪菫菬菭菮華䓝菰菱菲䓞菳菴䓟菵菶菷菸菹菺菻菼菽菾菿萀萁萂萃萄萅萆萇萈䓠萉萊萋萌萍䓡䓢萎萏萐萑萒䓣萓萔䓤萕䓦萖萗䓭著虠虡蜘蜙蜚蜛蜜蜝蜞蜟蜠蜡蜢蜣蜤蜥䖿䗀蜦蜧䗁蜨䗂蜩蜪䗃蜬蜭蜮蜯䗄蜰蜱蜲蜳䗅蜴蜵䗆䗇䗈蜶蜷蜸蜹蜺蜻蜼蜽蜾䗉蜿䗊蝀蝁蝂蝃蝄蝅䗕䘓䘳裧裨裩䘴裪䘵裫裬䘶裭裮裯裰裱䘷䘸裲裳䘹裴裵裶裷䘺裸裹裺裻䘻䘼裼製裾䘽裿䘾褀䘿䙀䙁䙂褁歶煛琞琽琾琿㻝瑀瑁瑂瑃瑄瑅瑆瑇瑈瑉瑊㻞瑋瑌瑍瑎瑏瑐瑑瑒瑓瑔瑕瑖瑗瑘瑙瑚瑛㻟瑜瑝瑞㻠瑟㻡㼐㼑㼒㼲㼳㼴甂㼵㼶甃㼷甄甧畱畻畼畽㽥疐疑瘇㾪瘈瘉瘊瘋
                                             瘌㾫瘍瘎瘏㾬瘐瘑㾭㾮瘒瘓瘔瘕㾯㾰瘖㿣㿤㿴皶㿵皷皸盠盡䀆盢監睮睯䁊䁋睰睱䁌睲睳䁍䁎睴䁏睵䁐睶睷睸睹䁑睺䁒䁓䁔睻睼睽䁕睾睿瞀瞁瞂瞃䂉䂕硾碝䃈碞碟碠碡䃉碢䃊碣碤碥碦碧䃋碨碩碪碫碬碭䃌䃍碮䃎䃏碯禇禈禉䄓禊禋䄔禌禍禎福禐禑禒禓禔禕禖禗禘䄕稦䅠䅡稧稨䅢稩稪䅣稫䅤稬稭䅥䅦種䅧稯稰稱䅨䅩䆪䆫窨窩窪窫窬竬竭端葢愧愨愩愪愫愬愭愮愯㥬㥭愰愱㥮㥯愲愳㥰㥱愴愵愶愷愸愺愻愼㥲愽愾愿㥳㥴慀慁㥵㥶慂慃慄慅慆慇慈慉㥷慊態㥸慌慍㥹㥺戧㦺戨戩截戫㨙搆搇搈搉㨚搊㨛㨜搋搌損㨝㨞搎㨟搏㨠搐搑搒㨡搓搔搕搖搗搘搙搚搛搝搞搟搠㨢搡搢搣搤搥搦㨣搧搨搩搪搫搬搭搮搯搰㨤搲搳㨥搴搵㨦㨧搶搷搸搹携搻㨨㨩搼㪠㪡敱敲㪢㪣斠斡㫁斲旖旗暚暛暜暝㬍暞暟暠暡暢暣㬎㬏暤暥㬐暨朄朅㬻朢㮻榍榎榏榐榑榒榓㮤榕榖榗㮥榙榚榛榜榝榞榟榠㮦㮧榡榢榣㮨榤㮩榥榦榧榨榪㮪㮫榫榬㮬榭榮榯榰榱榲㮭榳榴榵榶榷㮮㮯榸榹㮰榺㮱榻㮲榼榽榾榿槀槁㮳槂槃槄槅槆槇槈槉㮴槊構槌槍槎槏㮵槐槑㮶㮷㮸㮹槒㮺槩㰿歉歊㱀㱁歋歌歍㱗㱯殝殞殟㱰㱱殠㱲毃㲅毄㲤毾㲥㲦㲧㲨氳溍溎溏源溑溒溓溔㴥溕準溗溘溙㴦溚溛溜溝溞溟溠溡溢㴧溣溤溥㴨溦溧溨㴩溩㴪㴫溪溫溬溭溮㴬溯溰溱溲溳溴溵溶溷溸㴭溹溺溻溼㴮㴯溽溾溿滀㴰滁滂滃㴱滄滅滆滇㴲㴳滈滉滊㴴滋㴵㴶滍滎滏㴷滐㴸滑滒滓滔滕滖滗漓煹㷟㷠煻煼煽㷡煾㷢㷣煿㷤熀熁㷥熂熃熄熅熆熇熈熉熊熋熌熍熎熏熐熑熒熓㷦熦㸕爾牄牓牔㸢㹄㹉犒㹊犓犔犕犖㹋犗猺猻猼猽㺇猾猿獀㺈獂獃㺉㺊獄㺋㺌獅獆獈嗶嗷嗸㗢嗹嗺嗻嗼嗽嗾嗿㗣㗤嘀嘁嘂嘃嘄嘅嘆嘇㗥嘈嘉㗦嘊嘋㗧嘌嘍嘎㗨嘏㗩㗪嘐嘑嘒嘓㗫嘔嘕嘖嘗㗬嘙㗭嘚噑嘘㘤圖圗團塲塳塴塵塶塷㙠塸塹㙡塺塻㙢塼塽塾塿墀墁墂境墄㙣墅墆㙤墇墈墉墊墋墌墍墎墏墐墑墓墔墕墖㙥壽壾夐夢夣夤㚋夥㚌奩奪奫奬嫕嫖嫗嫘嫙嫚嫛㜖嫜嫝嫞嫟㜗嫠嫡㜘嫢嫣嫤嫥嫦嫧嫨嫩㜙嫪㜚嫫嫬㜛嫭嫮嫯㜜㜝㜞㜡㜠孵孷㝩㝪寞察寠寡寢寣寤寥實寧寨㝫對㝺屢屣㞜嵷嵸嵹嵺嵻嵼㟹嵽嵾嵿嶀嶁㟺嶂㟻嶃嶄嶅㟼㟽㟾㟿嶆嶇嶈嶉嶊㠀嶋㠁幈㡜幑幒㡝幓幔幕幖㡞㡟幗幘幙㡭廎㢒廏廐㢓廑㢔廒廓廔廕廖廗廘㢕㢡彃㣃彄彯彰㣑徱徲㣰㣱㣲僎像㒃僐僑僒僓僔僕僖僗僘僙㒄僚僛僜僝僞僟僠僡㒅僢僣僤僥㒆僦㒇僧㒈僨僩僪㒉僫僬㒊僭㒋僮僯僰㒌㒂兢凘㓗凳凴㓾㔀㔁㔂㔃㔄劀㔅劁㔆㔇劂劃勨勩勪㔢勫勬勭㔵匰匱匲厬㕐厭厮㕡"}
                                {:strokes 15
                                 :characters "齒鼏鼐鼑䵑黎䵟䵠黓魣魤魥魦䰷䰸䰹魧魨魩魪䰺䰻魫魬魭魮䰼魯魰魱魲魳䰽魴魵魶䲬鳷䲭鳸鳹鳺鳻鳼䲮䲯鳽䲰鳾䲱䲲鳿鴀鴁鴂鴃鴄鴅鴆䲳鴇鴈鴉鴋䲴鴌鴍䲵䲸䴚鹶䴠麃麄麨䴯䴰麩麪䵇麾駈駉駊䭿駋駌䮀駍駎䮁駏駐駑駒駓駔駕䮃䮄駖駗駘駙駚駛駜駝駞駟駠骲䯊䯋䯌骳骴䯍骵骶骷䯎髛髫髬䯵髭髮髯髰髱髲髳髴䯶鬧䰛䰠魃魄魅䰡魆鞇䩟鞈鞉鞊鞋鞌鞍鞎鞏韏韐韑韯頛䪿䫀頜頝䫁䫂頞頟頠頡頢頣頦頧頨頩頪頫颲䬄颳䬅飺餀餁䬵餂䬸餃餄餆餇䬶餈䬷餉䬹䬺養餋餌䭫䤫銲銳銴銵䤬銶銷銸銹銺銻銼銽銾銿鋀鋁鋂鋃鋄鋅䤭鋆鋇鋈鋉鋊鋋鋌鋍鋎鋏鋐䤮鋑鋒鋓䤯鋔鋕鋖鋗鋘鋙鋚鋛鋜鋝鋞鋟鋠鋡鋢鋣鋤䤰鋥鋦鋧鋨䤱鋪鋫鋬閫閬䦜閭䦝閮閯閰閱䦞閳陖陗䧉陘陙陛䧊陜陝陞陟䧋陠陡䧌院䧍陣除䧼雓䧽霂䨗霃䨘霄䨙霅霆震霈霉靚靠䩀䚄覢覣䚅覤覥觬䚜䚝䚞䚟觭觮䚠䛩䛪䛫誯誰誱課誳䛬誴誵誶誷誸䛭誹誺䛮誻誼誽䛯誾調䛰諀諁䛱諂䛲諃諄諅諆䛳談諈諉諊請諌諍諎䛴諏諐諑諒諓諔諕論䛵諗諘䛶䛷諙䛸諚諩䜯谾豌䜺豍豎䝊䝋䝌貎䝝貏䝞賙賚䝶賛賜賝䝷䝸賞䝹賟賠賡䝺䝻賢賣賤賥䝼賦賧賨賩質䝽䝾賫䝿趛趜䞳趝趞䞴趟䞵趠趡䞶䞷趢趣趤䞸䟼踏䟾䟿䠀踐踑䠁踒䠂踓踔踕䠃踖䠄踗踘䠅踙䠆踚䠇踛踜䠈䠉踝踞䠊踟踠踡踢踣踤䠋踥踦踧踨踩踺䠻躶躷躸躹輖輗輘輙輚輛䡜䡝輜䡞䡟輝輞輟輠輡輢輣輤輥輦輧輨輩輪輫輬䢃辤䢇辳迸逨逩逪逫逬逭逮逯逰週䢜進䢝逳逴逵逶逷逸䢞䢟䣊部䣋郩郪䣌䣍郫郬郭郮郯郰䣎郱郲郳郴郵䣏郶䣼醀醁醂醃䣽醅醆醇醈䣾醉醊䣿醋箬箭䈎箮䈏箯䈐箰䈑䈒箱箲箳箴䈓箵䈔箶䈕䈖箷箸䈗箹箺箻箼箽箾箿䈘䈙䈚篁篂篃䈛範䈜篅篆篇篈䈝䈞䈟篊篋篌䈠篍䈡䈢䈣䈤䈥䈦篎䈧糂䊓糃糄䊔䊕䊖糅䊗糆䊘糇糈糉糊糋䊙緖䋳緗䋴緘緙䋵線䋶緛緜緝緞䋷緟締緡緢䋸䋹緣緤緥緦緧䋺編䋻䋼緩緪緫緬緭緯緰緱䋽緲緳練䋾緵緶䋿緷䌀緸緹緺緻緼䌁緽䌂䌃緾緿罯罰罱䍟罳羬䍷羭羮羯翥翦翧翨翩翪翫翬翭䎫耦䎿聤聥聦聧䏀腛腜腝腞䐍腟䐎腠腡腢腣䐏䐐腤腥䐑腦腧腨䐒䐓䐔腩腪腫腬腭䐕腮腯腰腱腲䐖腳腴䐗䐘䐙腵腶腷腸腹䐚䐛臱䑗興䑜艎䑹艏艐䑺䑻艑艒艓莭萩萪䓮䓯萫萬萭萮萯萰萱萲萳萴䓰萵萶萷萸萹萺萻萼落萾萿葀葁葂葃葄葅葆䓱葇葈葉葊葋葌葍葎葏葐葑葒葓葔䓲葕䓳葖䓴葘葙葚䓵葛葜葝葞䓶葟葠葡董葤葥葦葧葨葩葪葫葬葭葮葯葰葱葲葳葴葵葶葷葸葹葺葻葼葽葾葿蒀䓷蒂䓸蒃䓹䓺虢虣䖗蝌䗋蝍蝎蝏蝐蝑蝒蝓蝔蝕䗌蝖蝗蝘蝙蝚蝛蝜蝝䗍䗎蝞䗏蝟蝠䗐蝡蝢蝣蝤蝥蝦䗑䗒蝧蝨蝩蝪蝫蝬蝭蝮蝯蝰蝱蝲蝳䗓蝴蝵蝶蝷䗔蝸蝺蟡䘔衚衛衜衝裦䙃褅䙄褆複褈褉褊䙅褋褌褍褎褏
                                             褐褑褒褓褔褕褖褗䙆䙇䙈褘䙉褙褚瑠瑡瑢瑣瑤瑥瑦瑧瑨瑩瑪瑫瑬瑭瑮瑯瑰㻧瑱瑲瑳瑴瑵㼓㼔㼸甇㼹甈甉㼺㽐㽦㽧㽨畾畿㾶㾷瘙㾸瘚瘛㾹瘜㾺瘝瘞瘟瘠瘡瘢瘣瘤㾻㾼瘥瘦㾽㾾瘧瘨㾿皚皛㿥皜皝皞㿶㿷皺盤瞇䁗䁘瞈䁙䁚瞉瞊瞋瞌䁛瞍瞎瞏䁜瞐瞑䁝䁞䁟䁠確碻碼碽碾䃑䃒䃓䃔碿磀䃕磁磂磃磄磅䃖磆磇䃗磈磉磊磋磌磍磎磏磐磑磒磓磔磕磖磜禚禛禜禝䄘禞䄙禟禠禡䅬䅭䅮稴䅯䅰䅱䅲稵稶䅳稷稸䅴稹稺䅵稻稼稽稾稿穀穁䅶窮窯窰窱窲窳䆬䆭窴慒慓慔慕慖㥼慗慘慙慚㥽慛慜慝慞㥾慟慠㥿慡慢慣慤慥慦慧㦀㦁慩慪慫㦂慬慭慮慯慰慱慲慳㦃㦄慴慵慶慷慸㦅慹㦆慺慻慼慽㦇慾慿憀憁憂憃憄憅憆憈㦻戭㦼戮戱揅摋摌摍摎摏摐㨭㨮摑㨯㨰摒摓摔摕摗摘㨱摙㨲摚摛摜㨳摝摞摟摠摡㨴摢㨵摤㨶㨷摥摦摧摨摩摪㨸㨹摫摬摭摮㨺摯摰摱㨻摲摳摴摵摶摷摸摹摺㨼摻摼摽摾㨽摿撀㪤㪥敵㪦敶敷數敹敺㪹㫂㫎㫏暩㬒㬓㬔暪暫暬暭㬕暮暯暰暱暲暳暴暵暶暷㬼槢槣槤槥槦槧㮿槨槪槫槬槭槮槯槰槱槲㯀槳槴槵槶槷槸槹㯁槺槻槼㯂槽槾槿樀㯃樁樂樃樄樅樆樇樈㯄樉樊樋樌㯅樍樎㯆樏樐樑樒樓樔㯇樕㯈樖樗㯉樘標樚樛樜樝樞樟樠模㯊樢樣㯋樤樥樦㯌樨㯍㯎㯏橥㯠㱂歎歏㱃歐歑歒歵殢殣㱳殤㱴殦殥毅毆毿氀氁氂滌滫滬滭滮滯滰滲滳滴滵㴼滶滷滸滹滺㴽滻滼滽滾滿漀漁漂漃漄漅漆漇漈漉漊㴾漌漍㴿漎漏漐漑漒演漕漖漗漘漙㵀漚漛㵂漜漝漞漟漠㵃漡漢㵄漣漤㵅漥漦漧漨漩漪漫漬漭漮漯漰漱漲漳漴漵漶漷漸漹漺漻漼漾漿潀潁㵆潂潃熚熛熜熝熞㷫㷬熟熠熡㷭熢㷮熣熤熥熧熨熩熪熫㷯熬熭熮熯熰㷰熱熲爴牅牕牖㹌㹍犘犙犚㹎㹏㹐犛獌獍㺎㺏㺐獎獏㺑獐㺒獑獒獓嘟嘩嘪嘫嘬嘭嘮㗱嘯嘰嘱㗲嘲嘳嘴嘵嘶㗳嘷嘸嘹嘺嘻㗴嘼嘽嘾嘿噀噁噂噃噄噅㗵噆噇噈噉噊噋噌㗶噍噎噏噐噒噕噖噔噴圚㙧墜墝㙨增㙩墟墠㙪墡墢墣墤墥墦墧墨墩墪墫墬墭㙫墮墱墲㙬墳墴墵墷壿夦奭嫳嫴嫵㜣㜤嫶嫷嫸嫹嫺嫻嫼㜥嫽嫾嫿嬀嬁嬂嬃嬄嬅㜦嬆嬇嬈嬉嬊嬋嬌嬍嬏㜧嬎㝭審㝮㝯寫寬寭寮導㝻尵層履㞟屧㠅嶏㠆嶐嶑㠇㠈㠉嶒㠊嶓嶔嶕㠋㠌㠍㠎嶖嶗嶘嶙嶚嶛嶜嶝嶞嶟嶠嶡嶢㠏巤㠮幜幝㡠幞幟幠幡幢幣㢖廙廚廛廜廝廞廟廠廡廢廣㢗弊彆㣄彇㣅彈彉影㣒徵徶德徸徹僵僶僷僸價㒑僺僻僼僽僿儀㒒儁儂儃億㒓儅㒔儆儇儈儉㒕儊儋儌㒖儍㓄凙凚凛劅劆劇㔊劈劉劊劋劌劍勮勯勰勱匔匳㕒厱厲"}
                                {:strokes 16
                                 :characters "龍龜齓鼼鼽鼒䵺䶂黅黆䵊䵒䵓黔黕黖䵡黗默黺魺魻魼魽魾魿鮀䰿䱀鮁鮂鮃鮄鮅䱁䱂鮆䱃䱄䱅鮇鮈鮉鮊鮋鮌䱆鮍鮎鮏䱇鮐鮑鮒鮓䱈䱉鮕鮔鮣鴊䲹䲺䲻鴏鴐鴑䲼鴒鴓鴔鴕鴖䲽䲾䲿鴗鴘䳀鴙䳁䳂鴚䳃鴛鴜䳄䳅䳆鴝鴞鴟鴠鴡䳇䳈鴢鴣鴤䳉鴥鴦鴧鴨鴩䳊鹷䴣麅麆麇䴤䴥麈䴱麬䴲麭䴳䴴麮駢駣駤駥駦駧駨駩䮆䮇䮈駪駫駬駭駮駯䮉䮊駰駱䮋䮌䯏骸䯐䯑䯒骹䯓骺骻骼䯔髵髶䯷髷髸髹䯸髺髻鬇鬨鬳䰜䰢䩈䩉靦鞓䩠䩡鞔䩢䩣鞕䩤䩥鞖鞗鞘鞙䩦䩧䪔韒韰韸䪫䪬頤頥䫃䫄䫅䫆頭頮頯頰頱䫇䫈頲頳頴頵頶頷頸䫉頺頻䫊頽䬆䬇䬈䬉䬊颴颵䬼餐䬽餑餒䬾䬿餓䭀䭁餔餕䭂餖餗餘餝馞馟馠啡啨鉼鋷鋸鋹鋺鋻鋼鋽鋾鋿錀錁錂䤳錃錄錅錆錇錈錉錊錋錌錍錎錏䤴錐錑錒錓錔錕錖錗錘錙錚錛錜錝錞錟錠錡錢䤵䤶錣錤錥錦錧錩錪錫錬錭錮錯錰錱鍈镼閵䦠䦡閶䦢閸閹閺䦣閻閼䦤閽閾閿闀闁闂䦥䦦陚䧐䧑陪陫陬陭陮䧒陯陰陱陲䧓䧔陳䧕䧖陴陵陶陷陸陹隷雐䧾䧿雔雕霋䨚䨛霌霍霎霏䨜䨝霐霑霒霓霔霕霖靛靜覦覧䚆覨覩䚇䚈親䚉䚡䚢觰觱䚣諛諜諝諞諟諠諡諢諣諤䛹諥諦諧諨䛺諪諫諬諭諮諯䛻諰䛼諱諲諳諴諵諶諷諸諹諺諻諼諽諾諿䛽謀謁謂䜻䜼䜽䜾豫䝍䝎豬豭䝟貐貑貒貓賭賮䞀賯賰䞁賱賲賳賴䞂䞃賵䞄赬赭赮䞹䞺䞻趥趦趧䞼踰踱䠍䠎踲踳踴踵䠏踶䠐踷踸踹踻䠑踼䠒䠕䠓踽踾踿蹀蹁蹂蹃蹄䠔躽䠼輭䡠輮䡡輯䡢輰輱輲䡣輳輴輵輶輷輸輹輺輻䡤辥辦辧辨逼逽逾逿䢡遀遁遂遃遄遅遆遇遈遉遊運遌遍過遏遐遑遒道達違郹郺郻郼都郾郿䣐鄀鄁鄂鄃鄄鄅鄆鄇䣑鄈䤁䤂䤃醍醎醏䤄醐䤅醑醒䤆醓醔䤈醕䓥築篔篕篖篗篘篙篚䈪篛篜篝篞䈫䈬篟篠篡䈭篢䈮䈯篣䈰䈱篤䈲䈳篥䈴䈵篦篧篨篩篪篫篬篭䈶䈷簑䊚糏糐糑糒糓糔糕糖糗䨀䊛縈縉縊縋縌䌅縍䌆縎縏縐縑縒縓縔縕縖縗䌇縘縙縚縛縜縝縞縟縠縡䌈縢縣縤縥䌉䌊䍍罃罵罶罷䍸䍹羱羲䎔翮䎕翯翰耨耩䏁䏂䏃聬聭腿膀膁䐜䐝䐞膂膃膄䐟膅䐠䐡䐢膆膇䐣䐤膈膉䐥䐦䐧膊䐨膋膌䐩膍膎膏膐臲臻䑘舘䑞艕䑼艖艗䑽艘䒌䒍䓼蒐䓽䓾蒑蒒蒓蒔蒕蒖蒗蒘蒙䓿蒚蒛蒜蒝蒞蒟䔀蒠蒡蒢蒣蒤蒥蒦䔁蒧蒨䔂䔃蒩蒪蒫蒬蒭蒮蒯蒰䔄䔅蒱蒲䔆蒳蒴蒵蒶蒷蒸蒹蒺蒻蒼蒽䔇蒾蒿蓀蓁蓂蓃蓄蓅蓆蓇蓈蓉蓊䔈蓋蓌䔉蓍蓎蓏蓐蓑蓒蓓蓔蓕䔊䔋蔱虤䖘虥虦蝹螂螃螄螅螆螇螈螉䗗螊螋螌融螎螏䗘螐螑䗙螒䗚䗛螓螔螕螖螗螘螙螚螛螜螝䗜螞螟䗝螠螡螢螣螤䗞衞衟衠䘘衡䙎褞褟䙏褠䙐褡褢褣䙑褤褥褦褧褨褩褪褫褬䙒褭褮褯褰褱瑹瑺瑻㻫瑼瑽瑾瑿㻬㻭璀璁璂璃璄㻮璅璆璇璈璉璊㻯璋㻰㻱璌㻲瓢㼻㼼甊甋㼽甌甍甎㼾㽩疀疁瘬瘭瘮㿂瘯㿃瘰㿄瘱瘲瘳瘴瘵瘶瘷㿆㿇瘸瘹瘺瘻瘼瘽㿈癀癊皟皠㿦
                                             皻㿸䀇盥䀈盦盧䁢瞔瞕䁣瞖䁤䁥瞗瞘瞙䁦瞚瞛䁧瞜瞝䁨瞞瞟瞠瞡䁩䒅磚磛䃘䃙磝磞䃚磟磠磡磢磣䃛磤䃜磥磦䃝磧磨磩磪磫磬磭䃞䄚䄛禤䄜䄝禥禦䅷䅸穄穅穆穇穈䅹穊穋穌䅺䅻積穎䅼䅽䆯䆰窵䆱窶窷窸窹窺窻䆲䆳窼竮䇒竱㦉㦊憉憊憋憌㦋憍憎㦌㦍憏憐憑憒憓憔憕憖憗憘憙㦎憚憛憜憝憞憟㦏憠憡憢憣憤憥憦憧㦐憨㦑憩憪憫㦒㦓憬憭憮憯憰憱㦔憲憳㦕戰搱摖撅撆撇撈撉撊撋撌撍㩃撎撏撐撑㩄撒撓㩅撔㩆㩇㩈撕撖撗撘撙撚撛撜撝撞撟撠撡撢撣撤撥撦撧㩉㩊撨㩋㩌撩撪撫㩍撬播撮㩎撯撰撱撲擆攳敼㪧敽㪨㪩斢斴旘暸㬗暹暺㬘暻㬙暼暽㬚㬛暾暿曀㬜㬝曂曃曄曅曆曇曈曉曊曌㬞㬱㬿朣朤樲樳樴樵樶樷樸樹樺樻樼樽㯓樾樿橀橁橂橃橄橅橆㯔橇㯕橈㯖橉橊橋橌㯗橍橎橏橐橑㯘橒㯙橓橔㯚橕橖㯛㯜橗橘橙橚橛橜橝橞機橠橡橢橣橤㯝㯟橦橧橨橩橪橫橬橭㯡橮㯢橯㯣㯤㯥㯦㯐歔㱄歕歖歗歘歙㱅歷殧殨㱵殩殪㱶殫毇毈㲆㲇㲈氃㲪㲫氄㲬氅氆㲭漋漽潎潏潐潑潒㵊潓㵋潔潕㵌潖潗潘潙潚潛潜潝潞潟潠潡潢㵍㵎潣潤潥潦潧潨潩㵏潪潫㵐潬潭㵑㵒潮潯潰潱㵓潲潳潴潵㵔潶潷潸潹潺潻潼潽㵕潾潿澀澁澂澃澄澅澆澇澈澉㵖澊澋㵗澌澍澎澏澐澑澒澓澔澕澖㵘㵙濐㷳熶熷熸熹熺熻熼熽熾熿燀㷴燂燃燄燅燆燇燈燉㷵㷶燊燋燌燍燎燏燐燑燒燓㷷燔燕燖燗燘燙㷸燚㷹燛㷻㹑犜犝㹒㹓犞獋獖獗獘獙獚獛獜㺔獝㺕獞㺖獟獠㺗獢㺘噞噟噠噡㗻噢噣噤噥㗼㗽噦噧器噩噪噫噬㗾噭噮噯㗿㘀噰噱㘁㘂噲噳噵噶噷圛圜墺墻墼墽墾墿壀㙰㙱壁壂壃壄壅㙲㙳壆壇㙴壈壉㙵㙶夁奮奯㚡㜩嬐嬑嬒嬓嬕嬖嬗嬘嬙嬚㜪嬛嬜嬝㜫嬠嬟嬞學孹㝇寯寰嶦嶧嶨嶩嶪嶫嶬㠑㠒嶭嶮㠓㠔嶯嶰㠕嶱嶲㠖嶳幦幧幨㡢幩㡣㡮㢙廥㢚廦廧廨㢛廩㢜㢣彊彋㣈㣓徻㣵㣶徼儐㒙儑儒㒚儓儔㒛儕儖㒜儗儘儙儚儛儜儝冀冪凝凞㔋劐㔌㔍劑劒劓勳匴叡"}
                                {:strokes 17
                                 :characters "龠齔鼾鼿䶓齋䶒黿䶃鼢鼣鼤黇黈黏黚黛黜䵢䵣黝點黻鮙鮚鮛鮜鮝鮞鮟䱊鮠鮡䱋鮢鮤鮥鮦鮧鮨鮩䱌鮪鮫䱍鮬鮭鮮鮯鮺䳋鴭鴮鴯鴰鴱䳌鴲鴳鴴鴵鴶鴷鴸䳍䳎鴹䳏鴺鴻䳐䳑鴼鴽鴾鴿鵀䳒鵁鵂鵃鵄鵅䳓䳔麉麊麋䴵麯麰駴駵駶䮎䮏䮐駷駸䮑駹䮒駺駻駼駽駾駿騀騁騂騃䯕䯖䯗骽䯘䯙䯚骾髼䯹髽髾髿鬀䯺鬴魈䩊鞚䩨䩩䩪䩫䩬鞛䩭鞜鞝䩮鞞鞟鞠䪕韓韔韕韱頿顀顁䫋䫌䫍顂顃顄䫎䫏顅䫐顆䫑顇䫒顉䫓顊䬋䬌䬍䬎颶䬏䬐颷䬠餅餚餛䭃餜䭄䭅餞餟餠䭆餡餢餣餤餥餦䭇餧館餩馘䭰䭱馡馢䭲馣錨鍇鍉鍊鍋鍌鍍鍎䤷鍏䤸鍐鍑鍒䤹鍓鍔鍕鍖鍗鍘鍙鍚鍛鍜鍝鍞鍟鍠鍡鍢鍣鍤鍥鍦鍧鍨鍩鍪䤺鍫鍬鍭鍮鍯䤻鍰鍱鍲鍳鍴鍵鍶鍷鍸鍹鍺鍻鍼鍽鍾鍿鎀鎁閷䦪䦫闃䦬闄䦭闅䦮闆闇闈䦯闉闊闋闌闍陻陼陽陾陿隀隁䧗隂隃隄䧘隅隆隇隈隉隊隋隌隍階䧙隸䨁䨂雖䨞䨟霘霙霚霛䨠䨡䨢䨣霜霝霞霟霠䨤覫䚊䚋覬覭覮覯䚥觲䚦觳謄謅謆謇謈謉謊謋謌謍謎謏謐謑謒謓謔謕謖謗謘謙謚講謜謝謞䛾謟謠䛿谿豀豁豏䝀䝁䝂豯豰豱豲豳貔貕䝠貖賶賷賸賹賺賻䞅購賽䞆赯䞽䞾䞿趨䟀䠗䠘蹆䠙蹇蹈蹉䠚蹊䠛蹋蹌蹍蹎蹏䠜蹐䠝蹑䠽䠾躿䡥䡦輽輾輿轀轁轂䡧轃轄轅䡨䡩䡪遘䢢遙遚遛遜遝遞遟遠遡䢤遢遣䢥鄋鄌䣓鄍鄎䣔鄏鄐鄑鄒䣕鄓鄔鄕鄖䣖鄗醘䤉醙醚䤊醛醜醝醞醟醠醡醢䤋篰篱篲篳䈸篴䈹篵篶篷篸䈺篹䈻篺篻篼篽篾䈼篿簀簁簂䈽䈾䈿簃簄䉀䉁簅簇簈簉簊䉂簋䉃䉄簌簍簎簏䉅䉆簐糙糚䊜䊝䊞糛糜䊟糝糞䊠糟糠䊡糡糨縩縪縫䌌䌍縬縭縮縯䌎縰縱縲䌏縳䌐䌑縴縵縶縷縸縹縺縻䌒縼總績縿繀繁䌓繂繃繄繅繆繇繉䌔䌕罄罅罹罺罻䍡䍺翲翳翴䎮䎯耫耬聯聰䏄聱䏅䏆聲聳䏇膒膓膔䐫䐬䐭膕䐮膖䐯䐰膗膘膙膚膛䐱䐲膜膝䐳膞膟膠膡膢䐴膣臨臩䑿䒀䒁艚䒂艛䒃艜䒄艱蓧蓨蓩蓪䔎䔏蓫蓬蓭蓮蓯蓰蓱䔐蓲䔑蓳蓴蓵蓶蓷蓸蓹蓺蓻蓼蓽蓾蓿蔀䔒蔁蔂䔓蔃蔄蔅䔔䔕蔆䔖蔇蔈蔉蔊蔋蔌蔍蔎蔏蔐蔑蔒蔓蔔䔪蔕蔖䔗蔗蔘䔘䔙䔚蔙䔛蔚䔜蔛䔝蔜蔝蔞蔟蔠蔡蔢蔣䔞蔤蔥䔟蔦蔧蔨蔩蔪蔫䔠蔬蔭蔮䔡蔯蔰䔢蔳䔤䔣䔬虧虨䖙螪䗟䗠䗡䗢螫螬螭螮螯螰䗣䗤螱螲螳螴螵螶螷螸螹螺䗥螻螼䗦螽䗧䗨䗩螾螿蟀蟁蟂蟃蟄䗪蟅蟆蟇䗫蟈蟉蟊蟋蟌蟍䗮䗬褵褶䙔褷䙕褸䙖褹褺褻褼褽䙗褾褿襀襁襂䙘襃䙙襄䙚䙛璏璐璑璒璓璔璕㻵璖㻶璗璘璙璚㻷璛璜㻸璝璞璟璠璡㻹璣㻺㼿甏㽀甐㽁㽂甑㽃甒㽄㽑疃疄㽪㿉癁療㿊癃癄癅癆癇癈癉癋皢皣皤皥䀉盨盩盪瞤瞥䁫䁬䁭瞦瞧瞨䁮䁯瞩瞪瞫䁰瞬䁱瞭瞮瞯瞰瞱瞲瞳䁲瞴瞵瞶䁳䂊䂌矯矰䃡磯磰磱磲䃢䃣磳䃤磴磵磶磷磸磹磺䃥䃦磻磼磽磾䃧磿䄟禧禨禩禪禫穉穓穔穕䅾䅿穖䆀穗穘穙穚穛穜䆵窾䆶䆷䆸窿䆹竀竁竂䆺䆻竲竳
                                             竴䇓憴憵憶憷憸憹憺憼憽㦗憾㦘憿懀懁懂懃懄懅懆懇懈應懊懋懌懍懎懏㦽戲撻撼撽撾撿擁擂㩒擃擄擅㩓擇擈擉擊㩔擋擌操擎擏擐擑擒㩕擓㩖擔㩗擕擖擗擘㩘擙據擛斀斁斂斣㪺斵斶旚曎曏曐曑㬠曒曓曔曕㬡曖曗㬢曚㬲橽㯪㯫橾橿檀檁檂檃檄㯬檅檆檇㯭㯮檈㯯檉檊檋㯰檌檍檎檏檐檑檒檓檔檕檖㯱檗檘檙㯲檚檛檜檝檞檟檠㯳檡檢檣檤檥檦檧歛㱆㱇㱈歜㱉歝殬㱸殭殮㲉毚氈氉澞㵝澟澠澡澢澣澤㵞澥澦澧㵟澨㵠澩㵡澪㵢澫澬澭㵣澮澯㵤㵥澰澱澲澳澴澵澶澷澸澹澺㵦澻㵧澼㵨澽澾澿㵩激㵪濁濂濃濄濅濆濇㵫濈濉濊濋濌濍濎㵬㵭㵮濏濖營燠燡燢燣燤燥燦燧㸂㷾燨燩㷿燪燫燬燭燮燯燰燳燲㸁㸀燱牆㸣㹔㹕㹖㺚㺛獥㺜獦獧獨獩獪獫獬噽噾噿嚀嚁嚂㘅㘆嚃嚄嚅嚆嚇㘇嚈嚉嚊㘈嚋嚌嚍嚎壍㙷壎㙸壏壐壑壒壓壔壕壖㙹㙺嬣嬤嬥嬦嬧嬨嬩嬪嬫嬬㜮嬭嬮嬯嬰嬱嬲嬳嬵㜯孺孻寱寲尶屨嶷㠙嶸嶹嶺㠚嶼㠛嶽嶾㡥幪㡦幫幬彌㣷徽徾㐯償儠㒝儡儢㒞儣儤儥儦儧儨儩優儫儬劕㔎㔏勴㔣㔤㔥勵㔦勶匵"}
                                {:strokes 18
                                 :characters "齕䶔䶊䶋齌鼀鼁䵶鼂䵽鼕䵾䵿鼖䶄鼥鼦鼧鼨鼩鼪鼫鼬䵋黊黋䵤黟䵥䵦䵧黠鮵鮶䱏鮷鮸鮹鮻鮼鮽鮾䱐鮿䱑鯀䱒鯁䱓鯂鯃鯄鯅鯆鯇鯈䱔鯉䱕䱖䱗鯊鯋䱘鯌鯍鵊鵋鵌鵍鵎鵏鵐鵑鵒鵓鵔鵕鵖䳕鵗鵘䳖鵙鵚鵛鵜鵝䳘鵞䳙鵟䳚鵠鵡䳛鵢䳗䳜䴛麌麍麎麏䴦麐䴶麱麲䴷䴸駳騄騅騆䮓騇騈騉䮔䮕騊騋䮖䮗騌騍騎騏䮘騐䮙䮚騑䮛骿髀䯛䯜髁髜鬃鬄䯽鬅䯾䯿䰀䰁䰂鬆鬈䰃鬩鬵䰤䰥魊魋魌䰦䰧魍魎魏鞢䩯䩰鞣鞤鞥鞦鞧鞨䩱䩲鞩鞪鞫䩳鞬䩴鞭䩵鞮䪖韖䪗韗韘韙䪘韚韹韺䪭頾䫔顋䫕䫖䫗䫘題額䫙䫚顎䫛顐䫜顑顒顓䫝顏颸颹䬑䬒䬓䬔䬕颺䬖䬗䬡飱餪餫餬餭䭈䭉餮餯餰䭊餱餲餳䭋餴䭌䭍䭭馤馥鎈鎉鎊鎋鎌鎍鎎鎏鎐鎑鎒鎓䤽鎔䤾鎕䤿鎖鎗鎘䥀鎙鎚鎛䥁鎜鎝鎞䥂鎟鎠鎡鎢鎣鎤鎥鎦鎧鎨䥃䥄鎪鎫鎬鎭鎮鎯鎰䥅䥆鎱闐闑闒闓闔闕闖隑䧚隒䧛䧜䧝隓䧞隔隕隖隗隘隙雗雘雙雚雛雜雝雞霡霢䨥䨦䨧霣䨨霤霥䨩䨪靝覰覱䚍䚎覲觴䚧謣謤謥謦謧䜃䜄謨謩謪謫謬謭䜅謮謯䜆謰謱謲謳䜇謴謵䜈䜉謶謷謸䜊謹謺謻謼謽謾豂䜱豐豴豵䝏䝡貗貘䝢貙賾賿贀贁贂贃贄贅䟁䟂䟃䟄䟅䟆蹔蹕蹖蹗蹘蹙䠞䠟蹚䠠蹛䠡蹜蹝蹞蹟蹠蹡䠢蹢蹣蹤蹥蹮軀軁䡫䡬䡭䡮䡯轆轇䡰轈轉轊䡱轋辬遦䢦遧遨䢧適遪遫遬遭遮䢨遯遰遱遳䢩䣘䣙鄘鄙鄚䣚鄛鄜鄝鄞鄟䣛鄠鄡鄢鄣䣜鄤鄥䤍醥醦醧醨醩醪醫醬釐簙簚䉈䉉簛䉊簜簝簞簟䉋䉌簠䉍簢䉎簣䉐簤簥簦䉑䉒䉓簧䉔䉕䉖簨簩䉗䉘簪簫簬簭䉙䉚䉣䊩糣糤䊣䊤䊥糥䊦糦糧䊧䊨繈繎繏繐䌖繑䌗繒繓織繕繖繗繘繙䌘䌙繚繛繜繝繞繟繠繡繢䌚繣繤繥繱罇䍢罽罾罿羳䍻羴羵䍼翷䎖翸翹翺䎗翻䎘翼耭耮䎰聵聶職䏈䐽膦膧膨膩膪膫膬膭䐵膮䐶膯䐷䐸膰䐹膱䐺䐻膲膳膴䐼䑑舊舙艞䒆艟䒈䒎䒏蔽蔾䔭䔮蔿䔯蕀蕁䔰䔱蕂蕃䔲䔳䔴䔵蕄蕅䔶蕆蕇蕈䔷蕉蕊蕋蕌蕍䔸蕎蕏䔹蕐蕑蕒䔺蕓蕔蕕蕖蕗蕘䔻蕙蕚蕛䔼蕜蕝蕞蕟蕠䔽䔾蕡蕢蕣蕤蕥蕦蕧蕨蕩蕪䔿蕫䕀蕬蕭蕮䕁蕯䖚䖛虩蟓蟔蟕蟖蟗蟘蟙蟚蟛蟜蟝蟞蟟蟠蟢蟣蟤䗯蟥蟦蟧蟨蟩䗰蟪蟫蟬䗱䗲蟭蟮蟯蟰蟱蟲蟳蠎襆襈䙞襉襊襋䙟襌襍襎襏䙠襐䙡襑䙢襒襓䙣覆璢璥璦璧璨璩璪㻽璫璬璭㻾璮璯環璱㻿璲璳㼕甓甔㽆㽇甕㽫疅㽬癏癐癑癒癓癔癕癖㿋癗癘㿌癙癚癛㿍癜㿎㿏皦皧皨㿹皽盫盬瞸瞹瞺䁴䁵䁶䁷䁸䁹䁺瞻瞼瞽瞾瞿矀礆䃩礇䃪礈礉礊礋礌䃫礍礎礏礐礑礒礓礔䃬䃭䃮礕禬䄠禭禮䄡禯穟䆁穠穡䆂䆃䆄䆅穢䆼竄竅䆽䇔竵憻懕懖㦚懗懘㦛懙㦜懚懛懜懝懞懟懠懡懢㦝懣懤㦞懥㦟懦懧戳戴擟擠擡擢擣㩚擤㩛㩜擦擧擨擩擪擫擬㩝擭擮擯擰㩞㪫㪬斃斷旛㬣曘㬤曙曛㬥㬦曜朦檫檬檭檮檯檰㯷檱㯸㯹檲檳檴檵檶檷檸檹檺檻㯺檼檽檾檿櫀櫁櫂櫃櫄櫅㯻櫆櫇歞歟㱘歸殯㲊
                                             氋㲯㲰濔濕濗㵯濘濙濚濛濜㵰濝濞㵱濟濠㵲濡濢濣濤濥濦濧㵳㵴濨㵵濩濪濫濬濭濮㵶㵷濯濰濱㵸濲濴㵹濷燸燹燺燻燼燽燾燿爀爁㸄爃爂㸅爵㸤㹗㹘㺝獮㺞獯獰獱㺟獲獳獴㘉嚔嚕㘊㘋㘌嚖㘍嚗嚘嚙嚚嚛嚜嚝嚞嚟㙻壘壙㙼㚍奰嬸嬺㜰嬻㜱嬼㝰屩屪㠝巁幭幮幯廫彍彝㒟儭儮儯㒠儰儱儲㔐㔧叢"}
                                {:strokes 19
                                 :characters "龏龐䶕齖齗䶖齘齀齁䶌齍䵷鼃鼄䶀鼗䶅鼭䵌黢䵨黣䵩黼鯔鯕鯖鯗鯘䱙䱚䱛䱜鯙䱝鯚䱞鯛鯜䱟䱠鯝鯞鯟䱡鯠鯡鯢鯣鯤鯥䱢䱣䱤鯦鯧鯨鯩鯪鯫䱥鯬鯭䱦鯮䱧鯯鯻鵦䳝鵧鵨鵩鵪䳞鵫鵬䳟鵭鵮鵯鵰鵱鵲鵳鵴鵵鵶鵷鵸䳠鵹鵺鵻䳡鵼鵽鵾鵿鶀䳢䳣鶁鶂鶃鶄鶅䳤鶆鶇鶈鶉鶊鶋鶌䴧麑麒麓麔麕麖麗䴹麳䴺䴻䴼䴽麴黀騔䮜騕䮝騖騗騘騙䮞騚騛騜騝䮟騞䮠騟騠騡騢騣䮡騤䮢騥騦騧䯝髂䯞䯟髃䯠䯪鬉䰄䰅䰆鬊鬋鬌䰇鬷䰨䰩䩶鞱鞲䩷䩸鞳䩹鞴鞵䩺鞶䩻䪙䪚韜韝韞韲䪢䪡䪮䪯韻韼顖䫞䫟顗䫠䫡䫢願顙䫣䫤顚顛䫥顜顝䫦類颻颼颽䬘颾颿䬙䬚餶餹䭐餺䭑餻䭒餼餽餾䭓餿䭔饀饁䭮馦馧鎩鏀鏁鏂鏃䥈䥉鏄鏅鏆鏇鏈鏉鏊鏋鏌鏍鏎鏏鏐鏑䥊鏒䥋鏓鏔鏕鏖䥌鏗鏘鏙鏚鏛鏜鏝鏞鏟鏠鏡鏢䥍鏣䥎䥏鏤鏥鏦鏧鏨鏩鏪鏫䥐䥑鏬鏹䥒䦋闙闚闛關闝䧠隚際障隝䧡䧢隞隟䧣雡離䨄難霦䨫霧霨霩䨬䨭䨮霪霫䨯霬靡䚏䚐覴覵䚑䚒覶䚓觵䚨觶䚩䚬謿譀譁譂譃譄譅譆䜋譇䜌譈證譊譋䜍譌譎䜎譏譐譑譒譓䜏䜐譔䜑譕譖譗識譙譚譜豃䝐䝑豷䝣䝤䝥䝦貚贆䞈贇贈贉贊趩䟇趪趫趬趭蹨䠣䠤蹩䠥蹪蹫蹬䠦蹭蹯䠧蹰蹱蹲蹳蹴蹵蹶蹷蹸蹹蹺蹻蹼䠿軂軃軄轍䡲轎䡳轏䡴轐轑轒轓轔䡵辭辴遲遴遵遶遷選遹䢪遺遻遼䢬䢫䢭邆鄦鄧鄨鄩鄪䣝鄫鄬䣞鄭鄮䣟䣠鄯鄰鄱鄲䤎䤏醭䤐䤑䤒醮醯醰醱䉏簳䉛簴簵䉜簶䉝䉞簷䉟簸簹簺簻簼簽簾䉠簿䉡䉢糩糪䊪䊫糫䊬繩繪繫繬繭䌜繮繯繰䌝繲繳繴䌞䌟繵䌠繶繷䌡繸繹䌢繺罊罋䍣羂羶羷羸羹翽翾聸䐾膷膸膹膺膻膼䐿膽膾膿臀臁臂䑀臃臄臅臆臇臈臉臊䑁臋舋舚艡艢艣艤艥艶蕶蕷蕸蕹蕺蕻䕅蕼蕽䕆蕾䕇蕿薀薁薂薃薄䕉薅薆䕊薇薈薉薊䕋薋薌薍薎薏薐薑薒薓薔薕䕌薗薘薙薚薛薜薝薞薟薠薢薣薤薥薦䕍薧薨薪䕏䖜蟒蟶蟷蟸䗵蟹蟺蟻䗶蟼蟽蟾蟿䗷蠀蠁蠂蠃蠄蠅蠆蠇蠈䗸蠉䗹蠊蠋蠌䗺蠍蠏襖襗襘襙襚䙤襛襜襝䙥襞襟襠襡襢覇覈璵璶璷璸璹璺璻璼璽璾璿瓀瓁瓂瓣甖㽈㽉疆㽭疇㿑㿒㿓癟癠癡㿧皩䀊矃矄矅矆矇矈矉矊矱礗礘礙礚礛礜礝䃰礟礞禰禱䄢穤穥穦穧穨穩穪穫䆾竆䆿䇕懩懪懫懬懭㦡懮懯懰懱懲㦢擥擲擳擴擵擶擷㩠擸㩡㩢擹㩣擺擻擼㩤㩥擽擾擿㩦攀攁攂㩧攃攄攅㩨㩩㩪斄斔旜旝旞㬩曝曞㬪曟曠櫋櫌櫍櫎㯾櫏櫐櫑櫒櫓櫔櫕㯿㰀櫖櫗櫘㰈㰁櫙㰂㰃櫚㰄櫛櫜櫝櫞櫟櫠㰅櫡㰆櫢櫫櫭歠㱊殰毉氌㲱㵽濺㵾濻㵿濼濽濾濿瀀瀁瀂瀃瀄㶀瀅㶁瀆瀇瀈瀉瀊瀋瀌瀍瀎瀏瀐瀑瀒瀓爄爅爆爇爈爉爊爌爍爕㸉牘犡犢犣犤㹙犥犦獵獶㺠獷獸嚥嚦㘐嚧㘑嚨嚩嚪嚫嚬嚭嚮嚯壚壛壜壝壞壟壠壡㙾壢夒嬹㜲㜳嬾嬿㜴㜵孼寳寴寵屫㞡嶻㠠巃㠡㠢幰㢝廬徿儳儴㒡儵㔑劖勷勸匶厴"}
                                {:strokes 20
                                 :characters "龑龒䶰齙齚䶗齛齜䶘齝䶙齞齟齠齡齣䶍䶎鼮鼯鼰䵍䵔䵕䵖䵪黤黥䵫黦黧黨䵬鯶鯷鯸鯹鯺䱫䱬䱭鯼鯽鯾鯿鰀鰁鰂䱮鰃鰄鰅鰆鰇鰈鰉䱯鰊鰋䱰鰌鰍鰎䱱鰏鰐䱲鰑鰒鰓鰔鰕鰖鰗䱳鰠鶐鶒䳦鶓䳨鶔鶕鶖鶗䳩鶘䳪鶙鶚䳫鶛䳬鶜䳭鶝鶞鶟鶠鶡鶢鶣鶤鶥鶦鶧䳮鶨鶩䳯鶪䳧䳰鹹麘麙麚麛麵黁䵈䵉騩騪騫䮣騬䮤䮥騭騮騯騰騱騲䮦騳騴騵䮧騶䮨䮩騷騸髆髇髈䯡髉髊鬐䰈鬑䰉䰊鬒䰋䰗鬪鬸䰪魐䩋鞸鞹鞺䩼䩽䩾鞻韛韠韽韾響顈䫨䫩顟䫪顠顡顢䫫顣䬛飁䬜飂飃飄饄饅饆饇䭕䭖饈饉䭗馨鏳鏵鏶鏷鏸鏺鏻鏼鏽鏾鏿䥔鐀鐁鐂鐃鐄鐅䥕鐆鐇鐈鐉鐊鐋鐌鐍鐎鐏鐐䥖鐑鐒䥗鐓鐔鐕鐖鐗䥘鐘鐙鐚䥙䥚鐛鐞鐜镽䦱闞闟闠闡䧤䧥䧦隢隣隤隥䨅䨆霮霯䨰霰霱露霳霴䨱䩁覹覺覻觷䚪觸䚫觹譍譝䜒譞䜓䜔譟䜕譠譡譢䜖譣譤譥警譧譨譩譪譫譬譭譮譯議譱䜗䜘豑豶贍贎贏䞉䟈䟉䟊䟋趮躁躂躃躄躅躆䠨躇䠩躈躉軆䡀轕轖轗轘轙轚䡶䢄䢈䢉遽遾避邀邁邂邃還邅䢮鄳䣡鄴鄵鄶鄷醲醳醴醵醶醷釋籃籄籅籆籇䉥籈籉籊籋籌籍籕䊭糮䊮糯糰䌣繻繼䌤繽䌥䌦繾䌧繿纀纁纂罌䍤羃羄羅羆羺䎙翿耀耯聹聺聻䏉臍臎䑂臏臐䑃䑄臑臒䑅艦䒉艧艨艩䕝薩薯薰薱薲薳薴薵薶薷薸薹䕒薺薻薼薽䕓薾薿藀藁䕔藂䕕藃藄藅藆藇藈䕖藉藊藋䕗䕘藌藍藎藏藐藑藒䕙䕚䕛蘤蠐䗼䗽蠑䗾䗿蠒蠓䘀蠔蠕蠖䘁蠗蠘䘙䙦襣襤䙧襥襦襧䙨辮瓃瓄瓅瓆瓇瓈瓉瓊瓋疈㽮癤癥皪皫皾㿺盭䁻䁼矌䁽矍矎䁾䂍矲礣礤礥䃱䃲礦䃳礧礨礩礪礫礬禲䆈穬穭䆉穮竇䇀競竷㦣㦤懵㦥㦦懶懷懸㩬攇攈攉㩭攊攋攌攍攎攏攐㪭斅旟㬫曣曤曥曦曧曨朧㰉櫧櫨櫩櫪櫬櫮㰊櫯㰋櫰櫱櫲㰌櫳㰍㰎㰏櫴㰐㰑㰒㰖㱋㱹㱺濳瀕瀖㶄瀗㶅瀘㶆瀙㶇瀚瀛瀜瀝瀞瀟瀠㶈瀡瀢瀣瀤瀥瀦瀧瀨瀩瀪瀫爏爐爑爒爓㸈爔㸊㸋爖犧犨㺡獹獺獻嚱嚲嚳㘓嚴嚵嚶㘥㚀壣壤孀孁㜷孂㜸孃孄孆孅孽孾寶巆巇巈巉巊巋幱㡧㡨㢞廮廯忀㒤儶㒥㒦㒹㔒匷"}
                                {:strokes 21
                                 :characters "䶳龡䶱齤䶚齥齦齧齨齩䶛䶏齎鼅䶁鼘鼙鼚鼛䶆鼱䵎䵗䵘䵙䵭黫黬黭䵮䵯黮鰜鰝䱵鰞䱶鰟鰡鰢鰣䱷鰤鰥鰦䱸鰧鰨鰩䱹䱺䱻鰪鰫鰬鰭䱼鰮䳱鶬鶭鶮鶯䳲鶰鶱䳳鶲鶳鶴鶵䳴鶶鶷鶸鶹鶺鶻鶼鶽鶾鶿鷀鷁鷂鷃鷄鷅鷆䳵鷇鷈鷉鷊鷌䳶鷍䴜鹺鹻麜麝䴾䴿䵀䮪䮫騺䮬騻騼騽騾騿䮭驀䮮驁䮯驂驃驄驅䮰䮱驆髍䯢髎髏鬔䰌䰍鬕鬖鬗鬘䰘鬹鬺魑魒魓魔䩌䩍靧䩿鞼䪀䪁䪂鞽鞾䪃䪄鞿䪛韡韢䪤顤䫬䫭䫮顥顦顧顨䫯䫱䫰飅䬝飆飇飈飉飜饊䭘饋䭙饌饍饎饏䭚饐饑饒饓䭛馩鏴鐩䥝鐪鐫鐬鐭鐮鐯鐰鐱䥞鐲鐳䥟䥠鐴鐵鐶䥡鐷䥢鐸鐹䥣鐺䥤鐻鐼鐽鐾闢闣䦲䦳闤闥闦䦴䧧䧨隦隧隨隩險隫䧪雤霵霶霷霸霹霺覼覽䚔觺譳䜙譴譵譶護譸䜚䜛譹䜜譺譻譼譽䜝䜞䝃䝒贐贑贒贓贔䞕䟌趯躊䠪䠫躋躌躍躎軇轛轜轝轞䡷轟辯䢯邇䢰邈䣢鄸鄹䤓䤔醹醺醻䉦䉧籐䉨䉩籒䉪䉫䉬籓籔䊯糲纅䌨纆纇纈纉纊纋續䌩纍纎纏罍羻羼䎚䎱耰䑆臔臕臗䑇䑈臘䑟艪䕞藕藖䕟藗藘藙藚䕠藛䕡藜藝藞藟藠藡䕢藢藣藤藥藦藧藨藩藪藫藬藭藯藰䕣䕤藱䕥蠚䘂蠛蠜蠝蠞蠟䘃䘄蠠蠡蠢蠣衊襩襪䙪襫襬襭襮瓌㼇瓍瓎瓏瓐甗㿕㿖㿗癧癨癩皬㿨矐矑䁿䂀矒礭礮礯礰䃴䃵礱䃶䃷礴䄤䆊䆍竈竉㦨懹懺㦩懻攓攔攕㩮㩯攖攗攘攙㩰㪮斕曩朇櫹櫺櫻櫼㰔櫽櫾㰕櫿欀欁欂欃欄殲瀯瀰瀱㶌瀲瀳瀴瀵㶍瀶瀷瀸㶎瀹瀺瀻瀼㶏瀽瀾瀿灀灁㸍爙爚爛㸥㹚獼獽㺣㺤㺥嚻嚼㘕嚽㘖嚾嚿囀囁囂囃壦孇孈孉㜹寷㝱屬㠥巍巏巐㠦廱㣆忂亹儷㒧儸儹儺兤劗劘卛"}
                                {:strokes 22
                                 :characters "龢龓䶬龔龕䶜齪䶝齫齬齂䵸䶇鼲鼳鼴鼵䵚黐黰黱鰱鰲䱾鰳鰴鰵䱿鰶鰷䲀鰸鰹䲁鰺鰻鰼鰽鰾䲂鰿鱀鱁鱂鱃䲃鱄鱅䲄䲅鱆䲆鷋鷐䳷䳸鷑鷒鷓鷔鷕䳺鷖鷗鷘鷙鷚鷛鷜鷝䳻鷞鷟鷠䳼䳽䴩麞䵁䵂䵅驈驉驊驋䮲驌驍驎驏驐䮳驑䮴䮵驒驓驔䮶驕䯣髐髝䯫䰎鬙鬚鬛鬜鬫䰝鬻䰫䰬魕魖䰭韀韁韂䪅䪆韃䪜韣䪰顩䫲䫳䫴顪顫飋䭝饔䭞饕䭟䭠饖饗饘饙鑂䥧䥨鑃鑄鑅鑆鑇鑈䥩䥪鑉鑊鑋鑌鑍鑎鑏鑐鑑鑒䥫䥬䥮䥭镾䦵隬隭隮隯䧫隰隱䧬䨈霼霽䨲䨳䨴霾霿靀䨼覾覿觻譾䜟譿䜠讀讁讃䜡讄豄䜲䝓贕贖贗䟍䟎䟏躐躑躒躓䠬躔躕躖䡺轠轡轢䢱邊邋邌鄺鄻鄼鄽鄾䤕䤖籗籘籙籚籛籜籝䉮籞籟籠䉯䉰䉱糱糴䊰䌪䌫纑䌬䌭罎罏䍥䍽耱聽聾䏊臖臙䑉䑊臚臛艫䒐藮藶䕦䕧䕨藷藸藹藺藻藼䕩藽藾藿䕪蘀蘁蘂蘃䕫䕬䕭蘄蘅蘆蘇蘈䕮䕯蘉蘊蘋蘌䕰䕱蘍蘎蘏蘢蘯蠥䘅蠦䘆蠧蠨蠩蠪䘇䘈䘉蠫襯襰襱襲瓓瓔瓕瓖瓤㽊疊㿘癬癭癮䂁䃸䃹禳禴穰䆎䆏穳竊䇁竸懼懽懾懿戵㩱㩲攛㩳㩴攜攝㬬㬭㰗欆欇欈欉權㰘欋歡㱌氍灂㶒灃灄灅㶓灆灇灈㶔灉灊㶖㶗灋灌灍㶘爜㸎爝爞爟犩㹛獾獿囅囆囇囈囉囊囋圝奱㜺孊孋孌孿巎巑巒巓㠧㡩廲彎彲儻儼㒿"}
                                {:strokes 23
                                 :characters "齭䶞䶟齮齯齰齱齃齏鼆鼇鼜䶈鼶䶉鼷鼸鼹䵏䵛黲黳黴䵰鱉鱊鱋䲉䲊䲋鱌鱍鱎鱏鱐鱑鱒䲌鱓䲍鱔鱕鱖鱗鱘䲎鱙䲏鷡䳾鷢鷣鷤鷥鷦鷧䳿鷨䴀䴁䴂鷩鷪鷫鷬鷭䴃鷮鷯鷰鷱鷲鷳鷴䴄鷵鷶鷷鷸鷺䴅䴆鷻䴝麟䵃駡䮷䮸驖驗驘驙䮹驚驛驜髑髒䯤髓體髞鬞鬟鬠靨䪇䪈韄韅䪝䪥頀顬顭顮顯䬞䭡饚䭢䭣䭤饛饜䉵馪巂鑕䥯鑖鑗鑘鑙鑚鑛鑜鑝鑞鑟䥰䥱鑠鑡鑢鑣隳䨵靁䨶觽觾讇讈䜢讉變讋讌讍讎讏讐豅贙䞋贚䟐躘躙䠭躚躛䠮䡁轣轤邍鄿酀醼䉲籢籣籤䉳籥䉴籦籧䊱䊲糵纓纔纕纖䌮䍎羇臝䑋䑌䑍䑎㔮艬蘖蘗蘘蘙蘚䕳蘛蘜蘝蘞蘟蘠蘡蘣䕴蘥䕵蘦蘧蘨蘩蘪蘫蘬蘭蘮蠭蠮蠯蠰䘌蠱蠲䘋蠳䘊襳䙬䙭襴覉瓗瓘瓙㽯癯㿙癰皭䂂矔䂃禵穱愹㦫戀戁㦬戂攞攟攠攡攢攣攤攦斖㪻曪曫曬㬮欏㰙㰚㰛欐欑欒㱍㱻毊灑灒灓灔灕灖灗灘爡㸏㸐爢玀㘙囏囐壧壨孍巖巗巘巙彏儽㒩劙劚"}
                                {:strokes 24
                                 :characters "靇䶠齲齳齴齵䶡齶齷䶢齅齆䵹䵻䵼鼝鼞䵐黯䵱鱝鱞䲐䲑䲒鱟鱠鱡鱢鱣鱤鱥䲓䲔鱦鱧䲕鷹鷽䴇鷾鷿鸀鸁䴈鸂鸃䴉鸄鸅鸆鸇鸈鸉䴋鸊䴊鹼鹽麠䴪䴫䵄黂䮺驝䮻驞䮼驟䯥髕䰏䰐䰑䰒鬡鬢鬭䰯魗䰰魘魙籑䩏韆韇䪉韈韤韥䫶顰䬟䭥䥵䥶鑨鑩鑪鑫䥷鑬䧮隴雥雦靂靃靄靅靆靇靈讑讒讓讔讕讖贛䟑躝躞躟䠯躠䡼邎酁酃醽䤗醾醿釀䤘䉶䌯纗䌰䌱䌲罐臞䑏臟艭艷䕸蘲䕹䕺蘳蘴蘵蘶蠵蠶蠷蠸蠹蠺衋衢襵䙮䙯襶瓚瓥㽋㿚癱癲㿛矕矗䂎䃺礸禶禷穲戃戄攥攨攩攪㩵攫㩶曭曮欓欔灙㶛灚灛㶜爣犪玁玂玃囑囒囓壩㚁奲孎孏屭儾"}
                                {:strokes 25
                                 :characters "龣䶴齸齹䶣齺齻䶤齇鼈鼉鼟黌䵜黵䵲䵳䵴鱨鱬䲖鱭鱮鱯䲗鸋鸌鸍䴍鸎鸏鸐鸑鸒䴞麡䵆䮽髖䯦䯬䰓鬣䰔䰞䪊䪋䫷顱顲饝鑭鑮鑯鑰鑱鑲䥸鑳隵䧯䨉䨸靉觀觿䚭讗讘讙䝄䝔䝕貛贜䟒䠰躡躢躣躤酄酅酆釁釂籩籫籬籭籮䊳糶䊴纘纙纚纛䌳䌴䍦羈羉臠臡臢蘱蘸䕻蘹蘺蘻䕼蘼蘽蘾䕽蘿虀蠻䘍襸襹襺襻䙰襼覊瓛㿩矘矙䂄矡礹戅攬攭斸曯㬯欖欗欘欙欚欛㱎㶞灝㶟灞灟灠灡爤爥㘛㚂㝈廳"}
                                {:strokes 26
                                 :characters "龤龥䶥䶦鼊䵵黶䲙鱱鱲鱳鱴鱵鱶鸓鸔䴎驠䮾驡驢驣髗䰕韉䪌䪍䭦䭧饞饟鑴鑵鑶鑷鑸鑹鑺䧰靊䚕讚讛趲躦躧䡽邏邐酇酈釃釄籯籰䉷虂虃䕾虪蠼㼖矖矚䃻㩸攮欜欝氎灢灣㸑㘜㜻㜼㝲彠㒪㔶"}
                                {:strokes 27
                                 :characters "䶵䶧䶐齈黷鱷䲚鱸䲛鸕鸖鸗䴏驤驥驦驧䮿鬤鬮䪎顳顴飌飍飝䭨䭳馫鑻鑼鑽鑾鑿䨹靋讜讝讞豓貜躩躪軉䡾轥䢲䣣䣤釅䉸糷纜䌵纝虆虇虈虉䕿蠽蠾䙱灎㶠灤灥灦犫"}
                                {:strokes 28
                                 :characters "龞齼䶨齽鼺黸鸘鸙鸚麢驨䯀驩饠饡䭩钀钁雧豔䠱䤙䖁蠿䘎癴㦭戇欞灧灨爧㠨"}
                                {:strokes 29
                                 :characters "䶩䶪鱹鸛鸜麷驪䰖鬱钃讟躨纞䖂虊䖃䀍䄥爨"}
                                {:strokes 30
                                 :characters "䶑鱺鸝鸞驫韊籱䉹䖅䖆癵䂅䆐厵"}
                                {:strokes 31
                                 :characters "䴐麣䚖䡿虋虌"}
                                {:strokes 32
                                 :characters "龖龝䨊灩"}
                                {:strokes 33
                                 :characters "龗鱻麤灪爩"}
                                {:strokes 34
                                 :characters "䴑䯂䰱"}
                                {:strokes 35
                                 :characters "䶫齾䴒䖇"}
                                {:strokes 36
                                 :characters "䨺"}
                                {:strokes 39
                                 :characters "靐"}
                                {:strokes 44
                                 :characters "䲜"}
                                {:strokes 48
                                 :characters "龘"}
                                {:strokes 52
                                 :characters "䨻"}]
                      :modern [{:strokes 1
                                :characters "一乙丶亅丨丿"}
                               {:strokes 2
                                :characters "二乂厶入人儿十匸七冂丩九卩几厂丂凵巜力了乃亠丁刁刀匚冖乜冫卜匕勹八又"}
                               {:strokes 3
                                :characters "弋也义已寸巳三夊才子刄刃上山彡尸士川巛亍彳叉屮勺丈卂夂小下夕千乞孓巾孑久己彐丌口弓工干个廾女土大凡宀广廴兀囗丸万尢亡于丫幺么"}
                               {:strokes 4
                                :characters "圠刈厄卅从仄夨冗帀仍壬仁冄水升殳少手什丑中尺仉爪氏凶扎之止支心犬兮欠仇厹气切亓井斤今介丮旡及幻互戶火化孔毌卝公夬夃亢丐勾戈六仂牛廿屯內天太仃弔乣斗丹歹巿夫父分方丰反木日丏攴毛仆片匹不卞比爿巴引尹卬毋勿五午无文攵王予曰月元允云勻匀牙爻友尤冘夭"}
                               {:strokes 5
                                :characters "肊匜以㠯歺屵戹刌匆四司仨左庂宂仔匝扔冉禸仞甩申生失仕矢史市世充出疒斥叱冊仗主朮宁正占乍召札兄汁卮只玄穴仚仙叶卌去丘犰囚仟仡巧示巨且凥叫加甲弘刉卉夯乎禾尻刊刋卡叩可丱功宄氿古瓜甘匄句另玍令屴立扐阞奴尼仝奶田汀他它夲台冬叮㣔叼凸氐忉叨旦石付打代弗氾犯目母乏民皿卯矛末氕平扑皮丕庀疋叵丙布弁汃必本半包白癶犮北叭扒央戊瓦外未玉戉孕永用凹右幼由"}
                               {:strokes 6
                                :characters "厊屹曳亦伊衣夷圯安而耳艾存夙忖吋汜寺死艸朿此在早再孖字次自汝如叒戎肉任妁戍守收汕舌色式舛冲丞成臣奼汊庄伀仲弛池汋竹朱圳舟争州扠吒宅兆旨至匈汛兇廵旬旭吁戌伈囟向刑先休朽襾劦血全扢汐西邛曲朹扦阡企汔犵屺匠尽江奸尖幵件朻臼艽交吉吃伎乩肌伋机回灰虫冱划伙虍行亥后好扞汗邗犴匡肎匟伉夸扣攷考光共圭亙亘艮价扛旮各合甪列劣尥老吏旯耒肋年囡汆同氖吐托阤朾她朶忕朵玎多丟丢吊汏氘地伕伏仿缶帆汎名伐糸米牟汒邙忙乒牝圮仳乓朴妃并冰边份彴百㫃因印羊仰圬扤阢屼仵伍危刓汍卍刎邘网妄圩伃汙羽宇聿刖囝吔吆有优"}
                               {:strokes 7
                                :characters "庌杙冶坄芅役抑邑沂迆矣毐佁宋阨吪呃岋扼似私兕伺村邨材岑坐作佐皂災灶灾皁汭走肜孜礽吮阮忍肕妊牣束伸邥劭抒芍卲刪删沙杉佘豕辵吹串氚床忡囪沖呈忱辰沉沈吵呎赤杈岔抄扯壯妝妐忪杘灼助佇住杖肘佔厏折抓找坁扺忮豸志迅吱汹忷巵阯沚址吷杏巡旴序辛忻皀形邢氙秀忺孝肖匣岈系妎芎扱吸希佉劬沁求岒汧芊虬汽迄弃沏岐杞芑君身囧冏足決抉阱局車妗灸見呌玖劫究技戒伽即汲夾忣圾岌忌妓吰宏肓怀吽沍芐含沆囫抇吼犼旱狂况罕何快困坎阬抗坑犺忼佧吭克佝攻汞庋杠更告估玕杆肝肛旰改卵肐呂角尬良伶吝利冷李里牢尿忸扭妞努佞狃男弄你彤佟吶芏那妥吞呑忳㹠廷禿体忐投坍牠忒佗忑忲呔灺汰兌兑佃囤沌甸庉町疔盯妒杜杕厎玓肚弟佚低狄呆抌豆抖但甫刜孚扶汾妢吩坆妨邡弅坊防吠犿沐汨妙沔皃牡芒杗沒每没伾甹芃批阰屁否抔尨判汸彷亨坏阫抛沛抃忭步兵別帊佈别杓庇妣釆沘佊吡汴邠佛刨扳邦坂阪扮坌伴貝孛伯把弝吧沇妍㳂吟言圻佒听杇沕巫吴吳杌忤佤我沃位尾岏完芄抏免汶忨尪汪抆吻妤玗迂杅忘邪余吾抝汩谷芋育邧沅沄均狁佣甬呀犽宎妖酉卣佑沋囮攸"}
                               {:strokes 8
                                :characters "芽迓夜易佾泆刵佴依怡宜侇狋岸匼枊昂坳松阸阿呝妸所参泝祀姒泗怬徂肏采怍宗刺佽佌刾阻卒岝昃阼甾咂侞芮乳枘呥姌沭刷呻侁昇尚叔邵受芟疝社舍虱侍使始事杶炊刱牀承初杵抻怵昌弨怊炒抽侈抶丳侘呫坼肫迍拆狀忠泜隹叕拙卓枓侏拄竺注杼枕征爭長宙周侜呪帚妯咒沾咋者沼厔帙炙治制侚芝肢直知泬芷侄泫性姓幸卹盱姁芧侐芯炘欣昕狌享秈岫冼弦杴姍卸効些呷協狎泄昔穸肹矽肸佺甽券穹析呿屈取芡羌芹芩斨坵戕邱泅虯臤拑泣妾怯招妻祁枝歧芪卷坰囷泂弆咀拒具玦怚芵玨青肵拘匊狙沮近金卺矼疚肩戔佼糾劼芥杰姐玠姊屆佳芨岬佶芰泲季泓其居奇昏佪枑戽怙岵花佸邯或迒杭佷忽昒虎肮呺曶弧呼狐呴昊函劻況河咍呵劾空和刲怐昆坤侃炕刳肯矻咖侉岢坷刻炅官佹侊肱乖供果卦怪拐庚炔姑孤股沽咕固刮狗岣秆皯坩矸泔岡咎构杲侖軋疙彔林泠拎兩囹帘怜例沴戾冽怔佬拉垃泐來泪杻念秊弩孥妮兒枏怩泥呢怓奈呶妳陀拖沱兔侂芚坨岮忝怢帑岹帖岧佻肽怗坦祂咚枟東沓拓抬弢邰匋妬咄剁侗坫拈耵典店毒定弤邸阺坻抵宕岱廸到的隶舠斧担府弣怛拊咐附呾妲阜底芙奉咈岪彿沷帗泭服枌芬氛忿肪枋房昉芳肥放芣狒芾沸泛忞明泯返坶拇命姆牧法非杪羋宓岷旼旻甿抿孟冞芼姏侔盲盳氓門枚沬妹玫泖歾抹妺沫歿坪朋枇凭狉玭泙怦泮拚尀陂抨爬坡帔披坯呸邳佩拋庖肺泡奅苄咆邴㕷怖怲幷秉併怕帕表玢芘咇泌畀彼拂怭邲玤板拌昄版並奔屄卑杯怫牬邶爸抱杷波孢拍佰帛泊芭㓦延拔阽炎岩沿㹜佯泱坱怏迎武芴物迕呱臥委味玟玩往尩徃罔旺枉迋盂於拗欥雨礿宛玥岳京杬芫昀芸泳臾咏押枒亞杳殀芺厓肴抴奄狖侑肬油呦怮"}
                               {:strokes 9
                                :characters "砑耶羿枻奕弈帟疫咡咿咦姨衪迤苢洟胣釔苡洱按耏洏哀哎娀俄峉砈砐咢陏怱俗柶殂思促剉泚呲昝俎胙昨柞哉則怎奏姿狨咨拶籽胏耔呰紉迮咱帤耎洳苒若染柔姙述帥拴耍胂籸閂矧氠牲哂胜姝首舢狩衫珊苫是砂虵甚屍施邿食拾柿恃室拭垂穿春郕茺宬疢昶城臿茌勅剎垞衩姹窀种重盅持茁斫拯政洙邾柷柱炷苧壴挋侲胄洲紂咮冑毡苲胗貞珍柵炤柘郅指昭恉垗致庢庤峙挓奓查炸疧恟洶秖胝挃胑哅姪祉咫宣炫昡咺洵紃恂峋郇徇省欨昫䘏胥洫恤庠香信舡星巷相型祆咸姺洩限削枵庥洨咻恔柙籺洗洒枲盻係郄弮畎泉恓屎胊胠卻前侵秋俏酋俅觓俔洽恰砌帢契柒迥祈俟祇俊帣軍扃炯苣炬珏穽剄苴觔侷勁津巹降姜洚姦柬牮建洊狡拮柩韭赳疥界姣郊枷茄迦珈俠皆胛亟姞架叚茍急既枳紀垍計洎洪訇竑虹咭奐宦皇昬衁哄恍徊恢廻洄虺芔洹狟活砉狠恆拫恨姮恒很胡垕秏矦郈後侯洭恇厚曷垮咵孩咼奎訄砍看衎枯哈姱苦拱珂柯苛恪科咳剋客矜拷垝冠洸紅挂枴皈恠邽姽癸軌柜恑秔牯柧故姤耇苟括竿苷垢柑缸虷革哏郃挌垓虼陔枸洛律侶釓紇牁俍亮苓玲流柳俐咧洌苙厘俚陋狫籹郎虐剌咯哖怒㛂柟昵柅哃苶南拏耐柰柝侻恌彖庣亭畋殄侹恬突剃苕挑迢咷怹炭垌峝恫炱狧苔胎度柁陊盾段耑垛柮洞敁盹玷氡峒酊扂訂哆柢苖昳帝咥垤牴峌屌柣迭迪殆玳怠迨待眈鳬赴負訃耷柎封風氟洑俘胕苻秎瓬飛朏罘胇复范面洺姥苜珐垡㘺咩峚勉眄苗眇秒俛玅珉虻咪弭某眊茆茂苺脉美眉昧昴茅匍茉冒陌品枰拼姘俜苹洴帡毗毘砒炰柈牉盼盆厖胖叛恲癹胚迫派胉珀斾昞屏柄昺炳趴扁秕便苾毖珌柲枹胞保苞甭苯拜泵祊背盃玻炮瓝勃柏胈疤茇弇兗匽彥研衍垠姻垔洋徉殃音胤昜英盈映屋洿侮卼洼娃哇挖歪韋威洧為胃畏紈俇瓮紆竽舁昱郁禹俁俞禺約垣爰苑怨畇勇俑穾咬洮垚姚祅要拽頁宥咽柚囿羑斿疣幽"}
                               {:strokes 10
                                :characters "唷扆悒挹浥宧訑酏貤栘胰桋益袄迻扅倚胺案盎栭桉氨胹恩珥唉唈埃挨凇笋峩送悚哦峨娥娑素唆索祟狻叟桑涑虒涘倅剒厝脆挫脃財畟草倉蚕涔捘倧茨祠玼租祖牂哫祚座栽砸烖宰蚤唕唣茙毧容恣茸茲秭剚倳桚牸辱茹弱蚋衰䀢書紓紝訒軔荏秫衽朔恕帨砷栓甡涗神陞晌梳殊晒眚閃哨訕赸陝扇猀紗唦挱捎弰涉師時祏舐娖眎眡栻荈晟翀埕乘芻除宸倀晁倡耖鬯蚇剗翅恥眙茶唓純差豺舯冢准茈隼哧奘衷荎蚩胵郗茬桌歭祝捉倬酌浞症脀烝珠茱株窋罜眝竚疰真砫砧針眕振紖畛陣疹朕娠笊酎旃栴站展砟眨唇痄哲浙釗窄柴桎疻紙秩陟哳迿孫殉訊訓脂祗值隻胸晅烕軒珣眩烜栒荀倖陘栩徐訏冔殈畜栙臭娙荇痃毨峴屑虓修笅消烋宵效哮笑陜峽㭘狹娭衺脅脇息席郤牷荃悛拳浠卿悕奚氥唏狶勍祛缺埆茜倩秦衾唚帩峭虔栔耆訖氣挈悄荍倛栖逈蚑旂起勌衹狷捐倦涓悁峻娟浚袀竘矩郡埛捃秬䀠冣捔倨凊倔荊涇砠疽罝徑痀俱挶衿紟浸晉豇茳兼荐俴珓校捄酒桔倢蚧桀訐衱借茭浹挾痂郟恝夏斚笈堲級疾脊翃記紒訌紘耾烘唧笄剞屐姬桓迹垸飢圂荒晃豗迴茴恚悔祜荂笏悍豻蚢珩哼桁航氦海㟏候耗唅浩捍框悃恐倥盉害盍核郝庫悝捆崁胯哭疴珙趷豈欬烤栲倌胱茪衮蚣拲恭栱宮桄䒷貢适躬珪哽桂笐埂鬼郠庪耿家耕罟罛羖骨茩栝郜赶逅疳冓酐倝剛罡根格茖胳哥茛哿羔荄個皋高倫旅郘珞倮砢悢瓴倞凌凉留料琉荔栗猁栵鬲倆烈浪朗釕埌狸哩浬涖娌哰烙栳衄朒狼恧哷倈埒捋勑紐恁娘砮孬挼挪能倪涅捏逆臬痆桐茼捅挐拿迺娜衲釢納徒峱哪悇涂砣託退朓庭唐挺疼倘剔荑俶涕悌倜套逃討桃倓胴凍特貣泰剟追痁釘飣娣爹瓞砥凋党倒蚪島陡耽唗紞俯疸耼鬥郙釜祔俸荅軑祓蚨尃垺茯郛衯蚡粉翂紛紡倣峰舫匪峯疿浮厞缹剕紑罠冥茗砝敉眠茫哤們罞毣迷耄畝屘秣悗埋眛浼挴旄袂馬圃浦脈胼秤荓娉秠紕疲蚍捊庬畔倗逄砰釙哱衃破俳茷旆配珮砲皰疱浜剖埔栟病哺捕髟砭俵窆祕狴陛粃秘笔班豹竝蚌畚粄舨旁迸倍狽俾唄羓砵粑耙笆悖趵般浡挬郣剝栢亳瓟捌俺剡晏宴唁欭氤茵狺蚓烊秧氧恙浯郢烏郚唔峿捂悟窊桅倭娓浣剜盌挽娩紋蚊紊翁狳娛浴淯圄彧堉峪軏冤眢院袁耘原紜涒邕員涌蚜窈舀窅珧胭射烟殷庮祐"}
                               {:strokes 11
                                :characters "野婭涯訝琊埜偯翌埸翊殹異痍移偶庵唵堊唲堐捱欸崧敖淞啊訟莪猗訛屙婐軛婀速桫眭荽梭掃埽笥淙悰偲觕猝脞耜措莏淬崔莝悴曹猜厠寀採彩凑飡粗偬從疵瓷寁組脧族崒捽舴做側掫造陬郰淄笫眥梓眦偺偌軟桵爽袡荵孰淑術倐倏庶涮欶脤紳深參笙商袑紹疏授售釤笘蛇莎逤啥捨殺奢猞挲梢赦舂崇設絁啜逝埶厜惙婥釧淳倕船脣盛逞珵脭掁處絀梣晨捵徜郴娼猖常悵唱偁祡巢訬紬惆偢豉產敕埻茝釵訰莊眵終匙笞眾蛀蚳羜啅涿啄崢專猪硃紸陼渚逐紵偵眹陳袗紾章張帳啁猙掙晝舳蚱斬笮晢這責猘砦畤紩窒袠紮袟痔埴訩梔執雪趾衒焄旋眴袨婞莕悻虗莘勗敘陷酗祥袖宿琇硎絃掀蚿現啣舷莧晛逍偰猇梟脩細羞祫斜惜紲悉徙習舄逡痊惓晞欷淅烯硒情烴訢圊氫殑清頃袪絇娶蚯毬牽逑球掮棄唼掐郪雀淒悽絅啐桼娸戚埼崎淇跂啓啟畦朘捲眷圈晙焌莙梮莒烱粔蚷埧莖掘崛訣桷趹觖逕蛆竟淨婧旌旍脛据焗掬堇將弶堅豜淺強剪帴健皎秸救婕痎接啑敎捷械偈教祭笳梜耞戛莢袈偕舺楖假寂唶掎悸谹寄徛基婚患黄偟凰淮彗晦唬扈許瓠貨剨脝閈焊痕琀虖淴惚斛毫晧蚶崡涵眶梒崆控涳悾荷盒涸頄馗堃梱欵梡盔崑崐晜埳偘康勘掯啃牼堀蚵堁氪釦寇混涫逛貫袞崞掛剮罣猓國郭匭規硅梗蛄淈梏牿區崮崓笱淦桿乾夠紺釭掆崗笴舸袧皐崙掄圇梠淪率淥掠略畧鹵硉鹿淋硌笭㥄翎梁陵羚舲聆涼啢蛉淩玈連硫陸琍唳莉脟捩悷桹莨聊崚烺琅梨梩笠犁粒理婁惏婪郲淶崍徠啦猍勒淚累您淰埝粘唸笯釹赧郳猊婗旎堄匿捻豚痌通軜桶統捺堍淖眲硇訥屠荼庹紽釷梲飥脫軘推啍條眺淟甜㥏掭添蚺窕脡停莛途梃珽惝堂惕淌偍逖屜梯祧探掏笤偷啕惔貪酘透袒郯動趿涾堵淘敓掇剫舵堆蛁涷惇掂釣惦啶頂第递釱蛋啗掉鳥彫淡羝袋笛袛帶紿荻悼埭聃荳脰捯躭逗都兜酖涪啖蚹偩婦趺淂覂得荴唪紱桴符艴紼梵匐虙販酚烽啡訪旊悱淝婓屝釩笲笵敏覓密冕勔捫偭牻笢莽莔猛眯眸袤惛莫眽莓梅麥脢脯麻殍偏貧瓶莆逢郫副陴啤票莩袍掊袢烹笸淜粕婆捧埠陪徘脬淠培排彬匏逋晡偋掤部啪蛂莂袙彪婊崩匾弸梐敝畢閉絆梆笨堋敗偪庳偝埤桮婢被啵舶荸缽脖桲豝捭偃趼埏郔眼閆掩涎掞寅婬淫唫崟陰羕痒桯剭牾莁啎務晤焐梧袜䍪窐涴偓婑痏偎偉偽帷唯惟婉婠烷脘莞曼惋晚問脗惘淤望魚雩圉偊敔庾欲域㖪淢御尉悅寃淵庸恿掗啞悠袎窔淆崤崖陶訞啀㖡液掖崦淹焉莠蚰訧蚴偠逌"}
                               {:strokes 12
                                :characters "聐釾揠猰鳦揶詄軼衈逸壹貳蛜貽郼欹詒奡椅揞啽菴堮㔩崿鄂愕筍菘飧竦睋硪傞訴傃粟肅隋惢痠散傘甦酥喪斯森絲琮竢矬痤測毳焠萃脺策蛓廁惻皴殘裁菜湊尊惾棕揔愡詞莿曾詛最酢喒晬崱崽棗揍棷棸菆菑羢絨嗞粢椔紫嵫滋胔胾孳渃袽陾鄀堧稅舜犉順閏揉飪靭腍然絍菽韌疎暑尌黍腎棽舒愓剩甥勝跚掱善萐痧喢揲稍貰湜寔視圌逴婼揣徥陲捶焞喘窗創凔棖䟫傖程楮硶萇趁琛菖掣牚琤敞場超孱插飭跇硨粧鈔尰喫瓻貾焯琢椓椎惴斮袾幀証蛛註煮筑湞貯跓診軫揕脹喌週棹掌旐覘㑳詀軸棧琖詐㸙喆詔軹著蛭朝黹智痣彘詗巽喳渣剳雄植殖犆揎跖絢喧渲勛循揟須虛訹湑喣婿壻絮焮湘鄉廂尋翔缿惺象項猩閑渫媟筅睍絏禼硝傚硤翕揳犀喜筌惸琼晳蛩筇粞睎稀傒晰氰晴蛐軥渠詘傔确棬琴腔欽椌鈐掔䏿酠愜棲攲欺睄萋琦棊琪棨絕傕鈞睊罥鄄窘雋畯睃菌竣距椇湨詎厥菁趄痙晶菹琚菊椈椐筋腒菫祲進强牋絳湔鈃減揀菅揃閒焦間揵湫窖筊絞啾揪堦愀就蛣街袺廄揭椄傑結㨗絜椒喬蛟跏猳傢袷戞階斝湝喈鈒棘集揖戟塈惎鈜渹閎嵇萁棋犄期幾朞睆萑雈渙殙換逭惽湟惶喚徨隍黃喤喙撝蛔惠揮湖琥壺華鈥畫菡惑湱睅絎欻猢堠喉鄇猴筐㡓睏酣喊寒頇皓焜貺絖喝訶猲賀黑喎喟逵揆䖵款琨堪髠嵌裉欿嵁鈧硜袴蛞絝閌剴殼揢軻揩開凱渴棵喀棺愒慨琯棍渾雇蛬聒絓筈溈堝袿媯傀菓犅晷貴湀菰絚焿稉觚菇酤堩軱詁辜耉稈敢港蛤割給鈣溉脔臯鈎隆嵂菉氯逯琭菻喨詅菱量晾軨旒湅琳傈痢厤裂詈廊稂嫏棱棃愣菞喱絡勞嵐啷愞棶喇腊萊隉敜鈕渜甯傉掿喏喃揑湼惄喦筒童鈉衕痛菟惱猱堶酡跅跎唾貼湍腆婷湉酟渟稌棠媞啼替隄稊啻萄鈦覃菼棟鈍湠湯毯湩飩跆毲敪埵渡惰短媠隊貂敦傎奠跌觝睇靮喋耋詆堞惵跕絰棣臷琱萏氮登菂堤等貸提瑇盜湛愖單痘腑媍蛗富答傅鈇惪傣逮跗稃罦袱棼軬飯棻雰鈁焚渢棑腓棐復湣飰閔發筏扉斐菲琺淼喵描棉渺硭媔愐㟭湎硥茻萌痝渳蛑貿畮媢帽堥悶媒郿買嵋渼湄蛢痗媚寐猫菩缾普傌覕媥評萍椪幈馮痡艵痞脾鈚琵雱湓彭棚軯番毰湃牌跑寎摒皕湢揊颩惼猋猵貶斌絣費筆詖弼斑報堡愎菢愊賁鈑犇逩棒幅菶琫棓傍跛掰揹悲琲焙椑備萆媬琶菠菝䬪渤博菔鈆跋鈀軷郾晻嵒渰喭焱雁媕琰扊揜絪猒焰堰硯喑裀愔陻釿堙揚飲陽媖景硬無婺惡媧蛙痦幄猧渦鄬逶握喔渥萎渨幃圍隈崴媦渭猥喂椀琬猬腕晼皖温雯楰嵎萸腴畬愉隅媮渝矞喻寓棫越粥棜馭飫惌菀掾湲援媛猨雲鄆惲愠湧喁詠氬雅椏隃軺堯殽傜喲喓殗腋菸腌湮游郵猶揄"}
                               {:strokes 13
                                :characters "椰裛溢裔義意椸詣溰飴傲腤暗萼腭輀摁嗯搤詻愛矮遏隘嗌損飱媼嵩傱蛾愯嗉愫塑睢嗩嗦溯綏窣嗇遂瑟碎睟搎筭歲廋猻毸腮搜嗖溞塞溲嗓嫂搔搡嗣飼肆搓嵯催瘁辞筴跴慅楱睬腠罪粲滄辠傯㯶慈跐葬筰羧葄萴鄒載賊頌溶觜資趑貲訾滓訿溽鄏瑞楯惹煣稔綀搠裋蜀鉥竪嗍署鼠詵慎葚蜃嵊傷筲艄聖搧睒飾歃嗄傻煞裟翜旓塒萷銃獅葹詩軾鈰溼弒䁑勢搥嗜試搋筮椽歂棰遄愴椿菙裎塍誠楚鉏耡滁鄐滀煁嗔搊腸愁詶稠搐酬酧剷誃跮傺蛼詧嗏搽詫喍準裝媸絺塚腫嗤痴馳筯馵畷罬傳跩瑑睜誅跦瘃獉瑊鉒楨葴溱蜄裖斟椹輈鉦債㑿罩詹搌搾盞溠蜇酯照置輊廌跱雉寘稚閘楂詢稙搘萱萲暄瑄鉉楦楥馴楈詡煦靴慉頊羨腺歆想新詳綉溴嗅腥僊綅尠嫌蜆跣尟蛸綃揱翛赩筱貅鄎瑕遐嗋煆歇廈楔暇舝媐媳塙綌葸跧裙搉詮輇羣群皙跫煢徯碏禽勤搶裘楸萩嗆嗛絿遒僉愆鉗葺慊祺頎溪碁碕楗睠絹葰輂筥鉅睛經敬靖竫雎葅腱搢鄑寖靳畺僅禁厪搛椷煎筧犍跤毽腳較剿勦鳩敫舅揫楬睫詰節解楶嗟裌葭蛺跲蝍鉀極嫁戢殛嫉楫麂蔇畸稘葒嗊跡㬊勣豢葷滉琿楎溷煥遑幌煌葟慌嗀煇詼毀暉彙匯賄滙搰貆瑚猾搳旤話馯頏嗐葫鄗滈嗥號誆嗨筷楛塊嗃暌葵頍愧戣跬媿稛綑髡戡壼傾羥窟跨鈳痾鉲誇溘窠稞愙嗑搕愷愾楷塏會跪祼痯筦痼塨詿罫觥過觤詭粳綆鈷滑搞賈鼓雊鉤溝搆媾詬感幹彀骭堽跟嗝裓隔觡戤概該賅葛亂馲僇稑睩碌盝祿輅腡勠賂路虜賃粱鈴廉溜零楝煉痳僆溧慄趔瑯榔筤稜蜊剺楞豊裡裏僂酪落睞裊誄雷嫋農腩暖煖搦鈮楠溺孴睨酮嵲赨腦瑙腯瘏閙剸蛻跳覜䠷筳葶填搷綎艇塗嵞蜓溏塘葖綈幐嗁髢慆搯痰搪塔靸鉈塌絛搨趓躲滔睹跢飿馱煅碓跺滇遁董腶碘痶鈿殿頓督碇鼎電碡嗲蒂楪牒碉窞誂逿當瓽戥豋道搗鉭亶滏腹嗒達搭蜂葑綍葍蜉鳧楓犎痱煩黽愍溟暋酩鄍鉧募鉬睦塓幎滅痻腼蛖瑉雺盟嫇瓾葞毷鉚僈楙覛貉煤楣腜媺葡瑁軿媽溥痲嗎貊僄剽蓱楩甁碰聘鈹裒媲媻瓿幋滂筢閛鉕硼禀稟鳪補鈽葩煏楄遍閞萹蜌睥飶閟腷鉍痹痺楅逼辟鉋頒斒搬綁徬碑僃稗萯碚鉳煲飽葆搏鈸鉢鉑碆猼葧雹鉛靶揅罨靷瑒鉠煬楊暘嫈塋瑛楹嗚暎媵鄔蜈碔摀塢嗢萵椳溦腛違葳煨骫痿嵬微艉蒍隗煒瑋葦暐萬頑碗畹塭溫絻搵瘀衙滃塕嗡腧瑜蜍艅瘐榆愚歈萭虞逾毹瑀裕鈺傴罭遇煜愈毓奧預粵鉞蜎圓猿園源嫄瑗嗈暈運慍鄖隕筠蛹雍傭瘂肄葯睪媱溔猺愮搖徭葽腰睚爺業煠殜暍葉釉煙遊猷鈾楢麀"}
                               {:strokes 14
                                :characters "歋旖蜴廙靾勩嫛銥漪禕疑慠漚銨鉺餌爾敳廒嗷蜙榫誦㞞觫遡膆愬蓑瑣銫蒜酸算蓀蒐嗽僧蜤凘厮罳颯蓌漼摧獕瑳榱粹翠綷嘈綵慘慚蒼嵾嵸僔綜嵷憁摠雌甆磁蒩嶊嗾臧幘嘖緅蓉漕慥熔榕榮緇誏漬銣蒻蒘蓐蜹睿緌瑢塽馹認餁漱塾摴墅槊蒴摔睡滲韶踈綬壽煽摲翣摵賒摋蒔瘇鳲實蒒蝕蓍碩綽誓漘槌摐䞓鋮酲蒢蒭閦褚塵嫦稱裳嘗暢漅摻綢裯裧瞅獑僝滻察碴撦澈槎撤徹摛潀粽種遟翥箸綴膇箏障僎嫥蒸銖甄榛颭禎鄣嫜粻賑獐漳慞彰幛漲箒趙嶂肇甃綻嶄劄慴榨輒摺嗻寨誌製銍摣滯疐遜榰熊蜘摭踅漩鉶熏稰需嘔緒漵蓄綫僩餉殠銗滫像嘕銛銜銑榭嘐歊禊隙緆隟熙誒僖嶍屣熄蓆覡榷銎銓踆綣蜷輕蜻蜥豨廎嶇愨塹蒨歉遣綪蜣瑲慬牄槍蓁寢熗戧誚觩賕搴慳綺墘箝鄡敲朅僑劁漆旗僛綦蜞嘁榿䘿綮皸儁蒟榘箘虡聚精劂奬箐兢踁裾境獍静僭僣跼墐廑盡緊蒹箋漸碱戩監僬酵鉸餃斠僦摎瘕稭榤箑竭碣截犗誡跽漈齊瘈際嘉䛟蒺耤鬾毄魟誋穊暨鞃鉷閧箕漶慁瘓魂槐誨滸嘒滬嫮鄠嫭摦劃夥禍漢滹嘑赫豪蒿瘊睺谽誑裩鉿箜閡廓蒯駃魁睽銬摳碪慷誙骯酷漷榼彄犒熇滾摜管銧緄慣劀褂粿幗寡閨聝裹嘓蜾摑匱瑰綱箍榾嘏榖皷僱耈誥槀遘榦構趕歌膈閤槓搿槅閣槔鉻膏箇綸暠蓋槁睾膂嘎屢滷綠摝漉蓏犖裸雒裲踉緉榴綾廖領撂綹遛漣嗹奩粼綝綟僚憀漻寥膋漓蒗貍嫠蒞摟嫪嘍銠僗瘘漏漊慺嶁廔塿瘧罱蜡辣嫘瘌酹蜼寧稬嫩嫟踂僮團銅摶慟碯槖跿圖魠畽僓腿慱舔漙蜩瑱廜餂嶀嘆酴摘裼禔綯銕鞀骰煻榶蓎舕䗊嗿碳遢遝漯毾臺榻颱態奪裰對端蝀碫裻嘟墊蝃嵽碲禘遞碟墆蜑蜨髧僤銩銱碭凳滌滴嘀翟蝳嘚嫡翢輔腐靼獃鳳鄜孵韍箙福榑僨翡摓瘋髣榧蜰銘蓂鳴暝獏墓滵裶閥蜚緋瞂蜜罰嘧瞄綿閩漭䃉蒙緍蜢夢艋韎貌瞀嫚幔慢滿墁慲漫寞鄤幕鄚漠靺酶嗼禖蒱髦塺酺蒲僕麼麽瑪嫫摸嘛彯漂慓蜱膍撇嘌潎槃嫳嫖頖漰頗搫蒪裴辡賓鉼髩餅彆碧滮摽颮裱稨碥鄙馝箅蓖嗶裨綼幣弊彃蝂榜牓蒡膀僰粺鼻蜯犕箄誖蓓褓鞄箔膊駁筵綖蜒碞演禋瘖銦夤銀慇窨廕鄞瘍酳禓鞅漾熒歍滎誣舞殟誤寤斡窪膃窩蜲維蜿獌綰輓聞網暡蓊窬睮漁緎蜮瘉與語獄嫗鳶說氳愿遠殞熅奫蒕墉鄘踊慵榣嫕遙靿銚瑤僥厭誘鄢嫣銪"}
                               {:strokes 15
                                :characters "噎鋣黓蓺億儀熰耦毆鞍蓲歐餓頞皚僾遨獒熬慫璈蔌蓿噁頟鋨樕遬憟餗璅誶澁毿瞍瘙磉璁蔥瑽樅蓯槮嘶賨廝澌駟緦憱撒遳蔟槭麄踧趡璀銼磋踩賜蔡槽慙嶒層鄫憯撙嶟醉噂踪緫糌憎餈噆糍賛增駔踤醋撮遭諏潤撋輜蝡箬銳糅熱髯樞樗蔬澍豎數獡箾蔏蔘諗審賞殤艏熟潲墠瘦潸鄯墡蔱魦僿奭儍蔎誰蝨衝憧駛翨嘬輟醊膗箠蓴醇瘡牕噇憃廚澂鋤諔諂幝蔯瞋賝廠潮麨撐噌嬋潺廛齒瘥樁樔諄蔠撞幢踟糉墀踔斲禚趠膞撰諑墜篆諍撜鄭蓫豬諸駐暫禛箴稹鴆敶樟震璋賬僽輖賙皺醆輙輚霅赭磔遮蔗嘲徵膣緻摯幟樝觰潠鳷噀敻質魆蝖儇璇撏噚潯嬃噓墟獝糈鄦線鋅緗箱鄩銹賢憪嫻嫺鋧霄屧銷嘵潚潝嘯諕瞎寫勰鞋嘻嬉緤膝撕噏蓰確趣潟碻窮踡瞏慶敺請镼廞嶔槧撳璆緧銶遷潛鋟瘛頝撬踥憇篋墝熲憔寯嫶磎緝慼諆潏餕㕙駉鴂駏踞撧噘撅獗鴃憬儆靚駒踘鋦槿澗劍箭蓳瑾殣槳獎漿蔣僵諓緘儉翦嬌嶕蔪踐賤澆膠儌噍撟嶠蝤樛蝔羯頡踕潔稷憍鞈鋏駕稼劇踦踖瘠篁鋐澒畿稽嘰觭賫緩潢蝗艎慧輝麾翬褘槥蔧瘣槲踝嫿嘩槬銲暵熯蔊歑衚幠蝴嘷糊澔篌皞皜蝦蝎褐儈彉磈憒寬閫潰蔻褌骷緙磕瞌蝌課頦瘝靠劌劊嶡輥蔉廣蝸颳緺鞏槨輠虢槼槻緪賡緱穀澉撖價韐頜槩稾鋯稿輪論閭氀慮鋁鋝履魯䍡醁戮躶輬潾嶙隣凜樑諒輛輘寮瘤磏蓮槤劉憐練罶璉鋰鄰敹撩獠嫽颲嘹蓼漦黎璃鋃螂閬嘮嶗澇樓潦撈蔞儂蝲蔂賚磊厲撚碾輦駑鬧蝻暱輗魨摰蔦潼魶撓鼐餒駝駞隤褖蓷磌覥歎霆膛趟緹滕躺踢殢銻髫潭鞉談嘽憛羰儃踏㒓誻鋱慝綞嶞緞墯墮瘨墩調遯鋌踮敵覩賭締遰褋蝶蓧艓誕潬噉撣儋噔㩐憚彈鄧澄墱駘隥嶝樀適稻餖撫頫鄲撢賦蝜複蝮瘩駙褔德麩鋒敷膚髴澓樊蝠幩憤墳魴幡廢誹墦僶緡範憫氁髮暮霂鼏慕蔤緲瞑廟蔑蝒緜緬鋩蝱瞇蓩髳鄮樠蔓璊墨霉嘿賣鋂勱蝐犛氂蝥魅幞碼禡犘墣罵蔴摩模摹膜篇翩頩噗鋪舖踫駓撲蓬劈撆潘盤磐噴濆潑駍輣鄱蔀澎駊魄賠醅霈艑餔憋骳熛標蔈褊箯麃膘蝙編緶蔽鄪駜髲蓽暴瘢魬踣磅鋇褙僻輩撥褒緥貏鴇嶓餑罷骲播魃蔔蝘鳽鴈殥誾蔭戭養影瑩樣潁鋙嫵憮廡鋈嘸蝛蝟諉豌緯頠踠磑衛慰瘟翫輞羭褕諛餘蝓窳慾蔚閱魭蝯澐縁緣熨禜鴉瘞誼熠毅樂窯嬈嶢醃蔫褎牖魷槱蝣憂滺"}
                               {:strokes 16
                                :characters "鴨錏壄螘縊㵝螠樲憶噫瑿頤彛甌懊嶴諳蕅盦諤駬噩翱噯嬡餩錒橚簑匴隨隧濇螋艘穌螄禩錯瘯膵磪縗膬篡輳懆餐操遵樽檇艙瘲骴橧嘴蕞澤澡髶噪融髭錙氄趦鼒諮儒褥縟瞚叡橤篛輭蕤蕊蕣燃遶輮蹂蕘橪樹駪燊䈰輸燒澨膳噬擅諡嬗霎篩諟輲踹膪踳輴窻頳赬瞠橙篨櫉䫄踸燀擉蕆錩磣諶氅閶鋹橕罺儔篘瘳㵞雔幨澶鋋褫蹅艖熾衠儕踵鴟篪濁錐竱磚餟甎縋錣錚篹整麈築臻撾縝曌瘴餦縐霑噣樿戰鮓鍺擇瘵遲皻學樴膱諠懁選諼勳醒燖歔醑諝餡縣憲蕈興薌膷橡曏暹憸險諴嶰澥獬嶮懈獫鴞蕭韰膮歙髹歗曉䦧赮諧熹窸樨羲䤈螅熺錫諰憙蕮縓璚廧螇蕖磬鴝燂瘸麮螓擒親噙鞘錆墻撽嬙鼽糗黔褰憩器橇樵骹磧橋蕎褧錡噱蕝鞙頵麇橘據踽懅彊橛橜蕨璟靜諫鋸噤儘縉錦縑熸蕑撿錢餞燋蕉噭瀄廨褯鴐髻穄劑冀豭頰積濈輯墼輷鬨彋頮機激璣寰嬛澴餛擐閽璜諢褱褢諱蕙縠樺劐撼霍頷憾翰衡橫醐翯駭歘憨錕骸褲噲鄶澮廥窺頯獪蕢穅墾骻錁瞘盥錧館餜龜鋼頸䀇鴣篝錮橄擀翮骼糕縞篙龍噶磠潞錄擄穋瘰廩駱懍澟鴒盧疁濂膦遴璘燐歷篥鴗霖曆遼燎罹澧窶橑瘺瘻壈濃謔賴錸擂褭嬝鮎噥凝憹耨橈諾諵儞膩儗儜霓臲朣氃橦錼曈褦頹鴕橐鮀橢貒褪暾鞗䩦鞓頲縢燙蹄醍錟蕁壇曇頭螗醓糖撻噸螣褟儓鮐踱縧憝毈錞懂燉靛獨闍錠澱篤踶甋諦蹀雕窵諜擔噹餤澹憺燈㲪蕩擋導殫黕鮒輹褡噠賵縛餴輻蕡奮諷篚璠膹膰蕃燔穆螟澠鍅幦冪霏䄙靦錳儚甍瞢鄳謀瞞穈鍆瘼燜默貓璞樸磨螞骿瞟瓢駢頻諞蹁憑磞擗澼瞥麅歕縏螃篣膨儐辨餠觱瘭錶鴘篦鮅嬖廦虣鮑壁辦螌錛駮糒憊馞閻虤噞諺燕燄駰憖鴦罃螢頴縈穎嬴蕪膴遻餧謂衞濊遺罻閿鞔澣踰覦噢貐豫隩澳諭閾澦遹禦鴥噦樾鴛羱圜螈蕓蝹縕篔擁踴噰澭壅曀劓殪瘱懌嶧瞖圛餚徼曄曅燁鄴閼嶪謁閹輶蕕鮋"}
                               {:strokes 17
                                :characters "寱擨檥翼檍薏臆繄簃闇鮟鍔鮞薆曖餲騃璦翶螯聱薞聳駷簌謖騀髿縮璲雖檖穗燧繅澀璱賽臊糝聰鍶儩簇蹉顇擦竁簎縩螬糙燦璨總縱篸矰甑罾磼簀糟璪氉鄹謅燥鎡鴽濡嚅嬬擩孺瞬瞤霜鵀薯蟀曙瞫賸聲䈾髾襂縿謚縰褷錘韔檉騁臅黜儲歜斶齔鍖嚐償懤醜簉禪毚鍤賺鍾螽檛髽螭斵濯擢斀穛縳燭鍼蟑鮡鵃氊盩邅薝氈鍘蹍醡螫蟅齋懥蟄縶謞壎獯擤薪薛襄騂褼癇鮮鍌獮燮駴魈謝褻邂謏薤鵂篠澩磶霞罅蕸轄蹊貕蟋禧隰濕檄闋醛檠擎磲璩趨罄闃麯縴懃駸蹌螼檎薔牆檣襁繈謙黚鍥磽鍬瞧礄鍫駿谿䫏懠臄爵鮨颶濬屨舉遽殭鞠薦濜橿螿薑糨講艱蹇檢謇螹瞷鍳鍵礁矯櫛鮚薢檞鮫鵁薊鮆覬檕嚌罽檟蕺賷擊檝濟蹐餭薨擠磺蕻鴻磯嶸鍰襀績禨隮環謊謋壑鍠篲燬徽觳燴薈濩嚄擭獲顄駻濠餬壕嚎戲餱皥嚆薅鍭韓鼾鞚還醢嚇豁膾虧簆窾糠瞰懇闊薖顆檜簋鍇鴰蟈馘鍋鮭瞶骾臌轂覯購尷鴿謌癃窿褸縷簏擱嶺璐螺臨霝褳駵臉蹓鎏鍊臁磷薟歛瞵殮斂聯隸勵鴷駺瞭療薐篱縭癆螻艛闌簍耬濫懦嬲檑縲輾蕾儡濘嚀黏擰獰膿餪嶷擬臀鮦瞳嬭罿穜駾嬥疃篿餳駼螳赯謄鬀蹏嚏薙鍮禫黈檀醣鞜嚃濌蹋濤謟嬯鍛蹎點匵鍍凟螲褶膽璫檔磴瞪盪磾鍉戴黛擣蹈幬篼膻癉鬴賻黻鍑鼢糞縫馡癈薠彌謐䬠篾蟒濛駹鄸懞縻醚濔麋幪謎鍪繆麰鴾懋縵鎂邁蟊糜錨嬤濮蟆蟇縹篻糢嬪鵧貔濞翲螵磻髼篷皤繁擯濱豳襒篰儦褾斃縪篳儤闆幫謗繃鞞臂避襃謈薄薜擘癌懨檐鴳闉螾嶾檃隱膺霙鍚嬰應營甒闈鮠餵薇鮪濰褽轀輿嶼篽燠薁龠儥嶽黿轅蕹醞薀餫臃醟壓燡斁翳謠邀擫繇黝優"}
                               {:strokes 18
                                :characters "癔鎰邇黟醫毉謻彝謳鞥顎謷簨鬆鵝額鵞蹜鮻鎖顋邃繐穡穟餿擻繖鎪藂叢颸謥蹙薩䠞竄罇豵騌鬃蹤繜繒藏襍雜賾蹧簪鎔薷繠瓀鞣雙擾襓繞蟯攄癙蟮觴瀋嬸羴繕簭鯓鯊蟲韘鼫戳鎚雛貙幮礎繟儭闖鼂矁蟬瀍懘騅鬇顓轉贅瀦鎮櫂瞻皽蹔謫鮿轍蹠贄蟳懫譇織擲職蟙璿臐燻薰曛藇鬵繡蠁嚮燹瀉簫鬩餼虩黠醯謵鎴蹝蟢璽鬈謦軀鼩覰闕繦竅鎗蹡鞦繑翹騏屩臍鵑鞫鵕鵔擧瞿醬燼謹覲藎礓簡瞼鞬濺襉蟭皦轇舊謯擷癤騎齌薺鯽鵊鎵藉蟣鵋雞蹟繢鯇簧蟥隳蟪繣謼藃壙鞨齕鵟懭彍擴礉闔聵櫆簣餽蹞騉檻顑髁禬騍鎧闓鯀鄺獷鵠㶁歸櫃鯁餶盬瞽儱鎬貗濾轆騄麐糧魎鎦嚕謰懰瀏霤餾鎘鯉襝癘獵繚釐醨禮礌醪壘㲯爁藍騋攂檸攆穠檽臑薿闑嚙聶鎳艟獶鵚魋餮闐鵌鵜題鬄擿騊檮蟫罈蹚餹鎝闒檯薹薱懟斷鼕簟癜瀆襌櫈簜蹢簦藋鞮燾甔簠簞馥覆䴸豐羵鼖騑旛羳繙翻謬藐邈幭懣檬氋曚朦鞪貘霢謾嚜襆鎷謨醥鬅甓癖蟠蹣蟛簰殯臏檳蹩璧瀌鞭鎞髀蹕䟆瀑蹦鎊襏擺奰嚗簙鎛鵓濼懪餺鼥檿顏嚚颺瀁鎢瀅薶雘䰀魏韙穢鮸瀇魍璵甕歟麌謣鵒魊癒繘雝霣韗顒饁鼬懮鯈嚘鄾燿曜"}
                               {:strokes 19
                                :characters "齖鵶艤顗蟻繶藝藕鵪鏊爊鏖礙襖譌襚繸鏁瀡旞簺藪颼顙鏦蹴鏙蹭鬷鬉騣辭贊鯫鏨贈譖鏃繰鯔齍爇襡儴糬儵爍繩獸羶鎩寵歠鶉蟶懲藸櫥躇儳鯧嚫疇蟺襜蟾劖鏟蠆癡鵻櫫證櫧譔鼄藷蠋辴籀轏識觶蠉翾鏇藚勷舋鯗蹮饈幰齘瀟瀣蠍蠏蟹譆鞵瓊藑藭鯖麴覷鏘鏹簽蟿鵮鏚蹺趬鯜譙趫鵲麒譎麕鯨鶄蹶鏡鶋襟饉顜疆鬋繭轎繳蹻醮穧懻癠繫譏繯騜懷翽繪譁攉穫騞瀚鬍齁曠覈臗騤旝闚鯤鏮鏗髂襘關觵騧壞鶊韝鞲繮簳櫜藳韟嚨蠃隴壟瀧壠櫚攏巃櫓壚鏍麓覶羅廬鯪飀嚧瀘簾鏈鏐壢轔嚦瀝瓅櫟懶羹礛藜麗離類斄轑邋鏤䗶鯠臘鶆瀨藟羸鯰襛麑鯢難孼譊蹪騠藤鼗藫壜譚襢醰鏜獺韜軃襗鬌蹲鵰顛櫝殰簬犢牘曡鯛襠簹蹬鏑禱繵黼繨鵩轒豶鯡颿轓藩蹯䥈禰矊櫋礞矇懵靡饅鏝饃鏌譕蹼曝譜騙矉嚬嚭羆龐攀鞶醱鵬瀕襞轐醭繴爂臕藨癟鏢邊犦饆瓣鵯簸藣鞴蹳爆簿糪簷嚥厴嬿齗霪甖瀠瀛蠅鵡騖霧鼃矱壝璺穩罋嬽鵷願櫞贇韞韻鏞豷䆿鶂藥藙繹騕颻櫌"}
                               {:strokes 20
                                :characters "轙議醳鶚韽鰐藹轖㘔騷蘇饊顣礤騲纂鐏鶿鰂藻騶齚譟趮躁鐕蠑髊瀼壤懹襦蠕饒嚷攘騸孀贍饍釋齣騬觸嚵懺闡櫬籌攙犨巉酁瀺鶒鐘饌躅鬒癥譫騭觷礩矎懸纁繻霰獻馨鏽孅攕鹹譣鰕嚱饎巇曦飁犧鰓勸黥繾躈鰍鰌鶖蘄蠐鬐矍鐍鐫齟躆醵警競鶪瀸騫艦鐧瀳鐎嚼匶覺灂斅繼籍轚饑轘鰉櫰藿闠鶘鏵㸌臛蘅蠔鶡鞹饋轗竷嚳闞礦瓌轕瓏櫳蘢曨朧爐櫨藺齡蘆臚酃鐐鬑騮瀲櫪礪盭礫飂襤黧醴礧攔籃鐒鞻瀾糯藾孽礨聹孃醲黁鐃譨籋櫱糰蘀齠鼮鯷鶗騰籊鐔鐋闟籉嚲躉鰈鐙黨翿竇鶝鰒躂礬鐇饙瀵鐨瀿麵艨蘉蠓獼瀰麛顢纀鏷鐠蘑皫顠蘋譬飄蠙繽躄躃穮鯿辮襣韠鞸寶齙矲襮髆黤嚴龑齞爓攖罌癢嚶瀯贏鼯鶩蘁蠖旟鶢騵蘊鶤饐譯黦耀瀹"}
                               {:strokes 21
                                :characters "鷁鐿鐭黭黯轜鑀驁㩳鬖驄鹺囃攛驂鶬儹贓竈鰫齜蘘醹籔鬺襫麝灄鰣蠢鶵羼欃鼚醻躊纏䉵魑鐲囀屬譸饘懾騺鼅醺續鞾響饗瓖鶱蘚囂襭纈攜酅蘧驅譴蘠顦籖灊鰭櫸鐻懼爝鼱贐鰜鶼櫼殲蘮鶺轟躋懽闤齎鐶鞿矐嚾靧獾護鶴顥纊巋夔鷇鰥灌鞼鶻顧鼛矓礱騾覼臝儸櫺蘦鶹飉鐮蘞糲儷蠣纍蠡纇髏露覽蘭瓓斕欄爛蠟癩鐳罍儺曩攝齧囁鷈籐鐵黮闥鐸鐺酆灃籓飜蘩蠜灋蠛蠠衊蘪鬘驀纆魔劘驃霹鼙闢礮贔飈飆飇辯蘗襬霸欂鷃甗齦蘡鶯瓔櫻襪巍亹韡鰮轝譽躍趯廱灉鷊蘙鰩纋耰鷂爚"}
                               {:strokes 22
                                :characters "囈鷖鷗鰲驌飋鬙灑巑囋攢酇臟禳穰瓤鷞贖讅齪躕囅韂襯躔鷘鑔鑄鷟鱄黰麞鱆顫驏讁鷓鷙躓鱈躑鬚躚癬髐驍蠨襲鰼權臞氍攟鑒鑑鰹籛譾韀驕皭霽鰿羇鼲鑊鰴歡驊鬫龢鱇龕龔爟瓘韁聾籠攞籙囉孌孿玀巒纑罏艫鰱鷚酈轢躒攦躐灕轠籟䨲囊糱籜驒鰷聽鼵儻灘攤罎饕攧巔驔韣覿贕蠧疊糴讀韃鰵饛攠霿灖鰻霾轡鑌鰾鱉鷩礴鼴儼贗癮籝癭躗彎讆齬驈鬻禴饔懿鷕"}
                               {:strokes 23
                                :characters "齮黳鷫髓囌鷥欑纔黲攥鱒髒瓚齰齱臢顬鑠蠰鱓鱔曬齭灛讐讎讇黐蘸讋鑕鱘韅纕襳鷴纖玁鷳顯鼷癯籤竊攫玃戄彏蠲籧驚鷦鷲鬟虀齏蘹蘾韄鱖矔蠱攪欒鑢鑥蘿驘邏戀鱗轤鷯邐麟攣欐轣蘺劙襴籣鑞靁戁齯戃體驖髑攩襶黂舚爢蘼鼆黴蠯鑣變鑤鱍巖鼹巘讌饜醼驗纓斖鷸籥癰鷧驛靨"}
                               {:strokes 24
                                :characters "鸃齶靄鼇躠蠶雥驟躟讓䰰䉶艭矗讖讒囑鱣鸇襵鷽鑫躞衋屭蠵衢蠷齲韆鸂鹼釂瓛羈灝鱟鱠鱞罐贛鑪鷺羉醽靈靂攭攬䍦禷鱧讕䰐釀鬡爣曭癱籪癲蠹靆纛醾矕饝顰鸊鷿鬢髕鼈灞壩魘鹽艷讔鷹韈韤齷齆齵㶟鷾"}
                               {:strokes 25
                                :characters "靉躥纘贜齺纚鱨鑱饞齹斸讘齇鱮鑲釁饟觿躣鑯鱭覊黌讙貛髖觀臠籮顱鬣籬鑭欖欙虆躡攮囔鼉糶廳矘鸐鬭鸏蠻襻籩鑮鸎灣鸒鸑襼鑰"}
                               {:strokes 26
                                :characters "鑹躦趲讚矚龤躧蠼韉鬮驥鑵灤驢釃鑷氎鸔黶籯彠欝籰"}
                               {:strokes 27
                                :characters "鱷鑽饡驦犫驤顴躩灨鑾鸕鱸饠鑼躪纜顳黷讜釅灧讞"}
                               {:strokes 28
                                :characters "鑿钁驩戇欞钂㿜豔鸚"}
                               {:strokes 29
                                :characters "爨䰖鸜鸛驪讟鬱"}
                               {:strokes 30
                                :characters "鸞鱺鸝"}
                               {:strokes 31
                                :characters "灩"}
                               {:strokes 32
                                :characters "籲"}
                               {:strokes 33
                                :characters "麤"}
                               {:strokes 35
                                :characters "齾"}
                               {:strokes 36
                                :characters "齉"}]}
         :sancai {:combinations {"木木木" {:description "成功順利伸展，希望圓滿達成，基礎安定，得能向上發展，家門昌隆，身心健全，保得長壽幸福，若巧遇（連珠局）者更加三倍以上之福力，但此為參天巨木大森林之象，須知樹大招風，須提防他人之妒賢而多招風波之中傷。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木木火" {:description "成功順利伸展，無障礙而向上發達，基礎境遇亦安泰，事事順利，興盛隆昌，終生得幸福繁榮，身心健泰，保得長壽幸福。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木木土" {:description "人格之木立於地格土之上，順應天地自然之妙配，莫作木剋土論，此局兆，乃必安泰自在，境遇堅固穩當，如立盤石之安泰一般，能成功發達，容易達成目的，名利雙收，順利發展，幸福長壽，但切戒貪污，否則招凶以受瀆職犯法之罪懲。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木木金" {:description "雖因苦心奮鬥而有成功運，但基礎運劣，故伸張無力，又境遇多變，常受迫害，難得平安，屢受下屬威脅，為部下而致損失，勞煩、失敗等，心情苦悶。（但若人格與他人格之陰陽異性：則其凶，減輕些。）"
                                           :luck "凶多吉少"
                                           :value -15}
                                 "木木水" {:description "成功運很不錯，足可順調發展，配置大吉。但只怕人格數或地格數為凶數，則：最末終歸漸漸的失意，流亡，失敗，煩悶，刑傷，病弱，被藥所殺，或招致流浪或放浪，揮霍之兆。（但若人格與地格之陰陽異性：則其凶減輕些。）"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "木火木" {:description "得上下之惠助，順調成功發展，基礎穩固（但若有凶數則須提防火災或燙傷之類），境遇安泰，地位，財產俱皆安全。子孫繁榮，心身健和，無憂自在，幸福長壽。但限若人格２３數地格２１數者：則甚好淫，卻甚好淫，卻無節制。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木火火" {:description "起初難免有孤革奮鬥之感，但鬥志激昂，終排除困難，達到順調，成功發達，尤能得上位之惠肋而更伸張發展。但似乎乏其持久，耐久力，以致雖是成敗交加頻見，總之大體還算安然，但須防火災或燙傷之災。人地格皆２３數：甚好淫。"
                                           :luck "中吉"
                                           :value 80}
                                 "木火土" {:description "基礎堅實，心身安泰，奴上位之引進而順調成功發展，能享得幸福，長壽，圓滿。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木火金" {:description "雖因勤奮而達順調成功，外見安穩，內實不然，基礎不安定致家庭違和，且受部下之迫害，徒勞無功，終於逐漸崩潰，而致失敗。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木火水" {:description "水火相剋，其危早驗！基礎極端之不安定，（尤其人格數與地格數之相差數：若正是（六數）之名，其凶加倍！）恐遇意外災禍，有凶變，急死，意外不測，甚至喪失生命、財產，危機四伏之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "木土木" {:description "境遇不良，住居多移，環境不安定，職業受挫，成為孤獨。基礎運：崩破。成功運：毀壞。運命被抑壓，不可能成功，永無法伸展。不但易犯嚴重腸胃病，且短壽易死之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "木土火" {:description "基礎運吉而能達有限之成就，但因成功運受到壓制，故成功之後便難再伸展了，宜養（仁德雅量），可逃災害而得平安。"
                                           :luck "中吉"
                                           :value 80}
                                 "木土土" {:description "雖易產生不平、不滿之念，招致家庭不和，但幸因知機，而養成（仁德雅量）而能亨通安祥，總之大體平順幸福，而必有相當之成就，只因成功運受到壓制，故成功之後，恐難再伸展。"
                                           :luck "吉"
                                           :value 65}
                                 "木土金" {:description "基礎運佳而成功運劣，雖無大發展，但亦安定，溫飽無慮，但成功運被壓迫以致不能再伸張發達，故好發牢騷，幸而德量好，小過難免，但不致成禍厄。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "木土水" {:description "基礎運崩敗，成功運亦毀壞，命運勢劣，被壓不伸，容易遭遇轉劣或凶厄、急難、變死、危機四伏，短壽之兆，生命難保，幸若人格數是１５數或３５數者：雖最優良，僅可保免致短壽，但身心會易過勞。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金木" {:description "外表似安定，內實不然，困難重重以疊捲而來，永不休止，境遇困苦，身心過勞，甚難以成功，即使勉強成功也很快再敗，易惹禍端而變為短壽，或損腦筋，變成思想偏歧不正，或多遭危身災險，家庭亦多不幸諸災。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金火" {:description "絕對不安定，多遇小人之暗害，身心過勞，基礎運崩敗，成功運毀壞，不能成功，即使勉強成功亦旋即再敗，或損腦筋，變成思想偏倚不正，或多遭危身災險，甚至發狂、自殺、變死諸禍端，此乃短壽之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金土" {:description "因肯努力而獲得相當程度之成功，境遇安定，但成功運劣，所以難再發展，精神亦多磨勞苦。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木金金" {:description "過於堅剛而被人排斥，陷於不和、孤獨，身心過勞，容易遭難，失敗，傷害腦以致思想偏倚不正，家庭破亂，除非意志堅剛不拔而終可成功，否則其成功運至劣，難於展志成業，易惹禍端而變為短壽。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金水" {:description "雖努力勤奮，但徒勞少得，常有煩腦不安，終因身心過勞而一再失敗，陷於急變、沒落、遭難、變死之悲運，雖慶喜人格與地格俱吉數，而有一時之安定成功，但為時不久。"
                                           :luck "大凶"
                                           :value -30}
                                 "木水木" {:description "得境遇安全，能逃災厄，成功運佳，順利成功發展，配置良好，但只怕人、地兩格，若有凶數者：家庭變成諸多不幸，因之導致失敗之慮，若無凶數，則可免憂也。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木水火" {:description "一時博得名利，因基礎不穩，水火急變，最終也凶，易生病難、急禍、剋妻與家庭之不幸，若人格數與地格數：相差了六數，乃犯六沖之短命兆，有大凶厄或變死之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木水土" {:description "一時雖可得成功，但會漸漸的崩潰而歸於失敗，表面安定，內有急禍，心情煩悶不安，容易生突發之急變災難，甚至發生料想不到之災危或禍端。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木水金" {:description "基礎安定，成功運佳，財利名譽俱得並大發展之勢，健康、長壽、幸福之兆，唯若人格或地格若凶數，恐因好大，喜功，行事亦易招敗，若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木水水" {:description "前運雖苦而後運甘甜，能順利成功並大發展，為富豪，享長壽安寧，但人格、地格若凶數恐有病弱或流亡失所之慮，若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木木" {:description "基礎安泰，貴人相助，向上發展，易迅速達成目的，而得大成功發展，享洪福又長壽。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木火" {:description "由努力至成功，向上發展，諸志易成，百事安泰，身心健康，得享長壽富榮，但因火力過大，提防火災或燙傷之險，若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木土" {:description "基礎堅固，毫無變動，如立盤石之上發展，達成目的，向上進取，努力奮鬥，容易成功富貴，順利發展，安泰健身長壽。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木金" {:description "可以發展成功，但境遇不安定，易轉變移動，受下部之迫害殊多，身心過勞，多變化終於轉敗，且須防有交通事故之危險，另一方面也須提防被武器殺傷或外傷大流血之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "火木水" {:description "因勤勉而成功發展，名成利就之吉兆無疑。（但只怕人格、地格為凶數，則易生家庭之雜亂，再加以天地格水火相剋，會恐好景不長，必有失敗之一天）。"
                                           :luck "中吉"
                                           :value 65}
                                 "火火木" {:description "境遇鞏固有下屬之助，地位財產，俱為安全，排除諸障礙，凡事如意，盛運隆昌榮譽，助者或共事者亦得一帆風順而成功發展。（但若有凶數者，亦須提防火災或燙傷之事）但人格２３數、地格２１數備全者，而他格有凶數者：很可能好淫無節制。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火火火" {:description "一時盛運，而可成功發展之吉兆，但因根基薄弱，孤軍奮鬥，缺乏耐久力以致好景不長，故若輕浮疏忽便招致失敗，戒之，但須知火多成災之理，尤須提防火災或燙傷之事，但若人格與地格皆屬２３數者，他格有凶數則：貪淫好慾而無節制。"
                                           :luck "中吉"
                                           :value 80}
                                 "火火土" {:description "吉祥順遂，成功發展之吉兆，但若人格、地格有凶數，易生不良誘導，終陷於災難悲運，被人陷害連累等，甚至有財敗人離之慮，若人地二格無凶數，則大體是長壽幸福的。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火火金" {:description "一時雖可得成功，但外見安穩而內實不然，為人過分風流好淫而又常受不良之部下陷害，以致身心過勞，終至失敗或夫妻激烈不睦，雙火剋一金，很可能與人結怨仇而發生禍端殺人或被殺，或遭火災，乃雙死之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火火水" {:description "風流淫穢之極，而又非常不安定之命運，易生意外之凶變或遭水灼襲，即使一時僥倖而成功，但亦不能持久，終陷於危禍，受意外災難而破財或喪生，變死之機遇特多之凶兆，此乃發生不測突變而致死之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火土木" {:description "雖得尊長（或上司）之愛護提拔，或祖先之餘德，而必可成功發展，但基礎是（土在上而木在下）之相剋而含有崩敗運，故境遇多凶變，財帛易散，成敗頻見，身份也因之時貴、時賤。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "火土火" {:description "能安定，可逃災害，部下得力合作，能成功，由尊長之愛護提拔或父祖餘德所蔭益，得隆昌而大發展。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火土土" {:description "有父祖餘德所蔭益，或由長輩愛護栽培，易向上發展，境遇安泰，雖無驚人成就，但可平順而逐漸伸展，欣慶幸福長壽之兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火土金" {:description "得部下擁載，及長輩引進，而得成功發展（五行順相生，從上生下，配置良好），易得財利、名譽、事業隆昌，長壽少病之兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火土水" {:description "雖有長輩的愛護提拔，或父祖之餘德蔭益，而可成功於中年或壯年，但基礎運劣，須防青年或晚年期之急變沒落或遭受病苦、破財、失敗或因色情事被殺等之不安定，凶運頻來之兆。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "火金木" {:description "命運完全被抑壓，基礎運亦劣，常常勞而無功，極困難伸展其成就，若不謹慎，則致顛覆，易招失意及失配偶，或遭遇殘廢之禍患，甚至發狂殺人或變死，乃短壽又凶死之兆矣。"
                                           :luck "大凶"
                                           :value -30}
                                 "火金火" {:description "命運完全被壓制而不能伸展，基礎不穩，傷腦傷肺，絕對的不安定，亦不能成功，晚年更凶，易遭火災，甚至發狂或遭遇殘廢，變死之厄難，必定短壽凶死之兆矣。平生：貪色、好勝、爭鬥殺伐而惹禍，致陷遭牢獄者也不少。"
                                           :luck "大凶"
                                           :value -30}
                                 "火金土" {:description "境遇雖安定，受一時之福蔭而獲得安定之生活，但成功運因被壓制，不能有所伸張，常有煩惱與困難，身心過勞，易生腦疾、肺疾或遭難之慮，晚年不佳之兆。"
                                           :luck "吉凶爭衡"
                                           :value 40}
                                 "火金金" {:description "過分堅決魯頑剛強，以致遭受批難、不和，陷於孤獨，易生不平、不和，不滿、怨嘆等。成功運被抑壓，且易變為遭難以及失子、孤獨、不遇等。容易因不測之突變而短壽喪生之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火金水" {:description "非但不能成功，且有急變沒落之兆，陷於懷才不遇，破亂凶禍極多，平生意志不能有所伸張，成功運也完全被壓制，容易因被人連累而遭難，突生不測凶變而喪生，死於少人知之處。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水木" {:description "雖有一時的成功，但因成功運被壓制，而不能有所伸張，且大多易生困苦、亂雜、窮困，且有招致急禍或遭難之慮，含有急變不祥之兆。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "火水火" {:description "三才皆破，亂雜困窮，容易在室外或途中而遭難，有急禍，無形之心病甚重，容易為感情或愛情事而遭難，大災、大禍頻襲，如風中殘燭，隨時可滅之兆，絕對的不安全，不但身體越虛弱，且會發生不測之突變，而喪生或發狂或自殺，乃短壽之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水土" {:description "三才皆破，即使表面安定，亦內藏不安，亂雜困苦煩悶，基礎運崩敗而成功運又被抑壓，不能伸張，不但招致境遇沒落，又有病弱短命及遭難變死之兆，為短壽之凶數配置。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水金" {:description "能有一時之成功，但成功運被壓制而不能伸張，時常不平、不滿、亂雜苦悶煩惱，災禍繁多，難以平安，須提防處事，否則會有突然之急禍凶變。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水水" {:description "有一時之投機成功，但絕對不能伸張，終歸亂雜困苦、孤獨、有病難、凶變、急禍，危命之慮。"
                                           :luck "大凶"
                                           :value -30}
                                 "土木木" {:description "基礎安泰，得貴人助力，而在困難之中得平安發展，但成功運之配置不良，難於伸張，故然只是外強中乾而已，雖苦悶煩惱殊多，但大體可得平安，衣食充足，幸福有壽，人地兩格，無凶數，則身體健康，疾病少有，有病吃藥即可速癒。"
                                           :luck "中吉"
                                           :value 80}
                                 "土木火" {:description "勤勉做事，無厄安泰，終獲成功之吉兆無疑，雖然成功較遲些，但平安發展，改善境遇，家門興隆，但過程中亦有不少困苦煩惱。如果人、地兩格無凶數，則無病，若有病吃藥可速癒。"
                                           :luck "中吉"
                                           :value 80}
                                 "土木土" {:description "基礎堅固安定，但有懷才不遇之嘆，若轉換角度而活用智慧，可得一時之成功，但因成功運配置不良，故亦難伸展，有成功較遲及希望遲達之兆，交通上提防土、石、器械殞落之傷。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土木金" {:description "三才皆破，境遇多變，常有移動，苦心徒勞，部下反逆，遭受迫害，不能平安，凶運頻來，不知所止，少有成功之希望，有被武器殺傷或被器械外傷而短壽喪生之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "土木水" {:description "雖有一時之成功順利，但外見吉祥，內實不然，難於伸張發展，有許多苦惱，且易流轉破亂，或因凶變而破產或遭難之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土火木" {:description "三才甚佳勝，境遇安固，能得下屬之助力，易成功發展，地位及財產安全，事事如意，名成利就，幸福長壽之兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土火火" {:description "一鼓作氣，勇猛奮鬥，運勢浩盛，容易成功達到目的，功名成就，若原命喜火之人，妙能以此之名更加兩倍以上之輝煌成就，然若凶數則欠人助，以自力奮鬥，也易招孤苦失意，令人可惜。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土火土" {:description "三才配置至為優勝，基礎堅實，希望如意，求謀容易達成目的，功名成就，成功後之發展如飛黃騰達，得上位之人所器，受下屬所擁護，大幸福之長壽兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土火金" {:description "成功運佳，希望目的及財富名譽均可達成，唯因基礎運劣，而招致家庭內之苦惱或不幸，且身心過勞，可能導致生病，其下屬多爭妒，使用此之人會因下屬而苦不堪言。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "土火水" {:description "雖可獲得一時之成功，但因基礎運太劣，尤其水火相剋最為激烈而早應，故容易意外的在外遭難或發生突發之不測災變，而受害喪失財產或生命，乃絕對不安定之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "土土木" {:description "成功較遲，但必可成功發展，不過因其基礎不穩，而容易變化或移動，或多成多敗或有胃腸病之慮，幸而福澤較大，而足以化凶為呈祥。"
                                           :luck "中吉"
                                           :value 65}
                                 "土土火" {:description "基礎穩固安泰，且能逃過災害，免於禍患，而又可排除萬難及得享名利雙收之隆昌運，並獲意外的成功發展，乃幸福長壽之吉名。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土土土" {:description "氣運、財運皆堅固平安，大體平順幸福，障礙少而且均能處理解決，成功運佳，雖成功較遲，但可達到希望目的，並可續漸伸張發展。如果人格、地格、外格：若是２６或３６數者，雖然雅量廣大但多數不重視貞操，若果能夠成為連珠格局更佳。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土土金" {:description "境遇安泰，身心健全，希望目的達成，能逃過災害而免禍患，安定成功，優秀伸張發展，一帆風順之三才佳配。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土土水" {:description "青年運多勞苦，於中年雖可成功於一時，但因基礎運不穩，恐將再招致崩潰失敗之命運，也有的變成破財或急變凶禍之危。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土金木" {:description "勞心不絕，基礎不穩，須防意外之遭難或惹禍端，外見安定，內實不然。雖可得長者或上位之提拔或惠澤，而成功發展於一時，但若不很小心，則恐怕是終有顛覆之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土金火" {:description "雖有長輩或上司之惠澤栽培，而可獲得成功發展於一時，但因基礎運甚劣，須提防火災，且其境遇絕對不安定，尤其交通上，容易遭難。家庭也多破亂之凶象，而且極容易因得罪人而遭受武器殺傷之危。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土金土" {:description "三才配置甚佳，基礎運堅固，境遇安泰，喜下屬忠心扶助，得長輩或上司之惠澤引進，努力奮鬥，可輕易得成功，及伸張發展，很幸福安全之佳名。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土金金" {:description "基礎運雖平吉但成功運卻甚佳，能得上司或長輩之提拔而得大發展，優秀之良配，但要勤勉，再加上說話及處事均力求和平穩健，而切莫得罪人（不可孤高、自大、剛硬、好勝、出風頭等皆忌之，若得罪人須誠心道歉），始方能得大成功及發展。人格地格數，若無凶，身心健而無病。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土金水" {:description "若三才皆吉數，則能得上司惠澤及下屬之助，只要戒除自大狂，乃必得輝煌之成功，並伸張發展，而有優越之成就，即為大吉之優良配置。但若人 或地格有凶數者，恐難免於急變沒落及招致遭難或意外傷之危險。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土水木" {:description "即使有實力，亦難被承認及欣賞，徒勞無功，心力交瘁，又遭嘲笑，身心過勞而陷於病弱或突發之災禍，或交通災變，三才配置甚劣，難獲成功，甚至因奇禍而變成短壽之兆。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土水火" {:description "三才配置甚凶，至劣，不能成功，懷才不遇，殊多破亂變動，剋死配偶或變為離婚，家庭難有恩愛幸福，而且絕對不安定，有突發急變之不測凶災，極端不幸，恐破財或喪生之慮，此乃短命凶死之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "土水土" {:description "人格被上下雙夾攻，最壞之三才配置，境遇不安定，而有多變之兆，徒勞而無功，易受人累，常陷於不安中，不能成功亦無法伸張，且有突發之不測凶災或禍端或急症，導致破產或喪生之短壽兆特濃。"
                                           :luck "大凶"
                                           :value -30}
                                 "土水金" {:description "基礎運吉，境遇可稍安定，因勤勉而有一時之大成功，但成功運劣，以致不能有所伸張發展，且恐有再敗之兆，若人格或地格有凶數者，恐交通生禍或陷於體弱病難，或急功招敗，或凶變遭難、禍端危害之慮。"
                                           :luck "吉凶相抵"
                                           :value 40}
                                 "土水水" {:description "雖然有很勉強的一時之小成，但不能伸張發展，即使暫時成功，也容易再陷落失敗，破亂變動殊多，流離失所，本性不誠實，喜好詐騙財色，以致犯了刑罰，又有水災病難，家庭之困苦不幸等，因急變大災而陷於孤立貧悲。"
                                           :luck "大凶"
                                           :value -30}
                                 "金木木" {:description "雙木協力抗一金：基礎安泰，得人相助，而達成功安逸，但成功之後，不能向上伸張發展，只能勉強維持原狀。但在中、壯年期間：須提防交通事故，車禍或被金屬之物所傷致危，甚至遭遇半身不逐而殘廢。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金木火" {:description "弱木化火以抗金：基礎運之境遇，無事安泰而可成功於一時，但成功運被壓制，不能有所伸張。中、壯年期間：須提防交通事故、車禍，或被金屬之器所傷致危之慮，西方乃此格之煞方，少去為妙。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金木土" {:description "木向下彌展而避免與金相抗，因此可無交戰而獲得安然，力求和平而少災遇之危，基礎運克勤安泰無事，而可成功於一時，境遇安定，但難於伸張發展，易患生身心過勞，神經衰弱等病難，或陷於懷才不遇之逆境。中、壯年期間亦須提防交通事故。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金木金" {:description "雙金如鉗形夾攻而斬斷弱木，最苦、而容易發生交通事故或受金器所傷最危之三才凶配置。境遇橫逆多變，迫害殊多，破亂多霉，常感不平、不滿之事或有常受欺壓之苦，精神殘痛，多成多敗，飽受折磨，有突發不測之遭難變死之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "金木水" {:description "頗有一時之成就而博得名利，但因成功運被壓制，不能有所伸張發展，恐易再陷落流亡、失敗、逆境、流浪或遭電擊所傷、武器殺傷，甚至變為短壽或染有難治之頑疾，尤其防車禍。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金火木" {:description "得下屬之助，基礎安定，地位及財產皆頗堅固，但因成功運被壓制，乃難於伸張，而生出不滿、不平之結果，易傷害腦或有肺呼吸器病，甚至有凶變遭難或自殺、火災等不祥之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金火火" {:description "雙火協力攻克一金：因勤勉多聞而在中年或壯年得能以盛運成功，但除非毅力堅強耐久，否則難於有很大之上伸發展，尤須提防言語惹禍或火災或腦炎之災害。但喜：人、地兩格，至少有其一屬２３數則較有把握可速成就。"
                                           :luck "吉凶爭衡"
                                           :value 40}
                                 "金火土" {:description "基礎堅實，境遇可稍得安定，而有一時之成功，但除非毅力堅強耐久，否則難於有很大之上伸發展，身心勞苦，故而易生腦、肺疾等病。"
                                           :luck "吉凶互抵"
                                           :value 40}
                                 "金火金" {:description "基礎運及成功運均劣，絕對不能成功，更談不上發展，易導致身心過勞、神經衰弱及病難、短壽等凶兆。於青年、中年期間慘遭受斷肢殘體意外之災，患肺病，剋配偶，家庭及部下之間多爭執，甚至發狂或變死。"
                                           :luck "大凶"
                                           :value -30}
                                 "金火水" {:description "至劣之配置，絕對不安定，基礎崩敗，成功不能，上伸困難，必有意外急變，易遭觸電所傷，或被殺或遭火災及不測之危身、危命諸災，喪失生命或財產，及腦溢血、發狂、趺跤、溺水短壽之不祥事。"
                                           :luck "大凶"
                                           :value -30}
                                 "金土木" {:description "欣慶果能成功順調，容易發展達到目的，亦能成富、成貴，唯在幼少年期之境遇不穩安而較多變化、若為凶數尤其以幼少年期間，恐有胃腸疾患及遭崩塌或墜落物所傷之慮。"
                                           :luck "中吉"
                                           :value 80}
                                 "金土火" {:description "可獲得意外之大成功，名利雙收，且得大發展，諸事順利隆昌，大吉大利。但數理若凶則恐好景不長。若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金土土" {:description "易達目的，輕易成功，名利雙收，一帆風順，福泰鴻量，萬事安寧，順利發展，生涯境遇安泰，即使數理有凶也可免於災禍。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金土金" {:description "基礎穩固，希望易達，順利成功發展，名譽與福份倆俱充足，隆昌威儀，大成功、大餘慶、繁華榮隆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金土水" {:description "青年多勞，切莫悲觀則勞終有成，與人合夥須善處理，更勝獨營。於中年或壯年可得成功，名利雙收，並得大發展之慶，可惜因基礎運劣，使成功運受牽制，故突發之災遇或損失也不少。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "金金木" {:description "雖因勤奮可得一時之成功發展，但很不安定，若不慎則隨時均有顛覆之險，另亦有不則之危禍以致殘廢，或遭難或剋妻，另須嚴防交通事故。"
                                           :luck "大凶"
                                           :value -30}
                                 "金金火" {:description "雖因勤奮可得一時之成功發展，但絕對的不安定，雜亂災禍與變動殊多，必定早因不測之危禍或遭難或外傷或交通事故，或被人殺害或發狂殺人，而引致短壽凶終。"
                                           :luck "大凶"
                                           :value -30}
                                 "金金土" {:description "容易成功，達到目的，境遇安固，身心健全，名利雙收，威權顯達，運勢昌隆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金金金" {:description "此兆：難論吉凶，若配吉數則判為吉，則可視為【８０分】。若有凶數即變成小吉而已而視作【６５分而已】。但限於幸逢連珠局或先天生辰四柱之喜用神是金或獨愛金者，用此局則大呈祥，亦可得【８０分】之慶。但以外之情況，莫用此局，因金之超過鋼硬不化，誘化頑剛失和之爭端或自陷孤獨、遭難、亂雜諸不祥，切莫輕用之。"
                                           :luck "吉"
                                           :value 65}
                                 "金金水" {:description "以堅志毅力，克服艱難，達成功擴展，身心皆健，若生辰之原命喜金水者，得此名獲【９０分】。但人、地兩格其一是凶者，則雖也能成功發展於一時，但終因急變而逐漸的沒落崩敗或失和、孤立或遭遇危身災險。"
                                           :luck "中吉"
                                           :value 80}
                                 "金水木" {:description "境遇安全，長輩惠澤，承受父祖之餘德，前輩之提拔，而可獲得意外之成功發達。但數理若凶，或許陷於病弱。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金水火" {:description "有長輩意外之助或上司之引進或父祖之餘德，而可獲得一時之成功發展，但三勝、三敗，勝敗浮沈特多，難以安穩。且有剋妻子，及突發急變凶死之大災禍危身。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金水土" {:description "得長輩或上司之惠助，再加上自身之勤勉，而於中年或壯年可獲得相當之發展，但因基礎運劣之故，於成功之後，又會有很多次之再成敗，生涯多勞，難亨安逸，幸而水在土上，池塘之家，亦順天然之景故，雖是相剋，凶意則微。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "金水金" {:description "基礎穩固安然，財源廣進，又有父祖之蔭益及上司之提拔，易得意外之助力，而可獲得大成功，大發展，名利豐收。威權、名望、地位俱皆興隆寬宏殊勝之配置。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金水水" {:description "承父祖之餘德，得長者之栽培，或用人得當，得大成功及發展，原命若喜水木者更佳【９０分】。若凶數者：成又轉敗，陷於離亂變動，至晚年終歸孤獨失敗，又早年有落水災遇，生涯九死一生之命格。又須戒色，以防色變及刀殺之危。"
                                           :luck "中吉"
                                           :value 80}
                                 "水木木" {:description "基礎安泰，長輩惠助，排除萬難，而順利成功及發展，繁榮隆昌，人緣殊勝，利蔭六親。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水木火" {:description "可得平安榮華之幸運，及能受父祖餘德或財力所蔭益，達到成功與大發展，但其過程伏有許多艱難，最怕人格與地格若凶數，終歸失敗，若無凶數，則可免憂。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水木土" {:description "基礎運乃木在上而土在下，順應天地自然之配置（不作木土相剋論），猶若立於磐石之上，相得益彰而毫無凶變，境遇安全而順利之安泰成功，並隆昌發達。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水木金" {:description "雖可獲得成功及發展於一時，亨受富貴於短暫，但因基礎運劣，以致境遇不穩，若忍耐力不夠，恐遭難受傷或傷人，且財利易生凶變，終再失敗，且有因他人之連累以致破財及受到武器之迫害殺傷流血之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水木水" {:description "青年期甚勞苦，因勤奮求上進而在中年末，雖可很順利成功並發展隆昌長久。但人、地格，有凶數者：在晚年或許會再產生艱難、困苦、勞心，甚至遭致失敗之憂。此三才局，若數理無凶，即無病，有病吃藥便可速癒。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水火木" {:description "境遇堅固安泰，有下屬之助力，地位、財產均安全，以木解消水火之相剋，致成功，但若人地格有凶數，於成功後，難以伸展，且有突發之災禍、遭難等之慮，更容易發生因愛情上而產生之不測災難、凶變等。"
                                           :luck "中吉"
                                           :value 65}
                                 "水火火" {:description "一時之盛運，如曇花一現而已，短暫而缺乏耐久力，容易樹敵惹禍而自陷於孤立苦鬥，成功運甚劣，多成多敗，縱使成功，旋即再敗，不能有所伸展，且有火災、水災等凶變急禍，諸不測之災慘，以傷人或自危或喪失配偶，或短命夭壽之凶配置也。如果人格或地格其一：出現２３數或１４數尤糟，不能免於色危厄致慘之運。"
                                           :luck "大凶"
                                           :value -30}
                                 "水火土" {:description "基礎運堅實而可成功於一時，但因成功運被抑壓以致不能有所伸展，生涯殊多艱難、不幸、不滿、哀怨，中年後又有突發急變之不測災禍而危及生命之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水火金" {:description "至劣之三才配置，決不能成功，亦不能伸展，常受上司壓追又屢受下屬陷害，很不安定，內外不和，進退兩難，身心過勞，作事極端偏激招災遭難變死或發狂傷人或失配偶、喪子等之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "水火水" {:description "極凶之三才配置，百般阻礙與迫害殊多，無形之心病甚重，永不能成功，亦不能伸展，而且生涯絕對的不安定，大不祥，大災遇，有意外不測之急禍凶變而喪失生命或財產，死神常在其身邊，有的變成發狂、殺人或被殺、變死等。"
                                           :luck "大凶"
                                           :value -30}
                                 "水土木" {:description "木在下而土在上：與自然狀態顛倒便是凶，此謂（木剋土）矣，基礎運劣，境遇不安定，以致變死或移動，仍是障害多端，困難及苦楚殊多，成功困難，無法發展，失意一世，遭崩物傷或意外不測災危以致短壽變死。"
                                           :luck "大凶"
                                           :value -30}
                                 "水土火" {:description "基礎安定，能逃災害，排除障礙而達到成功。不過卻因成功運不吉，不能再伸展。不能將天賦才能以完全發展，使其成就與精華俱皆受到打折，殊為可惜，又須深戒提防色難之憂。若人格或地格數理凶，則有病，導致頭腦神經症或心臟病。"
                                           :luck "中吉"
                                           :value 65}
                                 "水土土" {:description "境遇安定，平順幸福，能排除困難，廣得人助，而得到名利雙收之大成功，生活安逸，可惜因成功運不理想，是以向上伸展產生障礙多端，只能維持原有舊日之成就現狀而已。此三才局：人格地格之數理若無凶，則健康，無病，快樂的。"
                                           :luck "中吉"
                                           :value 65}
                                 "水土金" {:description "基礎運佳，故而可以安定發展，排除萬難而成功，但因成功運不吉，是以難於再伸展，或陷於不測之災難襲來之慮，若無凶數則可免憂，亦可康健無病。"
                                           :luck "中吉"
                                           :value 65}
                                 "水土水" {:description "三才配置極劣，基礎不穩，凶運交加襲來，而又不能向上發展，生涯絕對不安定，被人所棄變為孤獨、無賴、遭難、病死等兆，又有不測之凶變災禍危身或變死之慮，易遭墜物所傷或趺落之災。"
                                           :luck "大凶"
                                           :value -30}
                                 "水金木" {:description "雖可順利成功發展如意，但因基礎運不安定之故，常有變動之凶，浮沈多端，風波不息，易變成剋妻子或遭難外傷、流血等厄之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水金火" {:description "雖因勤奮爭進而有成功運，達成目的，但因基礎運不穩，常會再陷於不安定之境遇，而多成多敗，易受人迫害，且終因過勞而招致肺疾或遭難、凶變等。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水金土" {:description "學竟有成，凡事如意，順利成功，達成目的，名利雙收，境遇安固，優越發展，享盡幸福。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水金金" {:description "勤苦竟成之吉兆無疑，勤勉上進，堅志如鐵，個性頑剛，不肯屈服，具有深厚實力之才華，憑以創造錦繡而輝煌之前程，博得功成名就，並得到很大伸展，但唯憾的是與人不大融洽。"
                                           :luck "中吉"
                                           :value 80}
                                 "水金水" {:description "基礎運及成功運皆佳，且身心健全，而可穩達成功發展成富或揚名美譽。若地格凶數則成又轉敗，且遭溺水或水災之損。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水水木" {:description "基礎運佳，境遇安全，而可順利成功，成功運也不錯，因之亦可向上伸展發達，人格凶數，陷於行為不修，品性不端，恐過於放蕩不羈之境，易生破亂變動或荒亡流敗之慮，請好自為之，而得免於損折自福。若無凶數便無災禍之憂。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水水火" {:description "行為不修，放蕩成性，任性隨便，荒淫不修，無可救藥，正是十足浪子型之局勢，易生多次失敗困苦，生涯不安定，顛沛流離，荒亡流敗，風浪不息，落魄天涯，每因色情而生禍端災遇，否則常遭突發不測之災禍或變死短命。"
                                           :luck "大凶"
                                           :value -30}
                                 "水水土" {:description "表面似乎安定，其實境遇不穩，終生非常苦勞，雖可得到小成之名利與成就，亦有小成之發展，卻是常遭不時之災難，或有小賊人之害，或病難或家庭之不幸，或破財倒霉多端，或不測喪生等慮。"
                                           :luck "大凶"
                                           :value -30}
                                 "水水金" {:description "基礎健固，境遇安然，勤智交輝而能博得財利名譽以及名利雙收，大成功，大發展之兆，但若品行不修，不守正道，便會淪陷於刑牢獄之災，若多不平不滿則與人不和，荒亡流散或有害健康，若無凶數便無災。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水水水" {:description "唯獨若有連珠局者，論為大吉，原命喜水尤佳。有一時之大勢力，大發展而得名取利，但若品行不端，行為不修，勝與敗均極端而短暫終於變成荒亡流散，如泡沬夢幻而結果是悲運滅亡又孤獨伶仃人生。"
                                           :luck "中吉"
                                           :value 65}}}
         :eighty-one [{:strokes 1
                       :description "繁榮發達，信用得固，萬人仰望，可獲成功。一元之始萬物開泰,事半功倍,奏份外之大成,可以享福終世也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 2
                       :description "動搖不安，一榮一枯，一盛一衰，榮而無功。志不伸亂離,混沌未定之象,破財辛苦之兆,內外生波瀾,常苦不安,病患,成致廢疾,遭遇之大凶之數。"
                       :points 1
                       :luck "凶"}
                      {:strokes 3
                       :description "立身出世，有貴人助，天賜吉祥，四海名揚。名利兩全,吉祥慶福豐厚之運格,諸事隨意成功發遠之好暗示。智遠明敏,心眩神怡,能成大事大業,福祉無窮。"
                       :points 10
                       :luck "吉"}
                      {:strokes 4
                       :description "日被雲遮，苦難折磨，非有毅力，難望成功。破壞,滅裂,分離衰亡之象。"
                       :points 1
                       :luck "凶"}
                      {:strokes 5
                       :description "陰陽和合，精神愉快，榮譽達利，一門興隆。福壽雙美,藏偉大成功之運格,精神暢達,心身健全,福祿,長壽,富貴,繁榮,無所不至。"
                       :points 10
                       :luck "吉"}
                      {:strokes 6
                       :description "萬寶集門，天降幸運，立志奮發，得成大功。富裕安穩，福祉豐厚，興家立業之運格,富裕安穩,福祉豐厚,興家立業之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 7
                       :description "精力旺盛，頭腦明敏，排除萬難，必獲成功。情剛俊敏,獨立,權威,勇往邁進,成功榮達之運格,婦女切要留神養德,免其流於男性之情形。"
                       :points 10
                       :luck "吉"}
                      {:strokes 8
                       :description "努力發達，貴徹志望，不忘進退，可期成功。堅剛不拔之數,以鐵石之意志,粉碎硬敵之象,意志剛堅之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 9
                       :description "雖抱奇才，有才無命，獨營無力，財力難望。興盡凶始,利去名空之象,孤獨窮迫,心身疲憊,破家亡產。"
                       :points 1
                       :luck "凶"}
                      {:strokes 10
                       :description "烏雲遮月，黯淡無光，空費心力，徒勞無功。寥落零暗,神哭鬼號,一生嘗盡苦楚辛酸,家財破散．萬事乏氣力,諸事不如意。"
                       :points 1
                       :luck "凶"}
                      {:strokes 11
                       :description "草木逢春，枝葉沾露，穩健著實，必得人望。發榮滋長,萬物更新,平靜和順,挽回家運之運格．富貴繁榮,子孫挺秀,亦葉增華之最大吉慶。"
                       :points 10
                       :luck "吉"}
                      {:strokes 12
                       :description "薄羽無力，孤立無援，外祥內苦，謀事難成。不足不滿,薄弱,挫折之凶象,家屬緣薄,終陷於孤獨,遭難,逆境,病弱,不如意,困難等。"
                       :points 1
                       :luck "凶"}
                      {:strokes 13
                       :description "天賦吉運，能得人望，善用智慧，必獲成功。奇略縱橫,智慧充滿,富於學藝,才能文武雙全運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 14
                       :description "忍得苦難，必有後福，是成是敗，唯靠堅毅。浮沉破財,家屬緣極薄,喪親,亡子,或兄弟姐妹分離等之孤獨暗示,諸事不如意。"
                       :points 1
                       :luck "凶"}
                      {:strokes 15
                       :description "謙恭做事，外得人和，大事成就，一門興隆。慈祥有德,福壽圓滿,富貴榮譽之運格．承蒙上峰之惠澤,得受下屬之敬慕,無上萬幸之吉數。"
                       :points 10
                       :luck "吉"}
                      {:strokes 16
                       :description "能獲眾望，成就大業，名利雙收，盟主四方。宅心仁厚貴人得助,化凶反吉,財壽福俱全之首領運格,能成大事大業,富榮發達之好數。"
                       :points 10
                       :luck "吉"}
                      {:strokes 17
                       :description "排除萬難，有貴人助，把握時機，可得成功。剛健不屈,成就大志大業之好運格,但易剛情過於無理,以致與人不和,變成固執,恐反成失敗,必招厄患。"
                       :points 10
                       :luck "吉"}
                      {:strokes 18
                       :description "經商做事，順利昌隆，如能慎始，百事亨通。權力發達,賴智謀,貫通目地,功成名就之運格,財旺官旺。"
                       :points 10
                       :luck "吉"}
                      {:strokes 19
                       :description "成功雖早，慎防虧空，內外不如，障礙重重。失意流亡,如風雨後之河流之象,頗有智能,但此風雲蔽月,易陷於病弱,廢疾,不具,率倒,孤寡,寂寞之非運,有短運之凶誘導。"
                       :points 1
                       :luck "凶"}
                      {:strokes 20
                       :description "智高志大，歷盡艱難，焦心憂勞，進退兩難。破滅衰亡,物將壞之象,短命,非業之誘導濃厚。"
                       :points 1
                       :luck "凶"}
                      {:strokes 21
                       :description "先歷困苦，後得幸福，霜雪梅花，春來怒放。獨立權威,光風齊月,明月光照之首領之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 22
                       :description "秋草逢霜，懷才不遇，憂愁怨苦，事不如意。志節中折,心身沮喪,寂寞無聊,百事不如意之凶意。"
                       :points 1
                       :luck "凶"}
                      {:strokes 23
                       :description "旭日昇天，名顯四方，漸次進展，終成大業。壯麗果敢,威勢沖天,有如旭日東昇,猛虎添翼之狀,聲勢嚇之強大首領運格．功名榮達,大志,大業可成,誠偉大之昌隆暗示也婦人不適此數。"
                       :points 10
                       :luck "吉"}
                      {:strokes 24
                       :description "錦繡前程，須靠自力，多用智謀，能奏大功。金錢豐惠,白手起家而奏大功之象,健康,名譽,財產俱備。"
                       :points 10
                       :luck "吉"}
                      {:strokes 25
                       :description "天時地利，只欠人和，講信修睦，即可成功。資惟英敏,柔中帶硬,成功發達之運格,但易有怪脾氣。"
                       :points 10
                       :luck "吉"}
                      {:strokes 26
                       :description "波瀾起伏，千變萬化，凌駕萬難，必可成功。波瀾重疊艱難纏身,海中逢大暴風雨之象,為變怪數奇之運格,又名曰英雄運,艱難纏身,賦性穎悟,富有義氣俠情。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 27
                       :description "一成一敗，一盛一衰，唯靠謹慎，可守成功。自我增長,迎新去舊,頓挫中折之象,多受誹謗攻擊,剛情過強,內外釀出不和,招致失敗之凶暗示。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 28
                       :description "魚臨旱地，難逃惡運，此數大凶，不如更名。禍亂別離,辛勞不絕之險惡運格,多於波瀾變動,難免批難誹謗,時或厄難襲來,至於婦女多陷於孤寡,禍亂不息之運格也。"
                       :points 1
                       :luck "凶"}
                      {:strokes 29
                       :description "如龍得雲，青雲直上，智謀奮進，才略奏功。不足不平,慾望難成,智謀奮進,才略奏功,有財力,權力之運格,富於活動力,而成就大業,致於婦女,易流於男性,或釀出荒亡猜疑之災。"
                       :points 8
                       :luck "吉(吉帶凶)"}
                      {:strokes 30
                       :description "吉凶參半，得矢相伴，投機取巧，如賭一樣。浮沉不安,吉凶未定,時利時敗,善惡難分之運格。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 31
                       :description "此數大吉，名利雙收，漸進向上，大業成就。和順圓滿,智,仁,勇三德具全之首領運格．意志堅固,千折不撓,地步確實,可成大志。"
                       :points 10
                       :luck "吉"}
                      {:strokes 32
                       :description "池中之龍，風雲際會，一躍上天，成功可望。溫良親和,如龍得水,性溫良,寬大仁愛,克臻僥倖之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 33
                       :description "意氣用事，人和必失，如能慎始，必可昌隆。剛毅,果斷之數,富於權威,智謀優秀,盛運昌隆至極,名滿天下之吉祥運也,但婦女為孤寡運。"
                       :points 10
                       :luck "吉"}
                      {:strokes 34
                       :description "災難不絕，難望成功，此數大凶，不如更名。破家亡身,亂數之禍象,子女別離,破壞之凶兆,孤苦貧賤之格。"
                       :points 1
                       :luck "凶"}
                      {:strokes 35
                       :description "處世嚴謹，進退保守，學智兼具，成就非凡。保守平安,溫良和順,智達之象,但不足為首領之路。"
                       :points 10
                       :luck "吉"}
                      {:strokes 36
                       :description "波瀾重疊，常陷窮困，動不如靜，有才無命。波瀾萬丈,浮沉萬態,捨己成仁之英雄運,情義敦厚,為其美點．一生難得平安也。"
                       :points 1
                       :luck "凶"}
                      {:strokes 37
                       :description "逢凶化吉，吉人天相，以聽取眾，必成大功。慈祥忠實,獨立權威,權威顯達之運格,熱誠忠烈,物事和暢通達,成就大志,大業。"
                       :points 10
                       :luck "吉"}
                      {:strokes 38
                       :description "名雖可得，利財難獲，藝界發展，可望成功。薄弱平凡,望洋興嘆,失意,難以成功,女人體弱多病。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 39
                       :description "雲開見月，雖有勞碌，光明坦途，指日可期。榮華富貴,風平浪靜,權名壽祿俱高,才謀盈身,財帛豐富,德澤及4方,婦女必陷孤鸞寡鵠。"
                       :points 10
                       :luck "吉"}
                      {:strokes 40
                       :description "一盛一衰，浮沉不定，知難而退，自獲天佑。退守得安,多浮沉變化,正處吉凶之岐路,但富於智略才幹．"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 41
                       :description "天賦吉運，德望兼備，繼續努力，前途無限。德望高大,純陽獨秀之象,富榮,長壽,膽力,才謀齊備,和順,暢達,有展大志,成大業之實力。"
                       :points 10
                       :luck "吉"}
                      {:strokes 42
                       :description "事業不專，十九不成，專心不取，可望成功。博達多能,十藝九不成之運格,須專心研究一藝,中年易獨,病弱者。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 43
                       :description "雨夜之花，外祥內苦，忍耐自重，轉凶為吉。薄弱散漫,雨夜之花,零落繽紛,因循姑息,散財破產之運格．雖有才能,智遠,意力不確定,諸事不能遂行。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 44
                       :description "難用心計，事難遂願，貪功好進，必招失敗。逆境,煩悶,破家亡身之最惡兆,事與願異,萬事不能如意,勞苦,失意,病患,遭難,家屬,生離與別。"
                       :points 1
                       :luck "凶"}
                      {:strokes 45
                       :description "楊柳遇春，綠葉發枝，衝破難關，一舉成名。德量宏厚,一帆風順,志業成就,博得榮名,財帛之運格,智謀遠大,可遂大志,大業。"
                       :points 10
                       :luck "吉"}
                      {:strokes 46
                       :description "坎坷不平，艱難重重，若無耐心，難望有成。載寶沉舟,薄弱悲哀之暗示,欠乏精力,困難,辛苦,破壞,失敗者多。"
                       :points 1
                       :luck "凶"}
                      {:strokes 47
                       :description "有貴人助，可成大業，雖遇不幸，浮沉不大。禎祥吉慶,美花結實,得權威,尊榮,財帛之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 48
                       :description "美花豐實，鶴立雞群，名利俱全，繁榮富貴。英邁有德,備有顧問,師資之威望,智謀充滿,才能惠溢,功利榮達,財壽齊全也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 49
                       :description "遇吉則吉，遇凶則凶，唯靠謹慎，逢凶化吉。吉祥含凶之數,易生變轉之運格,女人守寡,剋夫刑子。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 50
                       :description "吉凶互見，一成一敗，凶中自吉，吉中有凶。離愁孤寡,一成一敗之象。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 51
                       :description "一盛一衰，浮沉不常，自重而處，可保平安。吉凶參半,一盛一衰之象,晚年出生浮沉,挫折,失敗,困苦。"
                       :points 5
                       :luck "吉帶凶(凶)"}
                      {:strokes 52
                       :description "草木逢春，雨過天晴，渡過難關，即獲成功。卓識達眼之吉數,具遠見卓識,有先見之明,富投機心,而機略超群,成就大業,名利雙收,想富榮也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 53
                       :description "盛衰參半，外祥內苦，先吉後凶，先凶後吉。禍患內憂,外觀福群,內實困亡之象,乃盛衰參半之運也,大都前半生幸福,後半生陷於不幸。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 54
                       :description "雖傾全力，難望成功，此數大凶，最好改名。刑傷橫死,大凶,遂致破產亡家,或病患,離別,廢疾,孤獨,刑傷,橫死。"
                       :points 1
                       :luck "凶"}
                      {:strokes 55
                       :description "外觀隆昌，內隱外患，克服難關，開出泰運。為吉凶相半之運格,外形榮華,裏面卻是災害續出,凡事不能安心。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 56
                       :description "事與願違，終難成功，欲速不達，有始無終。萬事齟齬,阻敗之象,乏實行之勇氣,損失,災厄,亡身,所謂禍不單行者。"
                       :points 1
                       :luck "凶"}
                      {:strokes 57
                       :description "雖有困難，時來運轉，曠野枯草，春來花開。資性豪放,成功享福之運格．但一生必遭大難一次,然後得享吉祥,繁榮,萬事可以如意。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 58
                       :description "半凶半吉，浮吉多端，始凶終吉，能保成功。禍福無常,浮沉多端,或失敗後成功,皆經患難,方得富貴幸福。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 59
                       :description "遇事猶豫，難望成事，大刀闊斧，始可有成。損失亡產,意志衰退之象,乏忍耐,缺勇氣,無成事之才能。"
                       :points 1
                       :luck "凶"}
                      {:strokes 60
                       :description "黑暗無吉，心迷意亂，出爾反爾，難定方針。黑暗無光,搖動不安,盡任風波之運格。"
                       :points 1
                       :luck "凶"}
                      {:strokes 61
                       :description "雲遮半月，內隱風波，應自謹慎，始保平安。榮達,繁榮富貴之吉兆,享天賦之幸福,一生盛運也．但,傲慢不遜,恐釀成內外不和。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 62
                       :description "煩惱懊悔，事業難成，自防災禍，始免困境。心身衰退,如雪上加霜,不徹底之凶相,志望離遠,漸入衰敗之象。"
                       :points 1
                       :luck "凶"}
                      {:strokes 63
                       :description "萬物化育，繁榮之象，專心一意，必能成功。享名譽,信望,財祿之運格,樂樂如意,榮顯可傳子孫之大吉慶也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 64
                       :description "見異思遷，十九不成，徒勞無功，不如更名。沉浮滅離,意外之災害來襲,或嘗骨肉離散之苦,或病患非命臨身,困厄重來。"
                       :points 1
                       :luck "凶"}
                      {:strokes 65
                       :description "吉運自來，能享盛名，把握機會，必獲成功。長壽圓滿,權,名,財三德俱全之貴重運格,家道昌隆,福壽綿長。"
                       :points 10
                       :luck "吉"}
                      {:strokes 66
                       :description "黑夜逝長，進退維谷，內外不和，信用缺乏。內外不和,損害災厄交至,終招身家破滅。"
                       :points 1
                       :luck "凶"}
                      {:strokes 67
                       :description "獨營事業，事事如意，功成名就，富貴自來。物事通達,諸事四通八達,承襲長上之援助,萬事無障礙,宏展志望,達成目標,家道繁昌。"
                       :points 10
                       :luck "吉"}
                      {:strokes 68
                       :description "思慮周詳，計劃力行，不失先機，可望成功。智慮周密,志操堅固,富於發明創見之機能,克得眾信,願望上達。"
                       :points 10
                       :luck "吉"}
                      {:strokes 69
                       :description "動搖不安，常陷逆境，不得時運，難得利潤。病災,窮迫,滯塞,搖動不安之凶運。"
                       :points 1
                       :luck "凶"}
                      {:strokes 70
                       :description "慘淡經營，難免貧困，此數不吉，最好改名。廢疾滅亡,空虛寂寞,一生險厄,慘澹,命運多劫,難免殺傷,廢疾,刑罰,離散等,憂愁不絕也。"
                       :points 1
                       :luck "凶"}
                      {:strokes 71
                       :description "吉凶參半，唯賴勇氣，貫徹力行，始可成功。吉祥含苦,吉凶參半之運格,缺乏實行貫徹之氣力,進取敢行之勇氣稀少,至慝失敗。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 72
                       :description "利害混集，凶多吉少，得而復失，難以安順。外觀吉祥,內實凶禍,前半生幸福者,後半生難免悲慘,其者晚年遭破家亡身之危。"
                       :points 1
                       :luck "凶"}
                      {:strokes 73
                       :description "安樂自來，自然吉祥，力行不懈，必能成功。高無勇,盛衰交加,實行貫通之勇,然備自然之福祉,大都平安無憂,倘若振起勇往之精神,亦得遂志奏功也。"
                       :points 8
                       :luck "吉(吉帶凶)"}
                      {:strokes 74
                       :description "利不及貴，坐食山空，如無智謀，難望成功。無智,無能,窮途莫展之運格,且生意外之災厄也,辛苦繁多,到老愈甚。"
                       :points 1
                       :luck "凶"}
                      {:strokes 75
                       :description "吉中帶凶，欲速不達，進不如守，可保安詳。退守保吉,雖有自然之吉相,內面招破財,所以進取必陷失意災厄,反之,退守可保吉祥也。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 76
                       :description "此數為凶，破產之象，宜速改名，以避厄運。寸步難移,內外不和,傾覆資財,污辱名譽,或病弱,短命,骨肉分散,妻子離愁,逆境凶煞無限。"
                       :points 1
                       :luck "凶"}
                      {:strokes 77
                       :description "先苦後甘，先甘後苦，如能守成，不致失敗。凶中帶吉,開花不結實,獲上位之援護,享福至中年,然後陷落災厄,不幸。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 78
                       :description "有得有失，華而不實，需防劫財，始保安順。禍福參半,元來智能齊備,中年以前,得成功發達．中年以後,漸自衰退,陷於困苦,招大辛慘。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 79
                       :description "如走夜路，前途無光，希望不大，勞而無功。窮極不伸,乏欠精力,精神又不足,無節義道德,失信用。"
                       :points 1
                       :luck "凶"}
                      {:strokes 80
                       :description "得而復失，枉費心機，守成無貪，可保安穩。波瀾障害接踵之象,早入隱遁之生活者,可以安心立命,化凶為吉。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 81
                       :description "最極之數，還本歸元，能得繁榮，發達成功。復元吉瑞之數,陽氣來復,春風及第之象,尊榮無比之貴重運格。"
                       :points 10
                       :luck "吉"}]
         :default-taboo-characters default-taboo-characters}

   :form {:combinations {:surname ""
                         :zodiac ""
                         :combination-idx ""
                         :hide-zodiac-chars {:normal [false false]
                                             :worse [true true]}
                         :birthday nil
                         :birth-hour ""
                         :four-pillars {}
                         :elements {}
                         :advanced-option {:min-81-pts 75
                                           :min-sancai-pts 65
                                           :remove-chars true
                                           :click-to-remove false
                                           :use-default-taboo-characters true
                                           :chars-to-remove default-taboo-characters
                                           :single-given-name false
                                           :strokes-to-remove #{31 32 33 34 35 36 39 44 48 52}
                                           :dictionary "kang-xi"
                                           :enable-four-pillars false
                                           :tab "points"}}
          :evaluation {:surname ""
                       :given-name ""}}
   :field-error-message {}})
