(ns awesome-name.db)

(def default-db
  {:app {:zodiac {:select-options [[:rat "鼠"]
                                   [:ox "牛"]
                                   [:tiger "虎"]
                                   [:rabbit "兔"]
                                   [:dragon "龍"]
                                   [:snake "蛇"]
                                   [:horse "馬"]
                                   [:goat "羊"]
                                   [:monkey "猴"]
                                   [:rooster "雞"]
                                   [:dog "狗"]
                                   [:pig "豬"]]
                  :preferred-characters
                  {:rat {:better {:3 ["上" "于" "口" "大" "女" "子" "巾"]
                                  :4 ["丑" "中" "丹" "云" "井" "互" "元" "勻" "升" "壬" "太" "戶" "方" "月" "水" "牛" "王"]
                                  :5 ["世" "丘" "主" "令" "充" "冬" "加" "北" "卉" "古" "右" "司" "台" "巨" "市" "布" "本" "民" "永" "玄" "玉" "生" "用" "田" "由" "甲" "申" "禾" "立"]
                                  :6 ["丞" "亥" "兆" "先" "再" "匡" "同" "各" "名" "后" "回" "好" "如" "宇" "守" "安" "曲" "有" "牟" "米" "羽" "自" "舟" "衣" "西"]
                                  :7 ["江" "池" "串" "亨" "兌" "利" "助" "吾" "呂" "君" "告" "吹" "吟" "妍" "妤" "孚" "宏" "局" "希" "彤" "杉" "甫" "男" "秀" "見" "言" "谷" "豆" "貝" "車" "辰" "里" "町"]
                                  :8 ["沅" "沛" "汪" "沐" "沂" "玖" "事" "享" "京" "兒" "函" "叔" "和" "固" "奇" "姍" "孟" "宗" "定" "官" "宜" "宙" "尚" "居" "岸" "帛" "店" "府" "承" "服" "朋" "枋" "果" "松" "知" "秉" "竺" "采" "金" "長" "阜" "雨" "青" "汯"]
                                  :9 ["育" "怡" "注" "泳" "河" "波" "法" "油" "治" "玥" "冠" "勃" "勁" "厚" "品" "客" "宥" "屋" "帝" "度" "建" "彥" "思" "扁" "柱" "柔" "架" "柚" "皇" "盈" "省" "相" "眉" "科" "貞" "軍" "韋" "飛" "首" "泰" "柘"]
                                  :10 ["肴" "芳" "芸" "洲" "洪" "流" "津" "洞" "活" "洛" "珊" "玲" "珍" "唐" "哥" "員" "唇" "娟" "家" "宮" "容" "宸" "展" "峰" "師" "桐" "桀" "畔" "益" "真" "祐" "神" "祝" "素" "純" "紜" "訓" "財" "貢" "軒" "高" "紘"]
                                  :11 ["胞" "胤" "若" "苗" "悟" "悅" "振" "海" "涓" "浚" "浴" "浩" "琉" "珮" "凰" "動" "區" "商" "問" "寂" "專" "將" "崇" "常" "康" "彬" "彩" "啟" "旋" "毫" "笛" "笙" "統" "紹" "細" "紳" "翎" "袈" "訪" "責" "貫" "野" "鹿" "浤" "婕" "娸" "翊"]
                                  :12 ["草" "茵" "茗" "捷" "涼" "淳" "添" "清" "淇" "淵" "涵" "深" "淦" "理" "現" "勝" "博" "單" "喬" "婷" "媚" "富" "寓" "幀" "惠" "期" "棟" "棉" "甥" "登" "發" "程" "童" "粟" "紫" "絲" "絡" "舒" "詠" "賀" "貴" "鈞" "閎" "雅" "茜" "淀" "淥" "琇" "淼" "詒"]
                                  :13 ["莎" "莉" "莆" "揮" "援" "港" "湛" "湘" "湖" "渙" "湄" "琪" "琳" "琴" "琛" "琦" "琨" "勤" "嗣" "園" "圓" "嫁" "廉" "敬" "新" "業" "楚" "榆" "毓" "督" "祺" "祿" "萬" "經" "絹" "聖" "裕" "詩" "詰" "農" "鈴" "雷" "靖" "頓" "鼎" "粲" "豊"]
                                  :14 ["郡" "菩" "萍" "菁" "華" "溶" "源" "滄" "溪" "瑞" "瑜" "嘉" "圖" "實" "彰" "旗" "榕" "榮" "榛" "槐" "睿" "碩" "禎" "福" "管" "精" "綽" "綾" "綠" "綱" "綺" "綢" "綿" "綸" "維" "肇" "舞" "裴" "誦" "誌" "語" "誥" "豪" "賓" "輔" "銅" "銘" "銓" "閣" "領" "魁" "鳳" "滕" "瑋" "嫺"]
                                  :15 ["陞" "葦" "漢" "滿" "瑤" "嫻" "嬋" "嬌" "寬" "廣" "慶" "慧" "瑩" "稼" "穀" "稻" "締" "緯" "緻" "緣" "誼" "諒" "諄" "論" "賞" "賦" "鋒" "震" "頡" "槿" "緗" "鋐" "霈" "靚"]
                                  :16 ["鄉" "蓉" "蒲" "蒼" "澄" "潔" "潭" "潤" "瑾" "器" "學" "寰" "樺" "橙" "樹" "機" "積" "穎" "糖" "縈" "翰" "臻" "興" "親" "諺" "謀" "諭" "豫" "錄" "錦" "錡" "霖" "靜" "龍" "蓁" "璇"]
                                  :17 ["隆" "蔗" "濂" "濃" "澤" "嬪" "嶸" "檐" "爵" "禧" "穗" "糠" "績" "聰" "襄" "謙" "闊" "隸" "鴻" "璠" "檉" "謚"]
                                  :18 ["濟" "濠" "濤" "濬" "濰" "環" "璦" "璨" "禮" "穠" "繡" "謹" "豐" "鎔" "顓" "蕎" "鎧"]
                                  :19 ["蕾" "璿" "璽" "禱" "穩" "繹" "贊" "鏗" "韻" "鯨" "麒" "麗" "薆" "瀅"]
                                  :20 ["藏" "懷" "瀚" "瓊" "羅" "勸" "寶" "朧" "繼" "覺" "警" "鐘" "馨" "瀧" "瀠"]
                                  :21 ["藩" "藝" "藤" "瓏" "櫻" "譽" "躍" "鐸" "露" "顧" "鶴"]
                                  :22 ["蘋" "蘇" "瓖" "懿" "權" "讀" "灃" "孋" "穰" "鑌" "龢"]
                                  :23 ["蘭" "巖" "欐" "麟" "纕"]
                                  :24 ["瓚" "讓" "靈" "靄" "鑫"]
                                  :25 ["觀" "鑲" "鑰" "黌" "靉"]
                                  :26 ["酈" "灣" "讚"]
                                  :27 ["灤" "鑼"]
                                  :28 ["豔"]
                                  :30 ["鸞"]}
                         :worse {:2 ["丁" "二" "人"]
                                 :3 ["士"]
                                 :4 ["仁" "仃" "仇" "仍" "今" "介" "化" "午" "夭" "孔" "巴" "日" "火"]
                                 :5 ["以" "付" "仕" "代" "仙" "仟" "卯" "央" "平" "旦" "未"]
                                 :6 ["汀" "伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "印" "合" "地" "在" "圭" "妃" "寺" "早" "旨" "旬" "旭" "朴" "次" "竹" "羊" "臣" "行" "仵" "价" "伂"]
                                 :7 ["位" "住" "佇" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "似" "但" "作" "伯" "低" "伶" "余" "佈" "免" "坊" "址" "坍" "均" "坎" "壯" "孝" "宋" "巫" "志" "攸" "杜" "赤" "辛" "佟"]
                                 :8 ["抑" "亞" "佯" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "兔" "味" "命" "坪" "坡" "坦" "妹" "岱" "幸" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "東" "杵" "炎" "祀" "臥" "佼" "佶" "侄" "坵" "旻" "炅" "耵"]
                                 :9 ["肖" "拒" "沫" "亭" "亮" "信" "侯" "俠" "保" "促" "俟" "俊" "俗" "俐" "係" "俞" "勉" "南" "哇" "型" "垠" "垣" "垢" "城" "姜" "姿" "宣" "封" "庠" "律" "徉" "春" "昭" "映" "昧" "是" "星" "昱" "柯" "柏" "柳" "炫" "為" "炳" "炬" "炯" "紅" "美" "訂" "酊" "香" "俋" "昶" "炷"]
                                 :10 ["肯" "洋" "倍" "俸" "倩" "倖" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "冤" "凍" "卿" "埂" "埔" "埃" "姬" "娩" "宰" "差" "徐" "恙" "時" "晉" "晏" "晃" "晁" "書" "桓" "柴" "氧" "烊" "烈" "留" "羔" "耿" "袁" "袂" "酒" "釘" "馬" "珋" "倢" "埕" "埒" "晟"]
                                 :11 ["邦" "那" "迎" "胡" "苧" "苣" "茉" "英" "茆" "挽" "珠" "停" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "冕" "曼" "唱" "域" "堅" "堆" "埠" "基" "堵" "執" "婚" "張" "得" "從" "悠" "教" "晚" "晤" "曹" "勗" "欲" "焉" "烯" "瓷" "祥" "羚" "聊" "袋" "許" "頂" "偈" "偅" "偩" "偮" "婭" "欷" "欸" "羕"]
                                 :12 ["邱" "迪" "悻" "傢" "傅" "備" "傑" "喜" "堯" "堪" "場" "堤" "堰" "報" "堡" "復" "普" "晰" "晴" "晶" "景" "智" "曾" "棚" "款" "焰" "然" "善" "翔" "貸" "距" "辜" "集" "馮" "傌" "媄" "焯" "羢"]
                                 :13 ["郎" "郁" "脩" "莘" "莫" "荷" "提" "揚" "傭" "傲" "傳" "僅" "僇" "嗎" "塑" "塘" "塗" "塚" "塔" "填" "塌" "塊" "塢" "媽" "微" "意" "暗" "暉" "暖" "暄" "會" "楠" "楊" "歇" "照" "煜" "煥" "義" "羨" "群" "詳" "路" "鉀" "鉚" "馳" "馴" "渼" "羥"]
                                 :14 ["郝" "連" "造" "逢" "菟" "署" "僧" "像" "僑" "境" "墊" "墅" "壽" "徹" "榴" "歌" "熙" "熊" "監" "綻" "臺" "赫" "輓" "駁" "墉" "榪"]
                                 :15 ["都" "逸" "進" "慢" "漾" "漫" "億" "儀" "僵" "價" "儂" "儉" "劉" "墟" "增" "墜" "墩" "嬉" "德" "徵" "暮" "樣" "槽" "樓" "歐" "羯" "蝴" "賣" "輝" "鋅" "養" "駐" "駟" "駛" "駕" "駒" "魯" "儆" "僾" "儌" "墡" "禡" "羬"]
                                 :16 ["陳" "運" "道" "達" "潛" "罵" "儒" "儐" "壁" "墾" "壇" "壅" "曆" "曉" "曇" "熾" "燕" "熹" "篤" "糕" "羲" "諮" "醒" "駱" "嶪" "燁" "羱"]
                                 :17 ["陽" "鄒" "遠" "優" "償" "儲" "壕" "壑" "壎" "曙" "營" "燦" "鎂" "鍚" "騁" "駿" "鮮" "鮭" "鄔" "蓨" "澲" "燨"]
                                 :18 ["膳" "叢" "壘" "曜" "檸" "歟" "繕" "繒" "題" "騎" "鎦" "騏"]
                                 :19 ["鄭" "鄧" "選" "薑" "嚥" "壟" "壢" "曝" "羶" "羹" "辭" "鵬" "鄯" "薘" "繨"]
                                 :20 ["鄴" "邁" "壤" "曦" "耀" "議" "騫" "騰" "騮"]
                                 :21 ["犧" "驅" "驀"]
                                 :22 ["歡" "鑑" "韃" "驕" "驊"]
                                 :23 ["驚" "驛" "驗"]
                                 :24 ["壩" "驟" "驞"]
                                 :26 ["驥"]
                                 :29 ["驪"]}}
                   :ox {:better {:1 ["乙"]
                                 :2 ["乃" "了" "二" "几"]
                                 :3 ["下" "凡" "也" "于" "千" "士" "子" "寸" "小" "川" "己" "巳" "弓"]
                                 :4 ["丑" "丹" "之" "云" "井" "元" "內" "勻" "壬" "孔" "引" "斗" "水"]
                                 :5 ["世" "丘" "冬" "北" "卉" "巧" "平" "弘" "永" "玄" "生" "田" "甲" "禾" "穴" "立"]
                                 :6 ["丞" "亥" "兆" "再" "地" "妃" "好" "守" "州" "曲" "臣" "虫" "西"]
                                 :7 ["池" "坊" "均" "壯" "妙" "妤" "孝" "宏" "序" "廷" "步" "甫" "私" "秀" "角" "豆" "邑" "酉"]
                                 :8 ["乳" "亞" "享" "其" "函" "叔" "和" "固" "姍" "孟" "季" "定" "宜" "宙" "尚" "居" "延" "承" "果" "松" "牧" "秉" "竺" "舍" "金" "隹" "雨" "非"]
                                 :9 ["芋" "芍" "法" "泓" "治" "泛" "勃" "勁" "厚" "垂" "屋" "建" "弈" "扁" "癸" "盈" "相" "科" "秒" "秋" "竿" "虹" "要" "重" "風" "飛" "食" "泰" "芊"]
                                 :10 ["迅" "巡" "芳" "芝" "芽" "芹" "芸" "芷" "洲" "津" "凌" "原" "圃" "家" "庫" "庭" "料" "栗" "特" "畔" "耘" "耕" "航" "記" "訓" "起" "軒" "酒" "配" "芫"]
                                 :11 ["邦" "那" "迎" "近" "范" "若" "苗" "英" "苔" "苑" "挺" "浦" "海" "浮" "浚" "浩" "浥" "乾" "基" "專" "康" "張" "強" "笠" "笙" "翌" "麥" "苹" "苡" "浤" "婕" "娸"]
                                 :12 ["述" "迪" "草" "茵" "荏" "茲" "捷" "淳" "添" "清" "涵" "淦" "凱" "博" "喜" "壹" "富" "巽" "弼" "甥" "登" "發" "程" "稅" "筍" "筑" "粟" "舒" "貴" "鈕" "鈞" "閎" "雅" "雄" "順" "黍" "茜" "淀" "淥" "畯"]
                                 :13 ["迺" "莆" "湘" "渙" "湄" "圓" "廉" "彙" "楓" "毓" "猷" "萬" "稜" "稚" "稠" "艇" "鈿" "雋" "雷" "電" "楙" "豊"]
                                 :14 ["逍" "通" "逗" "連" "逐" "透" "逢" "菩" "萍" "菁" "華" "菱" "菽" "菲" "菊" "萄" "源" "榮" "槐" "睿" "筵" "翠" "臺" "豪" "輔" "酵" "銅" "銘" "銨" "閩" "鳴" "鳳" "逑" "菀" "菫" "菘" "菉" "溱" "溎" "滎" "箐" "嫺"]
                                 :15 ["逵" "週" "逸" "進" "萱" "葵" "葦" "葉" "漳" "演" "漢" "漣" "滬" "嫻" "寬" "廣" "彈" "毅" "稼" "穀" "稻" "範" "諄" "趟" "趣" "輪" "鋪" "鋒" "黎" "逯" "萩" "滽" "鋐"]
                                 :16 ["郵" "運" "遊" "道" "蓉" "蒼" "潼" "澄" "潭" "潤" "潘" "勳" "奮" "學" "導" "樺" "橙" "穎" "築" "臻" "興" "融" "豫" "錠" "錄" "錐" "雕" "霍" "霏" "頤" "蓁" "潗" "澐" "廩"]
                                 :17 ["隆" "遠" "遙" "蔗" "蓮" "蔬" "蔭" "澤" "篷" "聲" "臨" "鍵" "鍾" "鴻"]
                                 :18 ["鄘" "鄞" "適" "遨" "濟" "濠" "濛" "濯" "濬" "濡" "獲" "蟬" "豐" "鎰" "馥" "鵑" "蕓" "薌" "鎧"]
                                 :19 ["鄰" "鄭" "鄧" "選" "薪" "蕾" "穫" "醮" "鏗" "鵬" "薐" "瀅" "鏞"]
                                 :20 ["還" "邁" "藍" "薰" "薹" "寶" "醴" "馨" "薷"]
                                 :21 ["邇" "藩" "藝" "籐" "蠟" "鶯" "鶴"]
                                 :22 ["邊" "藺" "蘋" "蘇" "蘊" "懿" "權" "藶"]
                                 :23 ["蘭" "麟"]
                                 :24 ["艷" "鷹"]
                                 :25 ["黌"]}
                        :worse {:2 ["丁" "人" "刀" "匕"]
                                :3 ["大" "干"]
                                :4 ["仁" "什" "仃" "仇" "今" "介" "化" "午" "天" "夭" "心" "戈" "支" "斤" "日" "月" "比" "片" "牙" "王" "爿"]
                                :5 ["丙" "主" "以" "付" "仕" "代" "令" "仙" "刊" "加" "功" "仟" "占" "古" "召" "叱" "央" "它" "弗" "必" "旦" "未" "末" "玉" "矛" "矢" "示"]
                                :6 ["汀" "伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "列" "刑" "合" "宇" "年" "式" "戎" "早" "旨" "旭" "有" "朱" "此" "竹" "米" "羊" "行" "衣" "仵" "价" "伂"]
                                :7 ["忙" "托" "位" "住" "佇" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "佔" "似" "但" "作" "伯" "低" "伶" "余" "佈" "別" "判" "君" "呀" "吟" "坎" "巫" "希" "庇" "弟" "彤" "形" "忌" "志" "忍" "攸" "杉" "系" "赤" "辛" "佟" "礽"]
                                :8 ["快" "玖" "些" "佯" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "刻" "券" "刷" "到" "制" "協" "卓" "味" "命" "奈" "妹" "宗" "岡" "岱" "岳" "幸" "弦" "忠" "忽" "念" "或" "戕" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "服" "朋" "枝" "杵" "欣" "版" "狀" "直" "知" "社" "祀" "祁" "糾" "臥" "初" "采" "青" "忻" "玕" "佼" "佶" "侄" "佌" "旻" "炘" "炅" "耵"]
                                :9 ["罕" "育" "怔" "怖" "怪" "怕" "怡" "性" "沫" "玨" "玟" "玫" "玥" "表" "亭" "信" "侯" "保" "促" "俟" "俊" "俗" "俐" "係" "前" "剋" "則" "勇" "南" "奎" "奐" "姜" "宣" "庠" "弭" "彥" "徉" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "昱" "柔" "架" "柏" "矜" "祉" "祈" "祇" "穿" "紂" "紅" "紀" "紉" "紇" "約" "紆" "美" "羿" "衫" "訂" "酊" "玡" "俋" "姝" "昶" "柰" "祅" "紈"]
                                :10 ["肯" "芯" "恰" "恢" "恆" "恃" "恬" "指" "洋" "洧" "珊" "玲" "珍" "珀" "玳" "倍" "俸" "倩" "倖" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "剛" "夏" "娥" "宰" "峻" "峰" "差" "恙" "恣" "恐" "恕" "恩" "時" "晉" "晏" "晃" "晁" "書" "朔" "朗" "栩" "格" "氧" "烊" "矩" "祕" "祐" "祠" "祟" "祖" "神" "祝" "秘" "紡" "紗" "紋" "素" "索" "純" "紐" "級" "紜" "納" "紙" "紛" "羔" "翁" "耿" "袂" "衽" "託" "躬" "釘" "馬" "倢" "倧" "扆" "晟" "祜" "紘" "紓" "衿" "衾"]
                                :11 ["邪" "胖" "胥" "胡" "胞" "胤" "苧" "茅" "茉" "苓" "悄" "悟" "悍" "悔" "悅" "悖" "班" "琉" "珮" "珠" "停" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "副" "務" "勘" "動" "曼" "唱" "唬" "國" "婚" "將" "崇" "崙" "彬" "彩" "彫" "御" "悉" "悠" "教" "旋" "晚" "晤" "晨" "曹" "勗" "望" "桿" "梧" "欲" "烯" "祥" "祭" "絃" "統" "紮" "紹" "紼" "細" "紳" "組" "終" "羚" "翎" "習" "聆" "彪" "被" "袒" "袖" "袍" "袋" "許" "責" "頂" "珖" "玼" "偈" "偅" "偩" "偮" "崟" "欷" "欸" "紵" "紾" "羕" "袗"]
                                :12 ["胭" "脈" "能" "悽" "情" "悻" "惜" "惟" "悸" "掛" "採" "捺" "淺" "琅" "球" "理" "現" "傢" "傅" "備" "傑" "剴" "創" "勞" "勝" "場" "堤" "報" "彭" "悲" "惠" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "期" "朝" "棕" "椅" "棧" "棹" "棉" "款" "牌" "番" "短" "結" "絨" "絕" "紫" "絮" "絲" "絡" "給" "絢" "善" "翔" "翕" "裁" "裂" "視" "診" "費" "貸" "辜" "集" "須" "馮" "琁" "珺" "傌" "媄" "斌" "牋" "甯" "矞" "絪" "絜" "羢" "軫"]
                                :13 ["陀" "郁" "脩" "莘" "莫" "莊" "慨" "惶" "愉" "提" "揚" "琪" "琳" "琥" "琴" "琯" "琦" "琨" "傭" "傲" "傳" "僅" "僇" "勤" "勢" "嗎" "嗣" "媽" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "暗" "暉" "暖" "暄" "會" "業" "楠" "楊" "歇" "照" "牒" "祺" "祿" "禁" "經" "絹" "綏" "義" "羨" "群" "裟" "裙" "補" "裘" "裝" "裕" "詳" "試" "路" "鉀" "雉" "零" "馳" "馴" "愃" "渼" "琮" "絻" "羥"]
                                :14 ["郡" "郝" "慎" "慌" "慄" "慍" "愧" "準" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "僧" "像" "僑" "劃" "寥" "廖" "彰" "慇" "態" "截" "暢" "歌" "碧" "禎" "福" "禍" "粽" "綻" "綰" "綜" "綽" "綾" "綠" "緊" "綴" "網" "綱" "綺" "綢" "綿" "綵" "綸" "維" "緒" "緇" "綬" "臧" "裴" "裸" "製" "褚" "赫" "趕" "駁" "瑋" "榪" "綪" "緁" "緆" "緋" "綖" "綦" "裱" "魠"]
                                :15 ["慷" "慢" "慣" "慚" "漾" "漫" "瑤" "瑣" "瑪" "瑰" "億" "儀" "僵" "價" "儂" "儉" "劇" "劉" "劍" "增" "嬉" "審" "影" "德" "慧" "慰" "慾" "暮" "樣" "槽" "槳" "歐" "獎" "瑩" "締" "練" "緯" "緻" "緘" "緬" "編" "緣" "緞" "緩" "緲" "緹" "羯" "翩" "褐" "複" "褓" "褊" "質" "輝" "鋅" "養" "駐" "駟" "駛" "駕" "駒" "魯" "齒" "摎" "漻" "儆" "僾" "儌" "墡" "禡" "緗" "羬" "褌" "褋" "褙"]
                                :16 ["陳" "達" "憐" "憎" "憤" "潛" "澎" "璋" "璃" "璀" "罵" "儒" "儐" "劑" "憩" "戰" "曆" "曉" "曇" "熾" "燕" "禦" "篤" "糕" "縑" "縈" "縣" "縝" "縉" "羲" "褪" "褲" "褫" "醒" "駱" "璇" "璉" "嶪" "縕" "羱" "錼"]
                                :17 ["陽" "膠" "蔣" "憶" "憾" "璞" "優" "償" "儲" "勵" "嶸" "彌" "應" "懂" "懇" "懋" "戲" "戴" "曙" "牆" "矯" "禧" "禪" "績" "繆" "縷" "總" "縱" "縴" "縵" "翼" "褸" "鎂" "鍚" "騁" "駿" "鮮" "蓨" "澲" "燨" "蟉" "襁"]
                                :18 ["膳" "蕙" "環" "璨" "叢" "斷" "曜" "檸" "歟" "璧" "禮" "織" "繕" "繞" "繚" "繡" "繒" "顏" "題" "騎" "鄢" "蕥" "騏"]
                                :19 ["際" "臆" "薑" "璿" "嚥" "壞" "曝" "牘" "璽" "疆" "矇" "禱" "繫" "繹" "繩" "繪" "繳" "羶" "羹" "襠" "襟" "識" "辭" "鄯" "薘" "繯" "繨"]
                                :20 ["鄴" "藏" "懷" "瓊" "勸" "懸" "曦" "朧" "繽" "繼" "耀" "議" "騫" "騰" "齡" "繾"]
                                :21 ["瓏" "儷" "櫻" "犧" "纏" "續" "驅" "驀"]
                                :22 ["懼" "瓔" "彎" "歡" "禳" "襯" "韃" "驕" "驊" "鷚"]
                                :23 ["戀" "曬" "纓" "纖" "驚" "驛" "驗" "襴" "鷸"]
                                :24 ["隴" "驟" "鑫" "驞"]
                                :25 ["纘"]
                                :26 ["灣" "驥"]
                                :27 ["纜" "驤"]
                                :29 ["驪"]}}
                   :tiger {:better {:3 ["上" "大" "子" "山" "巾"]
                                    :4 ["公" "午" "升" "壬" "太" "心" "月" "木" "水" "犬" "王"]
                                    :5 ["丘" "主" "令" "出" "北" "卯" "巨" "市" "布" "必" "本" "永" "玄" "玉" "穴" "立"]
                                    :6 ["汀" "亥" "匡" "年" "戎" "成" "有" "朱" "竹" "羊" "羽" "肉" "衣" "求"]
                                    :7 ["江" "汐" "坊" "壯" "妙" "孝" "宋" "宏" "岑" "希" "彤" "志" "李" "材" "杉" "角" "走"]
                                    :8 ["肌" "沁" "沛" "汪" "沐" "沂" "玖" "乳" "卓" "奇" "妹" "孟" "定" "岡" "岳" "帖" "忠" "念" "承" "服" "朋" "東" "林" "杰" "松" "武" "采" "長" "雨" "青" "忻" "汯"]
                                    :9 ["育" "怡" "性" "注" "泳" "泌" "法" "玨" "玥" "冠" "勉" "勁" "南" "城" "奎" "威" "宥" "帝" "帥" "彥" "柱" "柄" "柳" "癸" "皇" "眉" "美" "衫" "軍" "音" "首" "泰" "怜" "姵"]
                                    :10 ["肱" "肴" "肯" "恆" "恬" "洋" "洞" "洧" "玲" "珍" "剛" "展" "峻" "峰" "師" "恕" "恭" "恩" "息" "朕" "根" "桂" "栩" "栽" "桀" "桃" "烈" "純" "馬" "恂" "珂" "峮" "紘"]
                                    :11 ["悅" "浪" "海" "浮" "浚" "琉" "珮" "珠" "珪" "崧" "常" "康" "彩" "敏" "梓" "梅" "盛" "絃" "統" "翌" "翎" "浤" "婕" "婧" "翊"]
                                    :12 ["脈" "情" "惇" "捷" "淳" "添" "清" "淋" "涵" "深" "淨" "淦" "猛" "琅" "球" "理" "琍" "勝" "尊" "崴" "惠" "朝" "棠" "棟" "森" "棋" "棚" "然" "絢" "翔" "象" "雅" "雄" "集" "淥" "珺" "琈" "媏" "嵋" "淼" "絜"]
                                    :13 ["愉" "湧" "湘" "渤" "滋" "渙" "猶" "琺" "琳" "琴" "琛" "琦" "媽" "意" "慈" "想" "愛" "業" "楚" "楠" "榆" "楣" "歲" "毓" "煌" "猷" "絹" "群" "聖" "裘" "裕" "靖" "馳" "馴" "鼎" "湜" "琰" "琭" "媵" "絺"]
                                    :14 ["慎" "溪" "瑞" "瑜" "嫣" "寧" "彰" "旗" "榮" "睿" "端" "綻" "綽" "綠" "綱" "綺" "綵" "維" "緒" "翡" "豪" "滕" "溎" "瑂" "瑍" "槊" "滎" "箐" "箖" "綪" "緁" "綦"]
                                    :15 ["慣" "滿" "漪" "瑤" "瑪" "慰" "樟" "樂" "毅" "締" "緯" "緹" "駐" "緗" "霈" "緣"]
                                    :16 ["憬" "潔" "璋" "學" "憲" "篤" "縈" "翰" "錦" "霖" "霏" "靜" "潚" "潗" "璆" "叡" "橚" "燁"]
                                    :17 ["憶" "撼" "澳" "璟" "璞" "嶸" "懋" "總" "駿" "鴻" "黛" "檍" "醡"]
                                    :18 ["膳" "濟" "濠" "濯" "濬" "濰" "璦" "璨" "檸" "繕" "繡" "璱" "騏"]
                                    :19 ["璿" "璽" "繹" "鵬" "瀅" "濼" "瓀"]
                                    :20 ["懷" "瀚" "瓊" "繼" "騫" "騰" "瀠"]
                                    :21 ["攘" "籐" "續"]
                                    :23 ["巖" "驛"]}
                           :worse {:1 ["一"]
                                   :2 ["二" "人" "几"]
                                   :3 ["三" "凡" "口" "士" "小" "川" "已" "弓"]
                                   :4 ["丰" "之" "仁" "仇" "仍" "今" "介" "化" "夭" "少" "尤" "屯" "引" "日"]
                                   :5 ["乏" "以" "付" "仕" "仗" "代" "仙" "兄" "冉" "加" "包" "仟" "可" "古" "右" "召" "司" "另" "只" "史" "台" "句" "央" "尼" "平" "弘" "弗" "旦" "民" "生" "田" "由" "甲" "申" "皮" "示" "禾"]
                                   :6 ["氾" "伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "再" "危" "吉" "同" "各" "向" "名" "合" "后" "因" "回" "妃" "如" "存" "尖" "帆" "早" "旨" "旭" "朵" "次" "米" "臣" "虫" "仵" "价" "伂" "圮"]
                                   :7 ["汎" "亨" "位" "住" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "佃" "似" "但" "作" "伯" "低" "伶" "余" "佈" "克" "吾" "吳" "呈" "呂" "告" "含" "吟" "尾" "巫" "廷" "弟" "彷" "役" "攸" "杏" "甫" "男" "甸" "私" "秀" "谷" "豆" "貝" "辰" "邑" "佟" "冏" "町" "礽"]
                                   :8 ["艾" "亞" "享" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侏" "侑" "卷" "味" "咖" "咕" "呻" "和" "周" "命" "固" "坤" "奈" "委" "季" "宗" "宛" "尚" "岱" "延" "弦" "往" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "知" "社" "祀" "祁" "秉" "臥" "虎" "門" "佼" "佶" "侄" "侗" "旻" "炅"]
                                   :9 ["拒" "招" "河" "泓" "治" "泡" "泛" "亭" "亮" "信" "侯" "俠" "俏" "保" "促" "侶" "俟" "俊" "俗" "俐" "係" "俞" "咨" "咸" "品" "哈" "姿" "宣" "客" "巷" "建" "弭" "律" "思" "春" "昭" "映" "昧" "是" "星" "昱" "柯" "柏" "炬" "炯" "畏" "界" "祉" "祈" "祇" "禹" "科" "秒" "秋" "虹" "貞" "頁" "風" "香" "芊" "芃" "俋" "昶" "柰" "祅"]
                                   :10 ["迅" "巡" "芳" "芝" "芙" "芹" "花" "芬" "芸" "芷" "倍" "俸" "倩" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "倉" "唐" "哥" "哲" "員" "娟" "姬" "孫" "容" "宸" "庭" "弱" "徐" "時" "晉" "晏" "晃" "晁" "書" "桐" "畔" "留" "益" "砷" "祕" "祐" "祠" "祟" "祖" "神" "祝" "租" "秦" "秩" "秘" "素" "虔" "袁" "訊" "財" "貢" "起" "躬" "酒" "閃" "高" "芮" "珅" "倢" "倧" "晟" "祜"]
                                   :11 ["邢" "邦" "那" "迎" "近" "胡" "范" "苣" "若" "茂" "茉" "苒" "苗" "英" "苔" "苑" "苓" "苯" "捐" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "凰" "區" "曼" "商" "啞" "唱" "唯" "啤" "售" "國" "堅" "堂" "婉" "婚" "崇" "庸" "張" "強" "得" "從" "徠" "悠" "啟" "晚" "晤" "晨" "曹" "勗" "梁" "欲" "烯" "瓷" "略" "畦" "畢" "異" "祥" "祭" "移" "紹" "細" "紳" "處" "彪" "蛇" "蛉" "袖" "袍" "袋" "責" "頂" "麥" "苻" "偈" "偅" "偩" "偮" "埏" "婭" "欷" "欸"]
                                   :12 ["單" "喚" "喬" "喉" "場" "堤" "堠" "壹" "媛" "富" "巽" "幅" "弼" "彭" "復" "循" "敦" "普" "晰" "晴" "晶" "景" "智" "曾" "替" "棕" "棻" "款" "番" "稍" "程" "稅" "稀" "粟" "結" "給" "善" "虛" "蛟" "視" "費" "賀" "貴" "貿" "貸" "超" "距" "酥" "閔" "開" "閑" "間" "閎" "項" "順" "須" "黃" "黍" "茜" "傌"]
                                   :13 ["郎" "郁" "送" "迷" "迺" "脩" "莎" "莞" "莘" "莫" "莒" "莊" "莓" "莉" "荷" "荻" "莆" "提" "揚" "渭" "傭" "傲" "傳" "僅" "僇" "募" "嗣" "園" "微" "暗" "暉" "暖" "暄" "會" "楊" "歇" "照" "當" "畸" "祺" "祿" "禁" "萬" "稜" "稚" "羨" "號" "蜀" "蛻" "蜂" "資" "賈" "農" "鉀" "鉅" "鈿" "預" "頌" "鼓" "莩" "琬" "媴"]
                                   :14 ["郝" "通" "連" "速" "造" "逢" "逖" "途" "菩" "萍" "菁" "華" "菱" "著" "萊" "萌" "菽" "菲" "菊" "搭" "溶" "猿" "瑛" "署" "僧" "像" "僑" "僎" "嘉" "團" "圖" "壽" "夢" "幕" "徹" "暢" "歌" "熔" "熙" "監" "禎" "福" "禍" "種" "稱" "粽" "精" "綜" "臺" "蜜" "蜻" "誘" "賓" "閨" "閩" "頗" "鳴" "鳳" "逑" "菖" "菇" "溒" "榬" "蜒"]
                                   :15 ["郭" "都" "逵" "週" "逸" "進" "蒂" "落" "萱" "葵" "葉" "葛" "董" "慢" "漠" "漫" "億" "儀" "僵" "價" "儂" "儉" "增" "嬌" "德" "徵" "慕" "暮" "槽" "歐" "皺" "稿" "稼" "稽" "稷" "蝴" "蝶" "誕" "豎" "賦" "賢" "賣" "賜" "輝" "頡" "魯" "黎" "萲" "儆" "僾" "儌" "稹"]
                                   :16 ["陳" "鄉" "運" "遊" "道" "達" "違" "過" "遁" "蓉" "蓄" "蒙" "蒞" "蒲" "蓓" "蒼" "撰" "潛" "澎" "潘" "儒" "儔" "儐" "器" "戰" "曆" "曉" "暹" "曄" "曇" "樺" "橋" "盧" "禦" "積" "穆" "糕" "糖" "臻" "螢" "融" "諮" "謂" "諷" "賴" "醒" "頤" "龍" "蓁" "蒨" "螈" "錼"]
                                   :17 ["陽" "鄒" "遠" "遜" "遣" "遙" "遞" "蔽" "蔚" "蓮" "蔓" "蔣" "蔡" "蓬" "擋" "優" "償" "儲" "彌" "懂" "曙" "檔" "禧" "禪" "穗" "臨" "襄" "轅" "鍚" "闆" "鄔" "蓨" "蔘"]
                                   :18 ["鄞" "適" "遷" "蕩" "蕃" "蕉" "蕭" "曜" "歟" "禮" "穠" "糧" "繒" "蟬" "豐" "鎔" "闕" "顏" "題" "鵑" "蕎" "鎱"]
                                   :19 ["際" "鄧" "選" "遲" "薪" "薑" "薛" "薇" "薊" "薦" "嚥" "曝" "疇" "疆" "禱" "穫" "穩" "譁" "贊" "關" "靡" "類" "顛" "薆" "譔"]
                                   :20 ["還" "邁" "邀" "藏" "薩" "藍" "藉" "薰" "薹" "嚴" "曦" "耀" "麵" "鏵" "饌"]
                                   :21 ["邈" "藩" "藝" "藤" "儷" "顧" "驀"]
                                   :22 ["邊" "藻" "蘋" "蘇" "蘊" "彎" "歡" "疊" "禳" "鑑" "鄺" "灃" "驊"]
                                   :23 ["蘭" "曬" "顯" "蘩"]
                                   :24 ["囑" "蘴"]
                                   :25 ["蘿" "蠻"]
                                   :26 ["邏" "灣"]}}
                   :rabbit {:better {:3 ["口" "士" "女" "寸" "小" "巾"]
                                     :4 ["才" "中" "丹" "尹" "云" "互" "允" "公" "匹" "壬" "少" "屯" "戶" "方" "月" "木" "水" "牙" "四"]
                                     :5 ["世" "丘" "加" "北" "卯" "可" "古" "右" "司" "只" "台" "句" "尼" "巨" "市" "平" "弗" "朮" "本" "未" "母" "永" "玄" "甘" "用" "田" "由" "甲" "申" "目" "石" "禾" "穴"]
                                     :6 ["亦" "亥" "共" "再" "吉" "同" "各" "向" "名" "因" "回" "地" "好" "如" "字" "守" "曲" "朱" "竹" "米" "羊" "而" "臣" "自" "至" "舟" "衣" "求"]
                                     :7 ["汝" "江" "串" "亨" "兌" "克" "冶" "利" "呈" "呂" "告" "坊" "妍" "妤" "孝" "宋" "宏" "局" "希" "彤" "李" "杏" "材" "村" "杉" "甫" "男" "秀" "見" "谷" "豆" "里" "妘" "町"]
                                     :8 ["沙" "沛" "沐" "沂" "乳" "事" "亞" "享" "京" "其" "典" "函" "叔" "味" "和" "周" "固" "委" "妹" "孟" "季" "定" "官" "宜" "宙" "宛" "尚" "居" "岳" "幸" "於" "朋" "杭" "枋" "東" "果" "林" "松" "直" "知" "秉" "空" "竺" "舍" "采" "雨" "汯"]
                                     :9 ["芋" "芍" "拓" "泳" "河" "沽" "法" "油" "泗" "治" "罔" "表" "亭" "亮" "勉" "勁" "匍" "咨" "咸" "品" "哈" "垂" "城" "奕" "姜" "姿" "威" "宦" "客" "屋" "弈" "彥" "扁" "柿" "柔" "柵" "柯" "柄" "柚" "柳" "泉" "界" "癸" "盈" "省" "相" "眉" "科" "紀" "約" "美" "耐" "韋" "泰" "芎" "咭" "姞" "姝" "姵" "畇"]
                                     :10 ["肪" "芳" "芝" "芹" "芬" "芥" "芸" "拾" "洋" "洲" "洪" "津" "洞" "洛" "洧" "倉" "凍" "凌" "卿" "原" "哨" "唐" "哥" "哲" "圃" "娜" "娟" "姬" "娌" "孫" "宰" "家" "宮" "容" "展" "旅" "桂" "桔" "桀" "格" "株" "畝" "畜" "留" "益" "租" "秦" "窈" "紡" "純" "級" "紜" "舫" "軒" "高" "芮" "洙" "洺" "桉" "紘"]
                                     :11 ["邦" "那" "若" "苗" "英" "苔" "苑" "浦" "海" "涓" "浮" "浚" "浴" "浩" "涌" "區" "商" "國" "基" "夠" "寄" "尉" "常" "康" "彬" "彩" "教" "啟" "敏" "旋" "旌" "梁" "梓" "梵" "梅" "梨" "略" "畢" "異" "盛" "祥" "笠" "笛" "笙" "絃" "統" "紹" "細" "紳" "耜" "野" "苹" "挹" "浤" "婕" "婧" "娸"]
                                     :12 ["單" "喬" "壹" "壺" "婷" "媚" "富" "彭" "敦" "棠" "棟" "森" "棣" "棋" "棉" "畫" "登" "程" "童" "策" "筆" "答" "筍" "紫" "絮" "絲" "給" "絳" "善" "肅" "舒" "超" "開" "閑" "閒" "閎" "黍" "淀" "淥" "喨" "婼" "淼" "畯" "絜" "雱" "雰"]
                                     :13 ["莎" "莘" "莒" "莊" "荷" "莆" "握" "湘" "湖" "渦" "滋" "渙" "湄" "園" "圓" "嫁" "廉" "彙" "敬" "業" "楚" "極" "楓" "榆" "楣" "毓" "當" "祺" "萬" "稠" "經" "絹" "綏" "義" "羨" "群" "聖" "肆" "裔" "裘" "裕" "雷" "渼" "嫄" "椲" "碇" "粲"]
                                     :14 ["菩" "萍" "菁" "華" "菊" "溶" "源" "嘉" "圖" "壽" "夢" "嫦" "彰" "榕" "榮" "構" "槐" "榭" "睿" "碩" "福" "種" "管" "精" "綻" "綽" "綠" "綺" "綢" "綿" "綵" "綸" "緒" "臺" "豪" "輔" "魁" "菀" "菉" "溱" "嫥" "槊" "榞" "箐" "箖" "綦"]
                                     :15 ["都" "萱" "葦" "葫" "葉" "葡" "董" "演" "漾" "漢" "滿" "嘻" "嫻" "嬋" "嬌" "寬" "廣" "樣" "樟" "樁" "樞" "樓" "樂" "樑" "毅" "磊" "磐" "稿" "稼" "穀" "稷" "稻" "範" "篆" "篇" "練" "緯" "緻" "緘" "緣" "緞" "豎" "黎" "萩" "葒" "滽" "嘽" "槿" "緗" "霈"]
                                     :16 ["陵" "陳" "陸" "陰" "陶" "膏" "蓉" "蒿" "蓄" "蒙" "蒲" "蓓" "蒼" "澄" "潔" "潘" "勳" "器" "學" "寰" "樺" "橙" "樹" "橡" "橋" "機" "穌" "篙" "築" "糕" "糖" "縈" "縉" "羲" "臻" "興" "親" "豫" "輻" "輯" "霖" "靜" "蒡" "蓁" "蒨" "叡" "圜" "廩" "縕"]
                                     :17 ["隊" "隋" "隆" "蔗" "蔬" "蔭" "據" "擇" "澤" "澳" "孺" "擎" "爵" "磺" "臨" "螺" "襄" "豁" "霜" "霞" "蔘" "檡" "霝" "龠"]
                                     :18 ["鄘" "蕃" "蕭" "濟" "濠" "濛" "濤" "濬" "濡" "叢" "嚮" "檬" "歸" "禮" "穡" "簧" "繕" "繡" "繙" "豐" "魏" "蕎" "薌" "濧" "闓"]
                                     :19 ["薪" "薄" "蕾" "櫥" "疇" "穫" "繹" "薀" "瀅"]
                                     :20 ["藏" "薩" "藍" "瀟" "瀝" "嚴" "繼" "馨" "薷" "瀠" "繻"]
                                     :21 ["藩" "藝" "藤" "瀾" "欄" "籐" "藟" "藜" "韡"]
                                     :22 ["藻" "蘇" "灃" "龢"]
                                     :23 ["蘭" "欒"]
                                     :24 ["靈"]
                                     :25 ["黌"]
                                     :28 ["豔"]}
                            :worse {:2 ["人"]
                                    :3 ["大" "山"]
                                    :4 ["仁" "仇" "今" "介" "化" "天" "太" "夭" "尤" "心" "日" "氏" "王"]
                                    :5 ["主" "以" "付" "仕" "代" "令" "仙" "仟" "必" "旦" "民" "玉"]
                                    :6 ["伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "存" "宇" "安" "早" "旨" "旬" "旭" "有" "羽" "西" "仵" "价" "伂"]
                                    :7 ["志" "忍" "攸" "貝" "辰" "酉" "佟"]
                                    :8 ["快" "玖" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "命" "岱" "忠" "忽" "念" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "祀" "臥" "金" "長" "青" "忻" "佼" "佶" "侄" "旻" "炅"]
                                    :9 ["育" "怔" "怖" "怪" "怕" "怡" "性" "玫" "玥" "信" "侯" "俠" "保" "促" "俟" "俊" "俗" "俐" "係" "冠" "宣" "帝" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "昱" "柏" "羿" "要" "貞" "酋" "酊" "飛" "俋"]
                                    :10 ["肯" "恰" "恢" "恆" "恃" "恬" "珊" "玲" "珍" "珀" "倍" "俸" "倩" "倆" "值" "倚" "倀" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "宸" "恣" "恐" "恕" "恭" "恩" "息" "時" "晉" "晏" "晃" "晁" "書" "朔" "栩" "烏" "秘" "素" "翅" "翁" "財" "酒" "配" "倢" "晟" "栖" "翃"]
                                    :11 ["胖" "胥" "胡" "胞" "胤" "苓" "悄" "悟" "悍" "悔" "悅" "悖" "振" "班" "琉" "珮" "珠" "乾" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "凰" "曼" "唱" "唬" "婚" "崔" "崗" "帳" "張" "悉" "悠" "晚" "晤" "晨" "曹" "勗" "望" "欲" "烯" "翌" "翎" "習" "聆" "彪" "袖" "袋" "責" "酗" "釧" "雀" "鳥" "鹿" "悒" "珝" "偈" "偅" "偩" "偮" "欷" "欸" "翊"]
                                    :12 ["胭" "脈" "能" "悽" "情" "悵" "惜" "惟" "悸" "琅" "球" "理" "現" "傢" "傅" "備" "傑" "勝" "場" "堤" "就" "悲" "惠" "普" "晰" "晴" "晶" "景" "暑" "智" "曾" "期" "朝" "款" "翔" "翕" "覃" "貽" "費" "賀" "貴" "買" "貸" "酥" "鈞" "雄" "集" "順" "珺" "傌" "媜" "崷" "惢" "甯"]
                                    :13 ["郁" "脩" "莫" "慨" "惶" "愉" "提" "揚" "琪" "琳" "琴" "琦" "琨" "傭" "傲" "傳" "僅" "僇" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "暗" "暉" "暖" "暄" "會" "楊" "楨" "歇" "照" "稚" "資" "賈" "賄" "賂" "農" "酬" "酪" "鉀" "鈴" "零" "愃" "煪" "詡"]
                                    :14 ["慎" "慌" "慄" "慍" "愧" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "僧" "像" "僑" "寥" "實" "廖" "慇" "態" "暢" "碧" "禎" "翠" "翡" "翟" "裴" "賓" "銀" "鉻" "領" "鳴" "鳳" "愫" "瑋" "嵺" "嶍"]
                                    :15 ["慷" "慢" "慣" "慚" "漲" "漫" "瑤" "瑣" "瑪" "瑰" "億" "儀" "僵" "價" "儂" "儉" "增" "慶" "慧" "慕" "慰" "慾" "暮" "槽" "歐" "瑩" "賠" "賣" "賜" "質" "輝" "醇" "醋" "銳" "鋒" "震" "駐" "魯" "憀" "摎" "漉" "漻" "儆" "僾" "儌" "槢" "樛" "潁" "熠" "熤" "翦"]
                                    :16 ["憐" "憎" "憤" "潛" "璋" "璃" "璀" "儒" "儐" "憲" "憩" "曆" "曉" "曇" "歙" "穎" "翰" "翱" "翮" "賴" "醒" "錯" "錢" "鋼" "錄" "錦" "頭" "頤" "鴦" "鴒" "鴛" "龍" "遒" "璇" "璉" "醐" "醑" "醍" "鋹" "鴗"]
                                    :17 ["陽" "膠" "憶" "憾" "濃" "璞" "優" "償" "儲" "嬰" "應" "懂" "懇" "懋" "曙" "績" "繆" "翳" "翼" "褶" "賺" "賽" "購" "鍵" "鍊" "鍚" "鴻" "鴿" "鄔" "蔍" "蓨" "嚁" "簏" "韔"]
                                    :18 ["膳" "蕙" "環" "璨" "曜" "歟" "璧" "穠" "繒" "翹" "翻" "蹟" "醫" "鎮" "雙" "顏" "題" "鵑" "鵠" "燿" "豂" "轆" "轇"]
                                    :19 ["鄭" "遺" "臆" "薑" "璿" "嚥" "壞" "龐" "曝" "璽" "矇" "醮" "鏡" "願" "鵡" "鵲" "鵬" "麒" "麗" "麓" "騛" "鵰"]
                                    :20 ["懷" "瀚" "瓊" "嚨" "寶" "懸" "曦" "朧" "耀" "鐘" "騰" "齡" "藋" "瀧" "顟" "飂" "鶖" "鶧"]
                                    :21 ["瓏" "儷" "躍" "鐵" "顧" "鶯" "鶴" "麝" "趯" "鶼"]
                                    :22 ["蘋" "懼" "瓔" "懿" "歡" "籠" "襲" "鑑" "龔" "譾" "鷚"]
                                    :23 ["戀" "曬" "纓" "纖" "顯" "鷥" "麟" "鷸" "鷲"]
                                    :24 ["隴" "鷹" "鷺"]
                                    :25 ["囑" "鸐"]
                                    :26 ["酈"]
                                    :27 ["鑽" "鑾" "鸕"]
                                    :28 ["鸚"]
                                    :30 ["鸞" "鸝"]}}
                   :dragon {:better {:3 ["上" "大" "子" "巾"]
                                     :4 ["丹" "今" "午" "升" "壬" "天" "太" "孔" "日" "曰" "月" "水" "王"]
                                     :5 ["主" "北" "巨" "市" "永" "玉" "申" "立"]
                                     :6 ["汀" "丞" "光" "兆" "好" "字" "存" "宇" "旭" "有" "羽" "衣" "求"]
                                     :7 ["汝" "江" "池" "汐" "亨" "君" "孝" "希" "彤" "李" "言" "酉"]
                                     :8 ["沛" "汪" "沂" "乳" "函" "坤" "孟" "定" "承" "旺" "易" "昌" "昆" "明" "昀" "昕" "昊" "昇" "朋" "杳" "杵" "杲" "采" "長" "雨" "青"]
                                     :9 ["育" "注" "泳" "泗" "泊" "玨" "玥" "冠" "勃" "勁" "南" "厚" "奕" "帝" "彥" "映" "是" "星" "昱" "柱" "柄" "柏" "泉" "皇" "計" "音" "飛" "泰" "姵" "昶"]
                                     :10 ["股" "肴" "肯" "津" "洛" "洧" "洵" "玲" "珍" "展" "師" "時" "晉" "晏" "晃" "書" "朔" "桂" "桀" "真" "素" "純" "紜" "袁" "酒" "馬" "珂" "珅" "衿"]
                                     :11 ["海" "浙" "浮" "浩" "琉" "珮" "珠" "珪" "凰" "將" "常" "彩" "晞" "統" "紳" "翌" "翎" "習" "婕" "婧" "笭" "翊"]
                                     :12 ["捷" "淳" "添" "清" "淋" "涵" "深" "淦" "球" "勝" "媛" "晰" "晴" "晶" "景" "智" "期" "朝" "棟" "森" "棉" "氯" "皓" "紫" "絮" "絢" "翔" "註" "詠" "雅" "雄" "雲" "須" "淀" "淥" "珺" "琈" "淼" "筌" "絜"]
                                     :13 ["揚" "港" "湘" "湖" "湯" "琳" "琴" "琦" "琨" "暖" "暄" "暘" "會" "楠" "盟" "睛" "祿" "絹" "聖" "詩" "詣" "詮" "雷" "馳" "馴" "湜"]
                                     :14 ["郡" "瑚" "瑜" "彰" "暢" "榮" "睿" "綽" "綠" "綺" "綿" "綵" "維" "翡" "舞" "裳" "誥" "趙" "鳳" "瑄" "瑔" "禔" "箐" "箖" "綦"]
                                     :15 ["漳" "漢" "滿" "瑤" "瑪" "樟" "樁" "瑩" "篁" "締" "緻" "緣" "緹" "誼" "諄" "賜" "輝" "醇" "震" "皞" "霈" "靚"]
                                     :16 ["潔" "潮" "璋" "勳" "學" "曉" "曇" "縉" "翰" "諦" "諺" "諭" "錦" "霖" "靜" "澐" "諟"]
                                     :17 ["陽" "澤" "璟" "曙" "爵" "績" "總" "謙" "謄" "霞" "駿" "鴻"]
                                     :18 ["濬" "濡" "濰" "環" "璨" "曜" "繡" "鵑"]
                                     :19 ["璿" "璽" "繹" "譚" "贊" "鵬" "麗" "瀅"]
                                     :20 ["瓊" "繽" "耀" "釋" "飄" "騰" "瀠"]
                                     :21 ["籐"]
                                     :24 ["靂" "靈"]
                                     :26 ["讚"]
                                     :27 ["灤" "驤"]}
                            :worse {:2 ["二" "人" "刀" "匕"]
                                    :3 ["口" "士" "小" "山" "川" "工" "巳" "干" "弓"]
                                    :4 ["丰" "仁" "什" "仇" "介" "元" "允" "化" "匹" "夭" "少" "尤" "屯" "巴" "引" "心" "戈" "戶" "支" "斤" "木" "比" "片" "牙" "犬" "爿"]
                                    :5 ["以" "付" "仕" "代" "令" "仙" "充" "兄" "冉" "冊" "刊" "加" "功" "仟" "卉" "占" "卯" "可" "古" "右" "召" "司" "另" "史" "叱" "台" "句" "央" "它" "尼" "巧" "平" "弘" "弗" "必" "戊" "田" "由" "甲" "矛" "矢" "禾" "穴"]
                                    :6 ["伙" "伊" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "先" "全" "再" "列" "刑" "匡" "匠" "印" "吉" "同" "各" "向" "名" "合" "后" "因" "回" "如" "宅" "安" "尖" "屹" "州" "式" "戎" "戌" "戍" "成" "旨" "曲" "朴" "次" "此" "米" "羊" "聿" "臣" "艮" "仵" "价" "伂" "旮"]
                                    :7 ["志" "忍" "攸" "束" "杏" "杜" "牢" "甫" "男" "甸" "私" "秀" "究" "良" "谷" "豆" "邑" "佟" "冏"]
                                    :8 ["艾" "快" "抑" "狄" "狂" "些" "亞" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "兔" "刻" "券" "刷" "到" "制" "協" "卓" "味" "咖" "咕" "和" "周" "命" "奇" "委" "姍" "官" "宜" "宙" "宛" "尚" "屈" "居" "屆" "岷" "岡" "岸" "岩" "岱" "岳" "庚" "店" "府" "底" "庖" "延" "弦" "忠" "忽" "念" "或" "戕" "房" "所" "昂" "服" "東" "枝" "林" "松" "欣" "武" "版" "狀" "直" "知" "秉" "空" "臥" "舍" "虎" "門" "忻" "玕" "佼" "佶" "侄" "佌" "宓" "炘"]
                                    :9 ["罕" "肖" "怔" "怖" "怪" "怕" "怡" "性" "拒" "招" "河" "泓" "治" "狗" "狐" "罔" "亭" "亮" "信" "侯" "保" "促" "俟" "俊" "俗" "俐" "係" "前" "剋" "則" "勇" "勉" "咨" "咸" "品" "哈" "城" "姜" "姿" "威" "宣" "室" "客" "宥" "屏" "屋" "峙" "峒" "巷" "度" "建" "弭" "思" "急" "怎" "怨" "扁" "春" "昭" "柔" "柵" "柯" "柳" "炯" "畏" "界" "畎" "相" "矜" "科" "秒" "秋" "穿" "突" "竿" "美" "虹" "芊" "芃" "狘" "玡" "俋" "峋" "峸"]
                                    :10 ["巡" "肩" "芳" "芝" "芙" "芽" "花" "芬" "芸" "恰" "恢" "恆" "恃" "恬" "指" "洲" "洞" "狩" "珊" "倍" "俸" "倩" "倆" "值" "倚" "倨" "俱" "候" "修" "倪" "俾" "倫" "冤" "凍" "剛" "卿" "唐" "哥" "哲" "哭" "員" "圃" "埔" "娟" "姬" "娩" "宰" "家" "宴" "宮" "容" "宸" "峽" "峻" "峨" "峰" "島" "席" "庫" "庭" "座" "弱" "恣" "恐" "恕" "恩" "息" "朗" "桓" "柴" "桐" "畔" "留" "益" "矩" "租" "秦" "秩" "秘" "窈" "虔" "託" "躬" "高" "狨" "珋" "倢" "宬" "彧" "晟" "毧"]
                                    :11 ["邢" "邪" "邦" "那" "迎" "近" "胖" "胥" "胡" "胞" "胤" "范" "茅" "苣" "若" "茂" "茉" "苗" "英" "苔" "苑" "苓" "苯" "茆" "悄" "悟" "悍" "悔" "悅" "悖" "捐" "挽" "浦" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "偏" "倏" "冕" "副" "務" "勘" "動" "匿" "區" "商" "唱" "問" "唯" "啤" "售" "國" "域" "堅" "堂" "寇" "寅" "寄" "寂" "宿" "密" "專" "屠" "崇" "崆" "崑" "崔" "崙" "崧" "崗" "巢" "康" "庸" "庶" "庵" "張" "強" "彗" "悉" "悠" "扈" "啟" "晚" "曹" "梁" "桿" "欲" "瓷" "略" "畢" "異" "盛" "移" "窕" "符" "紹" "細" "羚" "聊" "處" "彪" "袋" "雪" "麥" "苻" "玼" "偈" "偅" "偩" "偮" "婭" "欷" "欸" "馗"]
                                    :12 ["單" "喚" "喬" "壹" "孱" "富" "寓" "尋" "就" "嵐" "崴" "巽" "幅" "廊" "廂" "弼" "彭" "惑" "悲" "悶" "惠" "扉" "敦" "斯" "棚" "棻" "款" "然" "牌" "犀" "短" "稍" "程" "稅" "稀" "窘" "窗" "粟" "結" "絨" "給" "善" "舒" "費" "貸" "越" "超" "距" "酥" "閔" "開" "閎" "黃" "黍" "邰" "茙" "淢" "傌" "斌" "棫" "牋" "甯" "矞" "羢"]
                                    :13 ["陀" "郎" "郁" "迷" "脯" "脩" "莎" "莞" "莘" "莫" "莒" "莊" "莓" "莉" "荷" "荻" "莆" "慨" "惶" "愉" "減" "渭" "猶" "猴" "傭" "傲" "傳" "僅" "僇" "募" "勤" "勢" "匯" "嗣" "園" "塞" "嵩" "廉" "廈" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "新" "楚" "歇" "照" "牒" "猷" "當" "畸" "萬" "稜" "稚" "窟" "義" "羨" "群" "號" "蜀" "裝" "裕" "試" "誠" "資" "農" "鉀" "鉅" "鈿" "鉚" "雉" "鼓" "郕" "莩" "愃" "猭" "傮" "稢" "豊" "鉞"]
                                    :14 ["通" "連" "造" "逢" "菩" "萍" "菁" "華" "菱" "萊" "萌" "菲" "菊" "菟" "慎" "慌" "慄" "慍" "愧" "搭" "滅" "準" "獅" "猿" "瑛" "僧" "像" "僑" "兢" "劃" "匱" "嘉" "嘈" "團" "圖" "壽" "夢" "寞" "寧" "寥" "實" "察" "屢" "幕" "廓" "廖" "慇" "態" "截" "榕" "榴" "歌" "熔" "熙" "獄" "監" "福" "種" "稱" "精" "聞" "肇" "臧" "臺" "蜜" "誘" "豪" "賓" "趕" "輔" "輓" "銅" "閨" "閩" "閣" "鳴" "菇" "獂" "瑊" "瑋" "屣" "廕" "戫" "魠"]
                                    :15 ["郭" "都" "逵" "逸" "進" "蒂" "落" "萱" "葵" "葉" "葛" "董" "慷" "慢" "慣" "慚" "演" "漠" "漕" "滬" "億" "儀" "僵" "價" "儂" "儉" "劇" "劉" "劍" "嬌" "寬" "審" "層" "履" "廚" "廟" "廣" "廠" "慶" "慧" "慕" "慰" "慾" "暮" "槽" "樓" "槳" "歐" "獎" "稿" "稼" "稽" "稷" "窯" "窮" "箴" "篇" "糊" "編" "翩" "蝴" "蝶" "豎" "賢" "賣" "質" "閱" "養" "黎" "齒" "葴" "萲" "儆" "僾" "儌" "稹" "羬" "舖"]
                                    :16 ["陳" "鄉" "運" "道" "達" "遍" "蓉" "蓄" "蒙" "蒞" "蒲" "蓓" "蒼" "憐" "憎" "憤" "澎" "潺" "潤" "潘" "潯" "儒" "儐" "劑" "器" "寰" "憲" "憩" "戰" "樺" "橋" "熾" "燃" "盧" "積" "穆" "窺" "糕" "糖" "羲" "臻" "螢" "融" "諮" "謂" "鋸" "頤" "默" "蓁" "廩" "諴" "駥"]
                                    :17 ["遠" "膠" "蔽" "蔚" "蓮" "蔓" "蔣" "蔡" "蓬" "憶" "憾" "擋" "獨" "優" "償" "儲" "勵" "嶺" "嶽" "嶸" "彌" "應" "懂" "懇" "懋" "戲" "戴" "檔" "牆" "矯" "禪" "穗" "糟" "臨" "艱" "襄" "賽" "闊" "闈" "闆" "隇" "蓨" "蔘" "鍼"]
                                    :18 ["遭" "遷" "膳" "蕊" "蕙" "蕩" "蕃" "蕉" "蕭" "濤" "獲" "斷" "歟" "禮" "竄" "竅" "糧" "織" "蟬" "豐" "鎔" "闖" "闕" "蕎" "蕕" "蕥" "鎦"]
                                    :19 ["鄭" "鄧" "選" "臆" "膺" "薪" "薑" "薇" "獵" "薦" "壞" "寵" "龐" "牘" "獸" "疇" "疆" "矇" "穫" "穩" "譁" "識" "關" "靡" "類" "騙" "薆"]
                                    :20 ["還" "邁" "藏" "藍" "藉" "薰" "懷" "勸" "嚴" "寶" "懸" "朧" "獻" "竇" "醴" "闡" "麵" "齡" "鏵" "騮"]
                                    :21 ["藩" "藝" "藤" "瀾" "儷" "屬" "巍" "欄" "闢" "驀"]
                                    :22 ["藻" "蘋" "蘇" "蘊" "懼" "巒" "彎" "懿" "權" "歡" "疊" "鑑" "鄺" "灃" "驊"]
                                    :23 ["蘭" "巖" "戀" "竊" "纖" "驚" "蘩" "鷸" "鷢"]
                                    :24 ["隴" "囑" "鷹" "蘴"]
                                    :25 ["蘿" "廳"]
                                    :26 ["灣"]}}
                   :snake {:better {:1 ["乙"]
                                    :2 ["丁" "乃" "二"]
                                    :3 ["上" "凡" "也" "于" "口" "士" "夕" "大" "寸" "小" "己" "已" "巾" "弓"]
                                    :4 ["丑" "中" "丹" "之" "尹" "井" "互" "午" "升" "巴" "心" "方" "月" "木" "毛" "火" "牙" "牛"]
                                    :5 ["丙" "且" "包" "可" "古" "右" "司" "台" "句" "尼" "巨" "弘" "必" "本" "未" "末" "札" "玄" "玉" "甘" "生" "用" "田" "由" "甲" "目" "穴"]
                                    :6 ["再" "吉" "同" "向" "后" "因" "回" "妃" "如" "宇" "守" "宅" "安" "寺" "帆" "年" "曲" "有" "朱" "朵" "竹" "羊" "羽" "肉" "臣" "自" "色" "西"]
                                    :7 ["兌" "助" "吾" "呈" "呂" "君" "告" "吟" "宋" "宏" "床" "彤" "志" "束" "杏" "材" "村" "杞" "杉" "甫" "男" "角" "言" "辰" "邑" "酉" "里" "町"]
                                    :8 ["忱" "事" "亞" "京" "味" "奇" "宗" "定" "官" "宜" "宙" "宛" "尚" "居" "幸" "忠" "念" "朋" "杭" "枋" "東" "果" "林" "杰" "松" "杵" "炎" "牧" "的" "長" "阜" "隹" "青" "非" "忻" "宓" "炘"]
                                    :9 ["育" "怡" "性" "玥" "亭" "冠" "勇" "勉" "匍" "南" "卻" "咸" "品" "哈" "奎" "姜" "姚" "宦" "客" "宥" "巷" "帝" "帥" "建" "彥" "思" "柱" "柵" "柯" "柄" "柚" "柳" "炫" "為" "炳" "炬" "炯" "界" "盈" "紅" "紀" "美" "虹" "計" "貞" "軍" "面" "韋" "飛" "咭" "姵" "畇"]
                                    :10 ["迅" "肯" "芳" "恆" "恬" "恪" "珊" "玲" "珍" "唐" "圃" "娜" "娟" "宰" "宮" "容" "宸" "展" "師" "庫" "庭" "恕" "恩" "息" "桂" "桔" "栩" "栗" "桐" "桀" "桃" "烈" "真" "純" "紐" "記" "訊" "訓" "起" "邕" "配" "馬" "高" "珂" "紓"]
                                    :11 ["邦" "那" "迎" "若" "苗" "悟" "悅" "振" "挺" "珮" "區" "唯" "國" "堅" "堂" "婉" "尉" "常" "強" "彬" "彩" "扈" "啟" "梧" "畢" "祥" "笛" "笙" "統" "紹" "紳" "許" "野" "鹿" "挹" "珧" "婕" "婞" "翊"]
                                    :12 ["單" "喬" "圍" "壺" "婷" "媚" "富" "尊" "就" "惠" "朝" "棠" "棟" "森" "棉" "焙" "然" "甥" "答" "筑" "結" "絮" "絡" "善" "翔" "肅" "舒" "評" "詔" "費" "貴" "貿" "超" "辜" "雅" "雄" "集" "順" "媜" "甯" "詒"]
                                    :13 ["阿" "郁" "郃" "迺" "迴" "追" "揮" "琳" "園" "塘" "廉" "意" "慈" "業" "楚" "楠" "極" "楨" "楫" "楓" "榆" "煉" "睛" "筠" "義" "群" "裕" "詩" "詹" "農" "雷" "電" "馳" "馴" "煇" "煒" "筥" "詡"]
                                    :14 ["郡" "連" "速" "造" "菩" "菁" "慎" "匱" "嘉" "團" "圖" "壽" "寧" "寥" "實" "廖" "彰" "愿" "榕" "榮" "槐" "榭" "熔" "熙" "熒" "睿" "碩" "禎" "福" "管" "筵" "綜" "綠" "綺" "綵" "綸" "緒" "翟" "臺" "裳" "誌" "語" "說" "誥" "賓" "趙" "輔" "銘" "鳴" "鳳" "郜" "箐" "箖" "嫺"]
                                    :15 ["陣" "逸" "進" "葉" "慷" "瑤" "瑪" "嘻" "嬉" "嫻" "嬌" "寬" "寫" "慶" "慰" "樣" "樞" "標" "樂" "瑩" "磊" "範" "箴" "緯" "緻" "誼" "醇" "霆" "震" "養" "駐" "駕" "槿" "緗" "舖" "靚"]
                                    :16 ["陳" "陶" "運" "道" "達" "蓉" "蓄" "蒼" "播" "器" "壇" "憲" "戰" "樺" "橋" "燕" "熹" "燃" "篤" "縈" "羲" "翰" "諺" "醒" "錦" "雕" "霖" "靜" "頤" "龍" "圜" "燁" "縜"]
                                    :17 ["隆" "遠" "遣" "遙" "蓮" "蔭" "憶" "檀" "營" "篷" "繆" "翼" "臨" "謙" "謝" "豁" "賸" "駿" "檡" "霝"]
                                    :18 ["適" "膳" "蕊" "蕙" "蕃" "環" "叢" "檳" "繕" "繡" "繙" "蟬" "謹" "鎮" "鵑" "燿"]
                                    :19 ["遵" "選" "蕾" "寵" "龐" "疆" "繹" "鵲" "鵬" "麗" "鵰"]
                                    :20 ["還" "邁" "懷" "嚴" "寶" "懸" "觸" "議" "飄" "騫" "騰"]
                                    :21 ["隨" "臘" "瓏" "櫻" "譽" "鐸" "顧" "驅" "鶯" "鶴" "贔"]
                                    :22 ["彎" "懿" "權" "疊" "讀" "懽" "孋" "爟" "驊"]
                                    :23 ["欐" "驛" "麟"]
                                    :24 ["隴" "靈" "靄" "鷹"]
                                    :26 ["讚"]
                                    :27 ["驤"]
                                    :30 ["鸞"]
                                    :32 ["籲"]}
                           :worse {:2 ["人" "入" "刀" "匕" "又"]
                                   :3 ["久" "子" "山" "干"]
                                   :4 ["丰" "仁" "什" "仇" "仍" "今" "介" "允" "公" "化" "友" "及" "夭" "孔" "少" "引" "戈" "支" "文" "斤" "日" "比" "水" "父" "片" "爿"]
                                   :5 ["丘" "乏" "以" "付" "仕" "代" "令" "仙" "刊" "加" "功" "北" "仟" "卉" "占" "召" "叱" "外" "央" "它" "平" "幼" "旦" "永" "皮" "矛" "矢" "禾" "立"]
                                   :6 ["氾" "丞" "亥" "伙" "伊" "伕" "伍" "休" "仲" "件" "任" "仰" "仳" "份" "企" "光" "全" "冰" "列" "刑" "多" "存" "式" "戎" "收" "早" "旨" "旬" "旭" "次" "此" "牟" "米" "艮" "求" "仵" "价" "伂"]
                                   :7 ["托" "汝" "江" "池" "汐" "汎" "位" "住" "伴" "佛" "何" "估" "佐" "佑" "伺" "伸" "佔" "似" "但" "作" "伯" "低" "伶" "余" "佈" "冷" "別" "判" "利" "呀" "壯" "孝" "岑" "巫" "庇" "弟" "改" "攻" "攸" "步" "矣" "私" "秀" "良" "豆" "佟" "佘"]
                                   :8 ["艾" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汲" "汴" "沍" "沂" "些" "依" "侍" "佳" "使" "供" "例" "來" "佰" "佩" "侖" "佾" "侑" "函" "刻" "券" "刷" "到" "制" "協" "卓" "取" "叔" "受" "和" "命" "委" "孟" "季" "岡" "岸" "岩" "岱" "岳" "弦" "或" "戕" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "枝" "欣" "爭" "版" "狀" "直" "知" "祀" "秉" "臥" "虎" "汯" "玕" "佼" "佶" "侄" "佌" "旻" "杶" "炅" "炖"]
                                   :9 ["罕" "芋" "披" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "亮" "信" "侯" "俠" "俏" "保" "促" "俟" "俊" "俗" "俐" "係" "前" "剋" "則" "叛" "咳" "威" "孩" "宣" "弭" "春" "昭" "映" "昧" "是" "星" "昱" "染" "柔" "柏" "泉" "矜" "禹" "科" "秒" "秋" "穿" "竿" "風" "香" "泰" "芊" "芃" "玡" "俋" "昶" "昺" "蝝"]
                                   :10 ["芝" "芙" "芽" "花" "芬" "芥" "芸" "芷" "指" "拯" "洋" "洲" "洪" "流" "津" "洞" "洗" "活" "洽" "派" "洶" "洛" "洸" "洵" "倍" "俸" "倩" "倆" "值" "倚" "倨" "俱" "倡" "候" "修" "倪" "俾" "倫" "倉" "凍" "凌" "剛" "卿" "孫" "家" "峻" "峰" "島" "弱" "時" "晉" "晏" "晃" "晁" "書" "核" "根" "桑" "益" "矩" "租" "秦" "秩" "秘" "粉" "素" "級" "虔" "託" "豈" "躬" "酒" "芮" "洳" "洺" "洁" "倢" "晟" "紘"]
                                   :11 ["邪" "范" "茅" "茂" "茉" "苒" "英" "苔" "苑" "苓" "苯" "浪" "消" "浦" "浸" "海" "浙" "浮" "浚" "浩" "涅" "琉" "假" "偃" "偌" "做" "偉" "健" "偶" "偵" "倏" "副" "務" "勘" "動" "參" "曼" "唱" "唬" "夠" "婚" "寅" "密" "將" "崇" "崖" "崢" "崔" "崙" "崧" "崗" "彗" "悠" "敝" "救" "晚" "晤" "曹" "勗" "梁" "桿" "欲" "烯" "爽" "眾" "移" "絃" "處" "彪" "被" "袖" "袋" "豚" "麥" "苾" "苻" "浤" "涂" "玼" "偈" "偅" "偩" "偮" "欷" "欸"]
                                   :12 ["邱" "能" "荊" "草" "荏" "茲" "茹" "茶" "茗" "荀" "荃" "掙" "涼" "淳" "淙" "液" "淡" "添" "淺" "清" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淨" "淦" "琅" "球" "傢" "傅" "備" "傑" "凱" "剴" "創" "勞" "場" "堤" "壹" "嵐" "幾" "廊" "弼" "彭" "敢" "散" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "棻" "款" "牌" "皓" "短" "稍" "程" "稅" "稀" "筍" "粟" "絨" "紫" "虛" "象" "貸" "酥" "鈍" "閎" "雯" "黃" "黍" "黑" "淀" "淥" "傌" "淼" "牋" "矞"]
                                   :13 ["陀" "郎" "迷" "脩" "莎" "莞" "莘" "莫" "莒" "莊" "莓" "莉" "荷" "荻" "莆" "提" "揚" "港" "游" "渡" "湧" "湛" "渤" "湖" "湯" "渺" "湃" "滋" "渙" "湄" "湟" "琥" "傭" "傲" "傳" "僅" "催" "僇" "募" "勤" "勢" "匯" "嫁" "嵩" "愛" "戡" "新" "暗" "暉" "暖" "暄" "會" "楊" "歇" "照" "牒" "睜" "祿" "萬" "稜" "稚" "羨" "虞" "號" "裘" "裝" "該" "試" "豢" "鉀" "雉" "頓" "鼓" "莩" "渼" "湞" "渱" "猭" "幏" "粲" "豥"]
                                   :14 ["逐" "萍" "華" "菱" "萌" "菲" "菊" "溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "瑯" "瑛" "署" "僧" "像" "僑" "劃" "夥" "夢" "幕" "截" "暢" "歌" "爾" "種" "稱" "端" "箏" "精" "綱" "聚" "臧" "誘" "豪" "趕" "銀" "逑" "菇" "搋" "溱" "溎" "瑑" "魠"]
                                   :15 ["蒂" "落" "萱" "葵" "葛" "董" "慢" "摧" "漳" "演" "滾" "漓" "漠" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "漪" "滬" "滌" "億" "儀" "僵" "價" "儂" "儉" "劇" "劉" "劍" "增" "廣" "慮" "慕" "數" "暮" "暴" "槽" "槳" "歐" "毅" "獎" "稿" "稼" "稽" "稷" "稻" "篆" "緣" "諍" "豎" "豬" "質" "輝" "魯" "黎" "齒" "陟" "萲" "滸" "儆" "僾" "儌" "禠" "稹" "虢" "鋐"]
                                   :16 ["遂" "遇" "蒙" "蒞" "蒲" "蓓" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "儒" "儐" "劑" "勳" "曆" "曉" "曄" "曇" "樹" "橡" "機" "熾" "盧" "積" "穆" "糕" "糖" "臻" "豫" "鋼" "錄" "錚" "骸" "蒨" "潢"]
                                   :17 ["陽" "遞" "膚" "蔽" "蔚" "蔓" "蔣" "蔡" "蓬" "據" "濃" "澤" "濁" "激" "優" "償" "儲" "勵" "嚎" "壕" "嶺" "嶽" "嶸" "彌" "懂" "戲" "戴" "曙" "燧" "牆" "矯" "穗" "糠" "艱" "虧" "鍚" "闊" "隸" "鴻" "蓫" "蓨" "蔘" "濈" "澲" "檖"]
                                   :19 ["蕩" "蕉" "蕭" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "斷" "曜" "朦" "檬" "歟" "穠" "糧" "織" "繒" "豐" "雙" "題" "遯" "蕎" "蕥" "璲" "禭" "穟" "襐" "鎵"]
                                   :20 ["遽" "藏" "藍" "藉" "薰" "瀚" "瀝" "勸" "曦" "爐" "獻" "纂" "耀" "齡" "鏵" "鐌"]
                                   :21 ["隧" "邃" "藩" "藝" "藤" "瀰" "儷" "驀" "瀴" "鐩"]
                                   :22 ["蘆" "蘋" "蘇" "蘊" "歡" "灃" "籙"]
                                   :23 ["蘭" "巖" "曬" "變" "蘩" "鷸"]
                                   :24 ["蘴"]
                                   :25 ["蘿" "顱" "灝"]
                                   :26 ["灣"]}}
                   :horse {:better {:1 ["乙"]
                                    :2 ["人" "力"]
                                    :3 ["三" "上" "凡" "也" "于" "口" "士" "大" "寸" "小" "川" "己" "已" "巾"]
                                    :4 ["才" "之" "尹" "仍" "今" "介" "內" "午" "升" "天" "屯" "巴" "引" "方" "木" "火" "犬"]
                                    :5 ["丙" "世" "乍" "乏" "付" "仕" "代" "令" "仙" "出" "包" "尼" "巨" "巧" "弘" "本" "未" "札" "正" "民" "玄" "申" "禾" "立"]
                                    :6 ["伊" "休" "仲" "任" "仰" "企" "光" "全" "吉" "向" "宇" "守" "安" "寺" "州" "帆" "弛" "戌" "成" "竹" "羊" "羽" "而" "臣" "艮" "衣"]
                                    :7 ["位" "何" "佑" "伸" "作" "伯" "佈" "利" "助" "吾" "吧" "妍" "妤" "宋" "希" "序" "廷" "彤" "村" "杞" "杉" "秀" "究" "良" "言" "貝" "走" "車" "辰"]
                                    :8 ["依" "佳" "佩" "味" "和" "奉" "奇" "妹" "妮" "定" "宜" "宛" "尚" "岱" "幸" "府" "弦" "杭" "東" "林" "杰" "武" "直" "秉" "虎" "采" "長" "青" "佶"]
                                    :9 ["亭" "信" "侯" "俊" "係" "冠" "勁" "南" "咸" "城" "姜" "威" "建" "彥" "柄" "炫" "為" "炳" "炬" "炯" "炮" "炤" "盈" "相" "眉" "科" "秒" "秋" "突" "紅" "紀" "約" "美" "貞" "軍" "韋" "音" "香" "芎" "姞" "姝" "姵"]
                                    :10 ["迅" "迄" "巡" "芳" "芝" "芭" "芽" "花" "芬" "芥" "芷" "乘" "倍" "倖" "值" "倫" "原" "唐" "圃" "宸" "射" "展" "庭" "旅" "根" "桂" "桐" "桀" "烈" "真" "秦" "素" "純" "納" "航" "記" "訊" "訓" "財" "起" "芫" "芮" "芩"]
                                    :11 ["邦" "那" "近" "若" "茂" "茉" "英" "苑" "苞" "振" "偌" "偉" "健" "國" "培" "婉" "寅" "常" "康" "強" "彬" "彩" "旋" "晨" "梁" "梵" "梧" "烽" "盛" "祥" "笠" "第" "符" "統" "紹" "紳" "翌" "處" "彪" "許" "章" "苹" "苻" "婕" "烺" "翊"]
                                    :12 ["述" "迪" "荐" "草" "茵" "荏" "茶" "茗" "茱" "捷" "猛" "凱" "博" "壹" "媚" "媛" "崴" "棠" "棟" "森" "植" "焦" "無" "然" "登" "發" "程" "稅" "童" "竣" "策" "筆" "筑" "結" "善" "翔" "舒" "評" "費" "貴" "越" "超" "趁" "跑" "辜" "開" "閑" "雅" "集" "項" "順" "須" "寪" "焯" "焱" "絜" "軫"]
                                    :13 ["迺" "荷" "莆" "猶" "琳" "琥" "傳" "勤" "園" "圓" "廉" "彙" "新" "業" "楚" "楠" "楨" "楓" "榆" "楣" "煤" "煌" "煥" "煖" "牒" "祿" "萬" "稚" "稠" "稟" "經" "綏" "義" "群" "裕" "詳" "詩" "誠" "詮" "詹" "農" "靖" "僊" "嫄" "椲" "煇" "煒" "稑" "豊"]
                                    :14 ["這" "通" "連" "透" "逢" "逖" "途" "菩" "菁" "華" "菲" "菊" "獅" "瑞" "像" "夢" "嫦" "嫣" "實" "對" "廖" "彰" "榮" "榷" "榭" "熔" "熙" "熊" "熒" "睿" "種" "端" "筵" "箏" "綻" "綠" "綱" "綺" "綸" "維" "肇" "舞" "賓" "趙" "輔" "領" "颯" "鳳" "齊" "菀" "菘" "榞" "熏" "箐" "緁" "綦"]
                                    :15 ["逵" "週" "逸" "進" "萱" "葦" "葉" "儀" "儂" "嫻" "寬" "寫" "樣" "樟" "標" "樂" "樑" "瑩" "稼" "穀" "稻" "範" "箴" "篇" "練" "緯" "緻" "蝶" "誼" "諒" "誕" "論" "諍" "賦" "賢" "賜" "質" "輝" "霆" "震" "頡" "駙" "逯" "葳" "萩" "葰" "緗"]
                                    :16 ["郵" "運" "道" "達" "蓉" "蓓" "蒼" "儒" "儐" "勳" "樺" "橙" "樹" "樵" "熾" "燈" "燃" "積" "穎" "穆" "篤" "縈" "縉" "翰" "螢" "融" "諺" "錦" "霖" "靜" "頤" "龍" "蓁" "蒨" "廩" "燁" "燊"]
                                    :17 ["遠" "遙" "蔗" "蓮" "蔬" "蔭" "燧" "燦" "燭" "篷" "績" "謙" "謝" "賽" "轅" "檡" "燡"]
                                    :18 ["鄘" "遮" "叢" "檳" "禮" "穠" "簫" "繕" "繡" "謹" "豐" "顏" "馥" "儱" "燿"]
                                    :19 ["鄧" "選" "薪" "璿" "寵" "龐" "穫" "穩" "證" "麗" "顗"]
                                    :20 ["邁" "寶" "獻" "競" "籍" "繽" "耀" "議" "飄" "馨"]
                                    :21 ["邈" "儷" "櫻" "欄" "躍"]
                                    :22 ["蘋" "彎" "讀" "孋"]
                                    :23 ["蘭" "欐" "麟" "欒"]
                                    :26 ["讚"]}
                           :worse {:1 ["一"]
                                   :2 ["乃" "二" "又"]
                                   :3 ["夕" "子" "山"]
                                   :4 ["丑" "予" "仁" "允" "公" "友" "及" "孔" "少" "心" "文" "日" "月" "水" "父" "牛"]
                                   :5 ["仔" "冉" "冬" "北" "台" "外" "孕" "平" "幼" "必" "旦" "永" "生" "田" "由" "甲" "皮"]
                                   :6 ["汀" "氾" "丞" "再" "冰" "多" "好" "字" "存" "年" "收" "早" "旨" "旭" "有" "次" "牟" "米" "求"]
                                   :7 ["忙" "汝" "江" "池" "汐" "汕" "汛" "汎" "佃" "但" "冷" "呂" "告" "壯" "妞" "妙" "孝" "孜" "孚" "孛" "岌" "彷" "役" "忌" "志" "忍" "改" "攻" "李" "步" "牢" "牡" "甫" "男" "甸" "矣" "私" "町"]
                                   :8 ["艾" "快" "扭" "抒" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汽" "汲" "汾" "汴" "汶" "沍" "沂" "乳" "亞" "享" "其" "函" "取" "叔" "受" "咖" "姓" "孟" "孤" "季" "岷" "岡" "岳" "往" "征" "彼" "忠" "忽" "念" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "服" "朋" "牧" "物" "祀" "忻" "汯" "旻" "炅"]
                                   :9 ["育" "怔" "怖" "怪" "怕" "怡" "性" "拒" "披" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "玥" "勃" "厚" "叛" "品" "哈" "姿" "宣" "宥" "峒" "很" "律" "後" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "染" "柵" "柏" "泉" "牲" "牴" "畏" "界" "禹" "籽" "泰" "咭" "昶" "竑"]
                                   :10 ["肯" "恰" "恢" "恆" "恃" "恬" "拯" "洋" "洲" "洪" "流" "津" "洗" "活" "洽" "派" "洶" "洛" "洵" "倡" "凍" "凌" "哥" "姬" "孫" "峭" "峽" "峻" "徒" "徐" "恣" "恐" "恕" "恭" "恩" "息" "時" "晉" "晏" "晃" "晁" "書" "朔" "桑" "特" "畔" "留" "秘" "粉" "紐" "級" "酒" "洳" "洺" "洁" "畛" "紘" "翃"]
                                   :11 ["胖" "胥" "背" "胡" "胞" "胤" "范" "苣" "悄" "悟" "悍" "悔" "悅" "悖" "浪" "消" "浦" "浸" "海" "浙" "浮" "浚" "浩" "涅" "琉" "參" "曼" "唱" "堅" "夠" "婚" "孰" "崇" "崎" "崢" "崑" "崙" "崧" "崗" "庸" "得" "從" "御" "悉" "悠" "敝" "救" "教" "啟" "晚" "晤" "曹" "勗" "望" "烯" "爽" "牽" "犁" "瓷" "產" "略" "畢" "異" "眸" "粒" "絃" "細" "羞" "被" "袖" "袋" "浤" "浡" "涂" "娸" "婭"]
                                   :12 ["胭" "脈" "能" "悽" "情" "惜" "惟" "悸" "惇" "涼" "淳" "淙" "液" "淡" "添" "淺" "清" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淮" "淨" "淦" "球" "勝" "喜" "單" "喬" "場" "堤" "孳" "富" "尊" "幅" "幾" "復" "循" "悲" "惠" "敦" "敢" "散" "普" "晰" "晴" "晶" "景" "智" "曾" "期" "朝" "椅" "棋" "犀" "甥" "畫" "皓" "粥" "詠" "距" "鈕" "閎" "雯" "黍" "黑" "淀" "淥" "惢" "淼" "甯"]
                                   :13 ["郁" "莎" "莫" "慨" "惶" "愉" "提" "揚" "港" "游" "渡" "湧" "湊" "湛" "湘" "渤" "湖" "渭" "湯" "渺" "湃" "滋" "渙" "湄" "湟" "琪" "琦" "匯" "嵩" "微" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "暗" "暉" "暖" "暄" "會" "楊" "照" "煦" "當" "畸" "祺" "羨" "裘" "鉀" "鉅" "鈿" "預" "愃" "渼" "湞" "渱" "粲" "碁"]
                                   :14 ["造" "慎" "慌" "慄" "慍" "愧" "溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "署" "嘉" "壽" "夥" "徹" "慇" "態" "暢" "爾" "犒" "監" "福" "粹" "精" "臺" "誥" "郜" "逑" "溱" "溎"]
                                   :15 ["郭" "慷" "慢" "慣" "慚" "漳" "演" "滾" "漓" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "漪" "滬" "滌" "嘻" "增" "墩" "德" "徵" "慶" "慧" "慕" "慰" "慾" "數" "暮" "暴" "槽" "畿" "諄" "賣" "醇" "靠" "駐" "魯" "黎" "陟" "滸" "鋐"]
                                   :16 ["陳" "遊" "遇" "蓄" "蒞" "憐" "憎" "憤" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "冀" "器" "學" "憲" "憩" "戰" "曆" "曉" "曇" "機" "燕" "諮" "謂" "醒" "錄" "潢"]
                                   :17 ["陽" "隆" "膠" "憶" "憾" "擋" "濃" "澤" "濁" "澳" "激" "孺" "嶺" "應" "懂" "懇" "懋" "曙" "檔" "糠" "臨" "鍚" "闊" "隸" "駿" "鴻" "濈" "澲"]
                                   :18 ["膳" "蕙" "蕩" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "環" "曜" "繒" "釐" "雙" "題" "騎" "鵠" "騏"]
                                   :19 ["遲" "臆" "薑" "薇" "濾" "瀑" "嚥" "壞" "曝" "犢" "疇" "疆" "矇"]
                                   :20 ["懷" "瀚" "瀝" "嚴" "懸" "曦" "朧" "纂" "騰" "麵"]
                                   :21 ["藩" "藤" "瀰" "巍" "籐" "瀴"]
                                   :22 ["懼" "孿" "疊" "鑑" "籙"]
                                   :23 ["戀" "曬" "纖" "變"]
                                   :24 ["隴"]
                                   :25 ["灝"]
                                   :26 ["灣" "驥"]}}
                   :goat {:better {:1 ["乙"]
                                   :2 ["丁" "乃" "几" "力"]
                                   :3 ["丸" "凡" "久" "也" "士" "寸" "小" "川" "己" "巳"]
                                   :4 ["丹" "之" "尹" "云" "允" "午" "升" "少" "屯" "巴" "引" "木" "火"]
                                   :5 ["丙" "世" "乏" "充" "尼" "巧" "平" "弘" "本" "玄" "田" "由" "甲" "禾" "立"]
                                   :6 ["先" "印" "名" "合" "回" "圳" "地" "在" "圭" "妃" "宇" "守" "安" "弛" "曲" "朵" "竹" "老" "而" "臣" "自" "至"]
                                   :7 ["兌" "克" "助" "均" "圻" "妙" "妍" "妤" "宋" "宏" "廷" "村" "杞" "步" "甫" "男" "私" "秀" "豆" "里" "妘" "町"]
                                   :8 ["亞" "兔" "典" "和" "坤" "妹" "定" "宜" "宙" "宛" "尚" "居" "屆" "岳" "幸" "延" "弦" "杭" "東" "果" "林" "杰" "松" "炎" "秉" "舍" "青"]
                                   :9 ["芋" "亮" "信" "勇" "勉" "匍" "南" "品" "垂" "室" "宥" "封" "巷" "建" "扁" "柵" "柄" "柳" "炫" "為" "炳" "盈" "科" "秒" "秋" "風" "芎" "垚"]
                                   :10 ["迅" "巡" "芳" "芝" "芽" "芹" "花" "芸" "芷" "原" "圃" "埔" "堉" "娜" "娟" "娥" "家" "容" "庭" "桂" "桃" "殊" "烈" "畔" "秦" "秩" "航" "起" "軒" "馬" "芫"]
                                   :11 ["邦" "那" "迎" "近" "若" "茂" "苗" "英" "苑" "堅" "基" "培" "婉" "專" "庶" "強" "梁" "梵" "梨" "烽" "畢" "笛" "章" "苹" "埜" "婕" "娸"]
                                   :12 ["述" "迪" "草" "捷" "凱" "博" "喜" "喬" "媚" "富" "弼" "棟" "森" "棣" "棋" "焚" "無" "登" "發" "程" "稅" "童" "筍" "筑" "粟" "舒" "貴" "開" "閑" "閎" "雅" "雄" "集" "順" "茜" "焱"]
                                   :13 ["莞" "莆" "圓" "廉" "彙" "敬" "業" "楠" "楓" "楣" "煉" "煥" "萬" "稜" "稚" "節" "筠" "粱" "義" "詩" "跳" "靖" "馳" "馴" "郅" "楙" "稑" "粲" "豊"]
                                   :14 ["通" "速" "逐" "逢" "菁" "華" "菊" "嘉" "境" "夢" "榮" "榴" "槐" "熙" "睿" "端" "筵" "精" "豪" "輔" "颯" "魁" "菀" "菫" "菘" "墉" "墐" "槊" "榞" "箐" "箖"]
                                   :15 ["逸" "進" "葉" "嫻" "寬" "樂" "毅" "稼" "穀" "範" "蝶" "豎" "賢" "逯" "萩" "槿"]
                                   :16 ["道" "遂" "達" "蓉" "蒙" "蒼" "樺" "橙" "樹" "橡" "橋" "燕" "篤" "臻" "螢" "豫" "霖" "靜" "蓁" "燁"]
                                   :17 ["遠" "遙" "遛" "蔗" "蓮" "蔬" "燭" "穗" "篷" "臨" "駿" "檡"]
                                   :18 ["適" "檬" "簧" "豐" "蹕" "蕓"]
                                   :19 ["鄰" "選" "薪" "穫" "簾" "證" "韻"]
                                   :20 ["邁" "薰" "躂" "馨"]
                                   :21 ["隧" "藝" "躍"]
                                   :22 ["蘋" "驊"]
                                   :23 ["蘭" "驛"]
                                   :24 ["艷"]
                                   :26 ["驥"]}

                          :worse {:1 ["一"]
                                  :2 ["二" "刀" "匕"]
                                  :3 ["大" "子" "巾" "干" "弓"]
                                  :4 ["丑" "予" "仁" "什" "今" "天" "夫" "太" "孔" "心" "戈" "支" "文" "斤" "日" "比" "水" "片" "牙" "牛" "王" "爿"]
                                  :5 ["主" "仔" "代" "冬" "刊" "加" "功" "北" "占" "古" "召" "叱" "央" "孕" "它" "巨" "市" "布" "弗" "必" "旦" "永" "玉" "生" "皿" "矛" "矢" "示"]
                                  :6 ["丞" "光" "冰" "列" "刑" "吉" "夷" "好" "字" "存" "帆" "年" "式" "戎" "戌" "成" "早" "旨" "旭" "有" "次" "此" "牟" "衣" "求"]
                                  :7 ["忙" "忖" "托" "汝" "江" "池" "汐" "汕" "汎" "佔" "但" "作" "伯" "伶" "冶" "冷" "別" "判" "君" "告" "呀" "坎" "壯" "夾" "妞" "孝" "孜" "孚" "孛" "希" "庇" "弟" "彤" "形" "忘" "忌" "志" "忍" "李" "杉" "牢" "牡" "系" "車" "辰" "酉" "礽"]
                                  :8 ["忱" "快" "忸" "扭" "抒" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汽" "汲" "汴" "汶" "沍" "沂" "狄" "玖" "乳" "些" "享" "依" "例" "函" "刻" "券" "刷" "到" "制" "協" "奉" "奇" "奈" "姓" "孟" "孤" "季" "帛" "忠" "忽" "念" "或" "戕" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "服" "朋" "枝" "欣" "版" "牧" "物" "狀" "直" "知" "社" "祀" "祁" "糾" "初" "采" "金" "長" "忡" "忻" "汯" "玕" "佌" "旻" "炅"]
                                  :9 ["罕" "育" "怔" "怖" "怪" "怕" "怡" "性" "怩" "拒" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "狐" "玨" "玟" "玫" "玥" "表" "係" "前" "剋" "則" "勃" "厚" "奕" "奏" "奎" "奐" "姿" "孩" "宣" "帝" "帥" "弭" "彥" "思" "急" "怎" "怨" "春" "昭" "映" "昧" "是" "星" "染" "柔" "架" "柏" "泉" "炬" "牲" "牴" "矜" "祉" "祈" "祇" "穿" "竿" "籽" "紂" "紅" "紀" "紉" "紇" "約" "紆" "美" "羿" "衫" "泰" "怜" "玡" "玦" "玠" "昶" "柰" "祅" "紈"]
                                  :10 ["十" "股" "肴" "肯" "恍" "恰" "恢" "恆" "恃" "恬" "指" "拯" "洋" "洲" "洪" "流" "津" "洗" "活" "洽" "派" "洶" "洛" "洸" "洵" "珊" "玲" "珍" "珀" "玳" "倡" "修" "凍" "凌" "准" "剛" "唐" "套" "奘" "奚" "姬" "孫" "席" "師" "恣" "恐" "恕" "恭" "恩" "息" "時" "晉" "晏" "晃" "晁" "書" "朔" "朗" "栩" "特" "矩" "祕" "祐" "祠" "祟" "祖" "神" "祝" "祚" "秘" "紡" "紗" "紋" "素" "索" "純" "紐" "級" "紜" "納" "紙" "紛" "翁" "袁" "袂" "衽" "託" "躬" "酒" "恂" "洳" "洺" "洁" "珅" "倧" "扆" "祜" "祓" "紘" "紓" "衿" "衾"]
                                  :11 ["邪" "胖" "胥" "背" "胡" "胞" "胤" "范" "茅" "苣" "苓" "悄" "悟" "悍" "悔" "悌" "悅" "悖" "浪" "消" "浦" "浸" "海" "浙" "浮" "浩" "涅" "班" "琉" "珮" "珠" "副" "務" "勘" "動" "曼" "唱" "唬" "國" "婚" "孰" "將" "崇" "常" "康" "張" "彬" "彩" "彫" "悉" "悠" "救" "教" "旋" "晚" "晤" "晨" "曹" "勗" "望" "桿" "烯" "牽" "犁" "瓷" "產" "眸" "祥" "祭" "絃" "統" "紮" "紹" "紼" "細" "紳" "組" "終" "羞" "羚" "翎" "聆" "彪" "被" "袒" "袖" "袍" "袋" "責" "悒" "浤" "浡" "涂" "玼" "珣" "珩" "婭" "紵" "紾" "袗"]
                                  :12 ["胭" "脈" "能" "悽" "情" "惜" "惕" "惟" "悸" "惇" "掛" "採" "捺" "涼" "淳" "淙" "液" "淡" "添" "淺" "清" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淮" "淨" "淦" "猛" "琅" "球" "理" "現" "剴" "創" "勞" "勝" "場" "堤" "壹" "孳" "尊" "幀" "彭" "悲" "惠" "敦" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "期" "朝" "棕" "椅" "牌" "犀" "甥" "番" "皓" "短" "等" "結" "絨" "絕" "紫" "絮" "絲" "絡" "給" "絢" "翕" "裁" "裂" "視" "詠" "診" "費" "距" "鈕" "須" "黍" "黑" "淀" "淥" "琁" "琇" "珺" "淼" "牋" "甯" "矞" "絪" "絜" "軫"]
                                  :13 ["陀" "郁" "脩" "莎" "莫" "莊" "莉" "慨" "惶" "愉" "提" "揚" "港" "游" "渡" "湧" "湊" "湛" "湘" "渤" "湖" "湯" "渺" "湃" "滋" "渙" "湄" "湟" "猶" "琪" "琳" "琥" "琴" "琛" "琦" "琨" "勤" "勢" "匯" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "暗" "暉" "暖" "暄" "會" "楊" "照" "牒" "猷" "祺" "祿" "禁" "稟" "經" "絹" "綏" "羨" "群" "裟" "裙" "補" "裘" "裝" "裕" "試" "鉀" "鉅" "雉" "零" "預" "愃" "渼" "湞" "渱" "琮" "琬" "琰" "煒" "絻"]
                                  :14 ["郡" "造" "慎" "慌" "慄" "慍" "愧" "溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "獅" "瑚" "瑟" "瑞" "琿" "瑙" "瑛" "瑜" "署" "劃" "壽" "寥" "廖" "彰" "慇" "態" "截" "暢" "犒" "監" "碧" "禎" "福" "禍" "粽" "綻" "綰" "綜" "綽" "綾" "綠" "緊" "綴" "網" "綱" "綺" "綢" "綿" "綵" "綸" "維" "緒" "緇" "綬" "臧" "裴" "裸" "製" "褚" "誥" "趕" "閨" "滕" "郜" "逑" "愫" "溱" "溎" "瑄" "瑋" "瑗" "綪" "緁" "緆" "緋" "綖" "綦" "裱" "魠"]
                                  :15 ["郭" "慷" "慢" "慣" "慚" "漳" "演" "漓" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "澈" "漪" "滬" "滌" "瑤" "瑣" "瑰" "劇" "劉" "劍" "增" "墩" "審" "幟" "影" "慶" "慧" "慕" "慰" "慾" "暮" "暴" "槽" "槳" "獎" "瑩" "締" "練" "緯" "緻" "緘" "緬" "編" "緣" "緞" "緩" "緲" "翩" "褐" "複" "褓" "褊" "諄" "賣" "質" "輝" "醇" "靠" "魯" "黎" "齒" "摎" "滸" "漻" "褌" "褋" "褙"]
                                  :16 ["陳" "遊" "蒞" "憐" "憎" "憤" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "璋" "璃" "瑾" "璀" "冀" "劑" "勳" "奮" "學" "憲" "憩" "戰" "曆" "曉" "曇" "熾" "禦" "穎" "縑" "縈" "縣" "縝" "縉" "褪" "褲" "褫" "諮" "醒" "錄" "頤" "潢" "璇" "璉" "縕" "錼"]
                                  :17 ["陽" "隆" "膠" "蔣" "憶" "憾" "濃" "澤" "濁" "澳" "激" "獨" "璟" "璞" "勵" "孺" "彌" "應" "懂" "懇" "懋" "戲" "戴" "曙" "曖" "牆" "矯" "禧" "禪" "糠" "績" "繆" "縷" "總" "縱" "縴" "縵" "翼" "聰" "襄" "褸" "鍚" "闊" "隸" "鴻" "濈" "潞" "澲" "蟉" "襁"]
                                  :18 ["膳" "蕙" "蕩" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "獲" "環" "璨" "斷" "曜" "璧" "禮" "穠" "織" "繕" "繞" "繚" "繡" "繒" "釐" "顏" "題" "鵠" "蕥"]
                                  :19 ["際" "鄭" "遲" "臆" "薑" "濾" "瀑" "璿" "嚥" "壞" "曝" "牘" "犢" "璽" "疆" "矇" "禱" "繫" "繹" "繩" "繪" "繳" "襠" "襟" "識"]
                                  :20 ["藏" "懷" "瀚" "瀝" "瓊" "勸" "寶" "懸" "曦" "朧" "獻" "繽" "繼" "耀" "齡" "繾"]
                                  :21 ["瀰" "瓏" "櫻" "纏" "續" "瀴"]
                                  :22 ["懼" "瓔" "孿" "彎" "懿" "禳" "襯" "鑑" "灃" "籙" "鷚"]
                                  :23 ["戀" "曬" "纓" "纖" "襴" "鷸"]
                                  :24 ["隴"]
                                  :25 ["灝" "纘"]
                                  :26 ["灣"]
                                  :27 ["纜"]}}
                   :monkey {:better {:2 ["乃" "人" "力"]
                                     :3 ["丈" "上" "久" "于" "千" "口" "土" "士" "大" "子" "寸" "巾"]
                                     :4 ["中" "丹" "尹" "云" "井" "仁" "仍" "今" "介" "元" "允" "內" "公" "化" "升" "壬" "天" "夫" "太" "孔" "少" "手" "水" "王"]
                                     :5 ["主" "以" "付" "仔" "仕" "代" "令" "兄" "凸" "北" "可" "右" "司" "台" "句" "巨" "巧" "左" "本" "母" "民" "永" "玄" "立"]
                                     :6 ["汀" "丞" "仿" "伊" "伍" "休" "仲" "任" "企" "光" "全" "匡" "吉" "吏" "同" "向" "名" "合" "因" "回" "在" "圭" "如" "字" "存" "宇" "守" "安" "曲" "次" "百" "竹" "羽" "而" "臣" "自" "至" "行" "衣" "求"]
                                     :7 ["汝" "亨" "位" "何" "佐" "佑" "似" "作" "伯" "佈" "冶" "吾" "呈" "含" "吟" "坊" "均" "壯" "妙" "妍" "妤" "孝" "孜" "宏" "巫" "希" "序" "形" "攸" "杏" "材" "村" "杉" "每" "言" "貝" "走" "足" "辰" "妘"]
                                     :8 ["技" "沛" "沐" "沂" "玖" "亞" "享" "京" "依" "佳" "來" "佩" "侑" "兩" "典" "函" "周" "坪" "夜" "奉" "奇" "孟" "季" "定" "官" "宜" "宙" "尚" "居" "幸" "府" "征" "承" "放" "於" "杭" "東" "果" "林" "松" "直" "知" "采" "長" "雨" "青" "政" "汯" "佶"]
                                     :9 ["注" "泳" "河" "法" "治" "亮" "信" "俠" "促" "俊" "係" "冠" "勁" "南" "厚" "品" "垣" "城" "奕" "奎" "客" "封" "帝" "彥" "昱" "柱" "柏" "泉" "爰" "盈" "紅" "美" "衍" "貞" "軍" "音" "首" "泰" "俅" "垚" "姵"]
                                     :10 ["芳" "芸" "持" "拱" "拯" "拾" "洋" "洲" "洪" "洞" "玲" "珍" "倍" "倆" "倚" "俱" "候" "修" "倪" "倫" "倉" "唐" "哲" "員" "堉" "娟" "孫" "宮" "容" "宸" "展" "師" "庫" "座" "旅" "時" "桓" "桂" "桔" "栩" "桐" "格" "桃" "真" "祐" "站" "紡" "純" "級" "納" "袁" "記" "訓" "起" "馬" "高" "珂" "倜" "旆" "紝" "紘" "紓"]
                                     :11 ["若" "茂" "英" "振" "海" "浚" "浴" "珮" "乾" "偌" "做" "偉" "健" "偵" "偯" "凰" "區" "商" "國" "域" "堅" "基" "堂" "培" "尉" "專" "常" "康" "彬" "得" "御" "徠" "教" "啟" "敏" "族" "旋" "晨" "梵" "梧" "祥" "符" "笙" "統" "紹" "訪" "許" "責" "苙" "浤" "浡" "浯" "珩" "埼" "婕" "娸"]
                                     :12 ["茵" "茴" "荏" "捷" "授" "涼" "淳" "清" "淇" "淋" "涵" "深" "淦" "球" "理" "備" "傑" "勝" "博" "喜" "喻" "喬" "圍" "堪" "堤" "堡" "壺" "婷" "媚" "媛" "復" "循" "朝" "棠" "棟" "森" "棉" "登" "竣" "策" "筆" "筑" "善" "舒" "詠" "評" "詞" "証" "詔" "賀" "貴" "越" "超" "開" "閎" "雲" "順" "馮" "淥" "琇" "喨" "婼" "媜" "淼" "詒" "雱"]
                                     :13 ["郁" "荷" "揮" "援" "揚" "湘" "滋" "渙" "湄" "湲" "琳" "傳" "僅" "勤" "嗣" "園" "圓" "塘" "彙" "新" "楚" "毓" "祿" "筠" "絹" "義" "群" "裔" "裘" "裕" "詩" "詮" "詹" "農" "靖" "湜" "筥"]
                                     :14 ["郡" "萊" "溶" "滇" "僖" "僑" "嘉" "圖" "境" "嫣" "實" "彰" "徹" "旗" "睿" "禎" "綽" "綠" "綺" "綢" "綿" "綵" "維" "聚" "肇" "臺" "舞" "語" "誥" "賓" "領" "颯" "魁" "菉" "瑋" "墉"]
                                     :15 ["漳" "漢" "滿" "瑤" "瑪" "億" "儀" "儂" "增" "寬" "履" "德" "徵" "慶" "樣" "樟" "樂" "緯" "緻" "衛" "誼" "諒" "諄" "調" "論" "賞" "賦" "賢" "質" "輝" "震" "滸" "槿" "霈"]
                                     :16 ["蓉" "蒞" "蒲" "蓀" "蓓" "潔" "儒" "儔" "儐" "勳" "學" "樺" "橙" "橋" "穎" "穆" "縈" "縉" "興" "衡" "諺" "謀" "諮" "霖" "頤" "龍" "蒨" "澐" "璇" "叡" "圜"]
                                     :17 ["隆" "隄" "擇" "濃" "澤" "償" "儲" "嬪" "孺" "檀" "檜" "營" "績" "總" "繁" "聯" "臨" "謙" "謝" "謄" "豁" "賽" "趨" "駿" "黛" "霝" "龠"]
                                     :18 ["濱" "濟" "濤" "濬" "濡" "環" "璨" "檳" "禮" "繕" "謹" "豐" "顏" "儱" "騏"]
                                     :19 ["薔" "薇" "寵" "繹" "識" "證" "贊" "辭" "韻" "麗"]
                                     :20 ["嚴" "寶" "竇" "競" "籌" "繽" "繼" "纂" "覺" "議" "警" "譯" "騰" "齡" "瀧"]
                                     :21 ["藝" "瓏" "儷" "櫻" "續" "覽" "譽" "露"]
                                     :22 ["蘋" "讀" "孋" "驊"]
                                     :23 ["灑" "驗" "麟" "欒" "纕"]
                                     :24 ["隴" "靈" "靄"]
                                     :26 ["讚"]
                                     :27 ["灤" "驤"]
                                     :29 ["驪"]}
                            :worse {:2 ["刀" "匕"]
                                    :3 ["山" "干" "弓"]
                                    :4 ["丰" "什" "午" "屯" "引" "戈" "支" "斤" "比" "片" "牙" "爿"]
                                    :5 ["丘" "仙" "冉" "刊" "加" "功" "卉" "占" "古" "召" "叱" "它" "平" "幼" "弘" "弗" "田" "由" "甲" "申" "皮" "矛" "矢" "禾"]
                                    :6 ["亥" "再" "列" "刑" "式" "戎" "旨" "此" "米" "艮"]
                                    :7 ["托" "佃" "佔" "別" "判" "利" "助" "呀" "岑" "庇" "弟" "甫" "男" "甸" "私" "秀" "良" "豆"]
                                    :8 ["些" "例" "刻" "券" "刷" "到" "制" "協" "卓" "和" "委" "岡" "岸" "岩" "岱" "岳" "弦" "或" "戕" "昕" "枝" "欣" "爭" "版" "狀" "盂" "祀" "秉" "虎" "金" "忻" "玕" "佌" "旻" "杶" "炘" "炅" "炖"]
                                    :9 ["罕" "泓" "前" "剋" "則" "勇" "咳" "威" "孩" "弭" "思" "柔" "畏" "界" "矜" "科" "秒" "秋" "穿" "竿" "要" "風" "玡" "蝝"]
                                    :10 ["芽" "指" "剛" "卿" "家" "峻" "峰" "島" "朗" "核" "畔" "留" "矩" "租" "秩" "秘" "粉" "素" "虔" "託" "豈" "豹" "躬" "酒" "配" "釗"]
                                    :11 ["邪" "近" "茅" "浪" "副" "務" "勘" "動" "唬" "婚" "寅" "密" "將" "崇" "崖" "崢" "崔" "崙" "崧" "崗" "庸" "張" "強" "彗" "梁" "桿" "烯" "略" "畢" "異" "盛" "眾" "移" "粗" "細" "處" "彪" "袖" "豚" "釧" "麥" "玼"]
                                    :12 ["邱" "能" "掙" "淺" "淨" "琅" "傢" "凱" "剴" "勞" "單" "場" "壹" "嵐" "幅" "廊" "弼" "彭" "斯" "普" "晰" "牌" "畫" "番" "短" "稍" "程" "稅" "稀" "粟" "絨" "紫" "虛" "覃" "象" "貂" "費" "酥" "鈔" "鈞" "鈍" "黍" "牋" "矞"]
                                    :13 ["陀" "郎" "迷" "莫" "莊" "莉" "提" "湧" "渭" "琥" "傭" "催" "勢" "嫁" "嵩" "戡" "牒" "當" "畸" "盟" "睜" "稜" "稚" "虞" "號" "裝" "該" "試" "豢" "鉀" "鉛" "鈴" "鈿" "雉" "頓" "鼓" "猭" "幏" "粲" "豥" "鈺"]
                                    :14 ["逐" "準" "獅" "瑯" "署" "像" "劃" "截" "監" "福" "種" "稱" "箏" "粹" "精" "綱" "臧" "誘" "豪" "貌" "趕" "銀" "銅" "銘" "鳴" "鳳" "搋" "瑑" "魠"]
                                    :15 ["慢" "摧" "演" "漫" "劇" "劉" "劍" "慮" "暮" "槽" "槳" "毅" "獎" "盤" "稿" "稼" "穀" "稽" "稷" "稻" "篆" "緣" "諍" "豎" "豬" "銳" "鋒" "駐" "魯" "黎" "齒" "禠" "稹" "虢"]
                                    :16 ["陳" "遂" "蓄" "蒙" "潛" "澎" "潘" "劑" "戰" "曆" "曉" "曇" "橡" "熾" "盧" "積" "糕" "糖" "臻" "謂" "豫" "醒" "錢" "鋼" "錫" "錚" "錦" "錕" "靜" "骸" "鴛"]
                                    :17 ["陽" "遞" "膚" "蔣" "擋" "據" "勵" "嚎" "壕" "嶺" "嶽" "彌" "戲" "戴" "曙" "檔" "燧" "牆" "矯" "穗" "艱" "虧" "鍵" "鍾" "鍛" "鴻" "蓫" "檖" "鍼"]
                                    :18 ["濠" "斷" "曜" "朦" "檬" "糧" "織" "繒" "醫" "鎮" "題" "遯" "蕥" "璲" "禭" "穟" "襐" "鎵"]
                                    :19 ["鄭" "薪" "薑" "濾" "嚥" "廬" "曝" "牘" "疇" "疆" "穫" "穩" "鏡" "鏈" "鏢" "鏗" "靡" "類" "鵬" "繸" "襚" "鏞" "鏔"]
                                    :20 ["遽" "藏" "勸" "曦" "爐" "獻" "耀" "鐘" "麵" "鐌"]
                                    :21 ["隧" "邃" "藩" "鐵" "鐸" "鶯" "鶴" "鐩"]
                                    :22 ["蘆" "蘇" "彎" "疊" "鑑" "灃"]
                                    :23 ["巖" "曬" "鷸"]
                                    :24 ["鷹" "蘴"]
                                    :25 ["顱"]
                                    :28 ["鸚"]
                                    :30 ["鸞"]}}
                   :rooster {:better {:1 ["乙"]
                                      :2 ["乃" "二"]
                                      :3 ["下" "上" "凡" "千" "口" "土" "士" "大" "小" "川" "己" "巳" "巾"]
                                      :4 ["才" "丑" "中" "之" "今" "午" "升" "少" "引" "日" "牛"]
                                      :5 ["世" "仕" "巧" "市" "布" "平" "民" "生" "用" "田" "由" "甲" "禾" "立"]
                                      :6 ["光" "兆" "吉" "向" "回" "地" "如" "宇" "守" "年" "早" "曲" "竹" "米" "羊" "羽" "臣" "自"]
                                      :7 ["佑" "告" "坊" "均" "妞" "妤" "廷" "杏" "甫" "男" "秀" "言" "豆" "辰" "里" "町"]
                                      :8 ["亞" "佳" "卓" "味" "和" "定" "宜" "宙" "尚" "居" "岡" "岸" "岩" "岳" "延" "昕" "杭" "果" "林" "竺" "舍" "長" "非" "佶"]
                                      :9 ["亭" "信" "勁" "宣" "峒" "建" "彥" "扁" "是" "星" "盈" "眉" "科" "紅" "紀" "虹" "計" "赳" "軍" "革" "韋" "音" "飛" "芊" "垚" "姵" "畇" "紃"]
                                      :10 ["迅" "巡" "芳" "芝" "原" "唐" "員" "圃" "埔" "堉" "家" "容" "宸" "展" "峰" "席" "庫" "庭" "料" "畔" "真" "秦" "紐" "耕" "航" "記" "訓" "財" "貢" "起" "軒" "邗"]
                                      :11 ["近" "若" "苗" "苑" "振" "浦" "浩" "珮" "乾" "堅" "堆" "基" "堂" "培" "婉" "專" "崎" "崖" "崢" "崔" "崗" "常" "康" "強" "彬" "彩" "彫" "旋" "旌" "晨" "曹" "梁" "梵" "笠" "笛" "笙" "翌" "蛇" "許" "章" "頂" "苹" "婕" "翊"]
                                      :12 ["述" "迪" "草" "凱" "博" "堤" "壹" "富" "嵐" "彭" "登" "發" "皓" "程" "童" "筆" "筑" "粟" "善" "舒" "詠" "評" "賀" "貴" "超" "量" "順"]
                                      :13 ["郎" "迺" "莆" "揚" "圓" "塘" "廉" "暉" "業" "楚" "當" "筠" "義" "詳" "詩" "農" "雋" "雷" "邽" "畹" "竫" "粲" "豊"]
                                      :14 ["通" "連" "造" "逢" "菩" "萍" "菁" "華" "著" "菲" "菊" "境" "對" "彰" "榮" "睿" "種" "端" "筵" "精" "綠" "綱" "綵" "綸" "維" "翡" "翟" "肇" "臺" "誥" "賓" "輔" "閨" "颯" "鳴" "鳳" "墉" "墐"]
                                      :15 ["陣" "部" "都" "逵" "進" "萱" "葦" "葉" "葡" "董" "儀" "增" "嶝" "幟" "穀" "稻" "範" "篇" "緯" "編" "緹" "誼" "諒" "談" "論" "豎" "賞" "賢" "賜" "輝" "霆" "震" "郴" "逴" "萩"]
                                      :16 ["運" "道" "達" "蓉" "蒼" "播" "導" "彊" "曆" "暹" "曄" "橙" "積" "穆" "縈" "翰" "臻" "融" "親" "諺" "輯" "雕" "霖" "霏" "龍" "蓁" "廩" "諟"]
                                      :17 ["隆" "遠" "遜" "遙" "蓮" "蓬" "勵" "嶺" "嶸" "穗" "翼" "臨" "舉"]
                                      :18 ["鄘" "適" "蕃" "曜" "糧" "繙" "蟬" "謹" "豐" "馥"]
                                      :19 ["鄧" "遵" "選" "薪" "蕾" "薇" "疇" "疆" "穩" "韻" "麗"]
                                      :20 ["還" "藍" "薰" "寶" "競" "耀" "譯" "馨"]
                                      :21 ["躍"]
                                      :23 ["麟"]
                                      :24 ["艷"]}
                             :worse {:1 ["一"]
                                     :2 ["人" "刀" "力" "匕"]
                                     :3 ["兀" "子" "干"]
                                     :4 ["什" "仇" "元" "允" "友" "天" "夫" "太" "心" "戈" "手" "支" "文" "斤" "月" "木" "比" "片" "牙" "犬" "王" "爿"]
                                     :5 ["代" "充" "兄" "刊" "加" "功" "北" "卉" "占" "卯" "古" "召" "叱" "央" "它" "弘" "弗" "必" "戊" "旦" "本" "玉" "申" "矛" "矢" "石" "示"]
                                     :6 ["亥" "伏" "仰" "先" "共" "列" "刑" "印" "式" "戎" "戍" "成" "旨" "旭" "有" "朴" "此" "旮"]
                                     :7 ["忙" "托" "佔" "但" "伯" "伶" "兌" "克" "免" "別" "判" "利" "助" "呂" "君" "吠" "呀" "坎" "壯" "夾" "宋" "宏" "庇" "弟" "形" "忌" "志" "忍" "杜" "究" "系" "酉"]
                                     :8 ["艾" "快" "忸" "抑" "狄" "狂" "玖" "些" "例" "兔" "刻" "券" "刷" "到" "制" "協" "奉" "奇" "弦" "忠" "忽" "念" "或" "戕" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昊" "昇" "服" "朋" "東" "枝" "松" "欣" "武" "版" "狀" "直" "知" "祀" "金" "青" "忻" "玕" "佌" "旻" "炘" "炅"]
                                     :9 ["罕" "肖" "育" "怔" "怖" "怪" "怕" "怡" "性" "泓" "狗" "狐" "玟" "玫" "玥" "亮" "前" "剋" "則" "勇" "勉" "咸" "品" "城" "奕" "奏" "奎" "奐" "威" "帝" "弭" "思" "急" "怎" "怨" "春" "昭" "昧" "柔" "柯" "柏" "柳" "畎" "相" "矜" "秋" "穿" "突" "竿" "美" "狘" "玡" "峸"]
                                     :10 ["肴" "肯" "芙" "芽" "恰" "恢" "恆" "恃" "恬" "指" "狩" "珊" "玲" "珍" "珀" "玳" "倡" "冤" "凍" "剛" "卿" "哥" "哭" "奚" "娩" "娥" "恣" "恐" "恕" "恭" "恩" "時" "晉" "晏" "晃" "晁" "書" "朔" "朗" "桓" "柴" "烘" "留" "矩" "秘" "素" "虔" "託" "躬" "酒" "配" "釗" "高" "狨" "珋" "宬" "彧" "晟" "毧"]
                                     :11 ["邪" "迎" "胖" "胥" "胡" "胞" "胤" "茅" "茂" "苓" "茆" "悄" "悟" "悍" "悔" "悅" "悖" "挽" "班" "琉" "珠" "冕" "副" "務" "勘" "動" "曼" "啞" "唱" "唬" "國" "域" "婚" "將" "悉" "悠" "啟" "晚" "晤" "勗" "望" "桿" "烯" "異" "盛" "羚" "聊" "聆" "袖" "責" "悒" "浤" "玼" "馗"]
                                     :12 ["胭" "脈" "能" "悽" "情" "惜" "惟" "悸" "惇" "淺" "清" "猜" "猛" "琅" "球" "理" "現" "剴" "創" "勞" "勝" "喜" "喬" "場" "崴" "弼" "惑" "悲" "惠" "斯" "普" "晰" "晶" "景" "智" "曾" "期" "朝" "棟" "棚" "然" "牌" "短" "絨" "紫" "費" "越" "鈞" "雄" "雯" "茙" "茯" "淢" "琁" "珺" "斌" "棫" "牋" "甯" "矞" "羢"]
                                     :13 ["陀" "郁" "脩" "莫" "莊" "莉" "荻" "慨" "惶" "愉" "提" "減" "湖" "猶" "猴" "琪" "琥" "琴" "琦" "琨" "勤" "勢" "愚" "意" "慈" "感" "想" "愛" "愁" "愈" "愍" "戡" "暗" "暖" "暄" "會" "楊" "照" "牒" "猷" "群" "裝" "試" "誠" "鉀" "鈴" "鉚" "雉" "零" "郕" "愃" "猭" "琰" "稢" "鉞"]
                                     :14 ["郡" "菟" "慎" "慌" "慄" "慍" "愧" "滅" "準" "獅" "猿" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "劃" "嘉" "慇" "態" "截" "暢" "榕" "榴" "獄" "碧" "綻" "臧" "趕" "輓" "銀" "銘" "滕" "獂" "瑊" "瑋" "瑀" "戫" "魠"]
                                     :15 ["逸" "慷" "慢" "慣" "慚" "漫" "瑤" "瑣" "瑪" "瑰" "劇" "劉" "劍" "慧" "慰" "慾" "暮" "槽" "樓" "槳" "獎" "瑩" "箴" "糊" "蝴" "質" "銳" "鋒" "駐" "魯" "齒" "葴" "羬"]
                                     :16 ["鄉" "憐" "憎" "憤" "潛" "璃" "璀" "劑" "勳" "器" "奮" "憲" "憩" "戰" "曉" "曇" "熾" "燃" "醒" "錢" "默" "璇" "璉" "諴" "醍" "駥"]
                                     :17 ["陽" "膠" "蔣" "憶" "憾" "獨" "璞" "嶽" "彌" "應" "懂" "懇" "懋" "戲" "戴" "曙" "牆" "矯" "績" "鍾" "鍚" "隇" "鍼"]
                                     :18 ["膳" "蕙" "獲" "環" "璦" "璨" "斷" "璧" "織" "繕" "繒" "鎮" "題" "蕕" "蕥" "鎦"]
                                     :19 ["鄭" "臆" "薑" "獵" "璿" "嚥" "壞" "曝" "牘" "獸" "璽" "矇" "識" "鵬"]
                                     :20 ["藏" "懷" "瓊" "勸" "嚴" "懸" "曦" "朧" "獻" "鐘" "騰" "齡" "騮"]
                                     :21 ["瓏" "櫻"]
                                     :22 ["懼" "瓔" "彎" "懿" "權" "鑑"]
                                     :23 ["戀" "曬" "纖" "鷸" "鷢"]
                                     :24 ["隴"]
                                     :26 ["灣"]}}
                   :dog {:better {:2 ["丁" "人" "力"]
                                  :3 ["三" "上" "千" "口" "土" "士" "夕" "大" "寸" "小" "山" "巾"]
                                  :4 ["丹" "尹" "云" "今" "介" "允" "內" "公" "午" "升" "太" "少" "心" "月" "火" "王"]
                                  :5 ["丙" "世" "丘" "主" "以" "付" "仕" "令" "可" "右" "司" "巨" "弘" "必" "戊" "玄" "玉" "生" "用" "立"]
                                  :6 ["伊" "休" "任" "仰" "企" "全" "匡" "吉" "同" "向" "名" "合" "地" "在" "圭" "如" "宇" "守" "帆" "成" "有" "百" "臣" "自" "至" "艮" "衣"]
                                  :7 ["位" "住" "伴" "佐" "佑" "伸" "伯" "伶" "佈" "呈" "坊" "均" "壯" "妙" "宋" "宏" "希" "志" "忍" "良" "走" "里"]
                                  :8 ["亞" "依" "佳" "佩" "侑" "典" "卓" "味" "坪" "坡" "坤" "夜" "奉" "定" "宜" "宙" "岡" "幸" "府" "忠" "念" "朋" "東" "武" "虎" "采" "門" "青" "忻" "佶" "侄"]
                                  :9 ["亞" "佳" "卓" "味" "和" "定" "宜" "宙" "尚" "居" "岡" "岸" "岩" "岳" "延" "昕" "杭" "果" "林" "竺" "舍" "長" "非" "佶"]
                                  :10 ["肱" "肴" "肯" "芯" "芸" "芷" "恆" "恬" "玲" "珍" "倚" "倫" "原" "堉" "家" "容" "庫" "庭" "恩" "朗" "烈" "純" "紜" "訓" "起" "軒" "馬" "芮" "珂" "倢" "紘"]
                                  :11 ["迎" "苗" "悟" "悅" "珮" "珪" "乾" "偉" "健" "國" "堅" "基" "堂" "培" "寅" "尉" "專" "常" "彬" "彩" "敏" "烽" "盛" "祥" "笙" "統" "紳" "處" "彪" "偲" "埜" "婕" "婧"]
                                  :12 ["情" "惇" "捷" "清" "備" "傑" "凱" "勝" "喻" "堡" "媚" "富" "惠" "期" "朝" "然" "童" "舒" "越" "閎" "斌" "焯"]
                                  :13 ["郎" "郁" "愉" "揮" "琥" "傳" "僅" "園" "塘" "意" "慈" "愛" "愈" "楠" "榆" "煉" "煥" "萬" "筠" "絹" "裕" "誠" "靖" "馳" "馴" "鼎" "媱" "煇"]
                                  :14 ["菁" "華" "瑯" "瑟" "琿" "瑜" "境" "嫣" "寧" "對" "彰" "旗" "榮" "睿" "箕" "綻" "綠" "網" "綺" "綸" "維" "綬" "肇" "臺" "舞" "誌" "輔" "箐"]
                                  :15 ["逸" "萱" "瑪" "億" "儀" "寬" "慧" "慰" "瑩" "練" "緯" "論" "賞" "輝" "駐" "駕" "僾" "褌"]
                                  :16 ["運" "蓉" "蒼" "憬" "儒" "器" "壇" "奮" "憲" "燕" "篤" "縈" "縉" "螢" "融" "親" "諺" "豫" "靜" "蓁" "蒨" "曈" "燁"]
                                  :17 ["遠" "憶" "優" "營" "燦" "績" "臨" "舉" "駿" "黛"]
                                  :18 ["蕙" "環" "璦" "叢" "騏"]
                                  :19 ["蕾" "璿" "繹" "韻"]
                                  :20 ["懷" "懸" "獻" "闡" "騫" "騰" "繻"]
                                  :21 ["藝"]
                                  :22 ["驊"]
                                  :26 ["驥"]}
                         :worse {:2 ["刀" "匕"]
                                 :3 ["子" "干" "弓"]
                                 :4 ["丰" "之" "仁" "什" "尤" "引" "戈" "支" "文" "斤" "日" "曰" "木" "比" "氏" "水" "片" "牙" "爿"]
                                 :5 ["代" "冉" "刊" "加" "功" "北" "卉" "占" "古" "召" "叱" "它" "弗" "旦" "本" "民" "永" "田" "由" "甲" "申" "矛" "矢" "禾"]
                                 :6 ["丞" "光" "冰" "列" "刑" "安" "式" "戎" "早" "旨" "旭" "次" "此" "羽" "求"]
                                 :7 ["托" "汝" "江" "池" "汐" "汎" "佃" "佔" "但" "冷" "別" "判" "利" "呀" "庇" "弟" "束" "李" "杏" "材" "村" "杜" "杖" "杞" "杉" "甫" "男" "甸" "私" "秀" "豆" "貝" "辰" "酉"]
                                 :8 ["把" "批" "沙" "沈" "沅" "沛" "汪" "決" "沐" "汰" "沖" "汲" "汴" "沍" "沂" "狄" "些" "例" "函" "刻" "券" "刷" "到" "制" "協" "和" "委" "妹" "季" "岷" "或" "戕" "承" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "杭" "枋" "果" "杳" "枝" "析" "枚" "欣" "版" "狀" "直" "祀" "秉" "長" "雨" "汯" "玕" "佌" "旻" "炘" "炅"]
                                 :9 ["九" "罕" "注" "泳" "河" "沼" "波" "法" "泓" "沸" "油" "況" "沿" "治" "泛" "泊" "泠" "狐" "前" "剋" "則" "弭" "律" "春" "昭" "映" "昧" "是" "星" "昱" "柿" "染" "柱" "柔" "架" "柯" "柑" "柚" "查" "柏" "泉" "畏" "界" "相" "矜" "科" "秒" "秋" "穿" "竿" "羿" "貞" "酋" "酊" "飛" "香" "泰" "玡" "昶"]
                                 :10 ["芽" "指" "拯" "洋" "洲" "洪" "流" "津" "洗" "活" "洽" "派" "洶" "洛" "洵" "倀" "倡" "凍" "凌" "剛" "宸" "徐" "恭" "時" "晉" "晏" "晃" "晁" "書" "校" "核" "桓" "根" "桂" "桔" "栩" "栗" "桑" "柴" "桐" "桀" "格" "桃" "株" "烏" "畔" "留" "益" "真" "矩" "租" "秦" "秩" "秘" "翅" "翁" "託" "財" "貢" "躬" "辱" "酒" "配" "洳" "洺" "洁" "栖" "翃"]
                                 :11 ["邪" "近" "范" "茅" "振" "浪" "消" "浦" "浸" "海" "浙" "浮" "浩" "涅" "狹" "偵" "副" "務" "勘" "動" "曼" "唱" "婪" "婚" "崔" "帳" "庸" "張" "強" "得" "從" "救" "晚" "晤" "晨" "曹" "勗" "梁" "梓" "梵" "桿" "梧" "梗" "梭" "梅" "梨" "烯" "略" "畢" "異" "移" "細" "翌" "翎" "習" "袖" "責" "貫" "酗" "雀" "鳥" "鹿" "麥" "浤" "涑" "涂" "玼" "珝" "翊"]
                                 :12 ["悵" "涼" "淳" "淙" "液" "淡" "添" "淺" "淇" "淋" "淑" "淞" "混" "淵" "涵" "深" "淨" "猜" "猛" "球" "剴" "勞" "博" "單" "場" "壹" "就" "幅" "弼" "彭" "復" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "棕" "棘" "椅" "棟" "棹" "棋" "植" "棉" "棚" "欽" "牌" "畫" "番" "皓" "短" "稍" "程" "稅" "稀" "粟" "絨" "紫" "翔" "翕" "詠" "貽" "費" "賀" "貴" "買" "貿" "酥" "雅" "雄" "集" "雲" "順" "黃" "黍" "黑" "茜" "淀" "淥" "媜" "崷" "棨" "淼" "牋" "矞"]
                                 :13 ["陀" "迷" "莎" "莫" "莊" "莉" "提" "揚" "港" "游" "渡" "湧" "湛" "湘" "渤" "湖" "渭" "湯" "渺" "湃" "滋" "湄" "湟" "猶" "琳" "僇" "勤" "勢" "匯" "微" "戡" "新" "暗" "暉" "暖" "暄" "會" "榔" "業" "楷" "極" "椰" "楊" "楨" "楓" "牒" "當" "畸" "祿" "稜" "稚" "義" "羨" "群" "裘" "裝" "試" "詩" "資" "賈" "賄" "賂" "農" "酬" "酪" "鉀" "鈿" "雉" "鼓" "渼" "湞" "渱" "煪" "詡"]
                                 :14 ["溶" "源" "溥" "溫" "準" "滄" "滔" "溪" "署" "劃" "寥" "實" "廖" "徹" "截" "暢" "榜" "榕" "構" "榛" "榴" "槐" "熊" "禎" "福" "種" "稱" "精" "翠" "翡" "翟" "臧" "裴" "誘" "賓" "趕" "酷" "領" "鳴" "鳳" "逑" "溱" "溎" "嵺" "嶍" "榞" "槙" "魠"]
                                 :15 ["慷" "慢" "漳" "演" "漓" "漂" "漢" "滿" "漆" "漲" "漣" "漫" "漪" "滬" "滌" "儂" "劇" "劉" "劍" "增" "廣" "德" "暮" "暴" "樣" "樟" "標" "槽" "模" "槳" "樑" "獎" "稿" "稼" "稽" "稷" "誼" "豎" "賠" "賦" "賢" "賣" "賜" "質" "醇" "醋" "震" "魯" "黎" "齒" "憀" "摎" "滸" "漉" "漻" "槢" "樛" "潁" "熠" "熤" "稹" "翦"]
                                 :16 ["陳" "蓄" "蒞" "澄" "潔" "潭" "潛" "潮" "澎" "潤" "潘" "劑" "勳" "戰" "曆" "曇" "橙" "橫" "樹" "橋" "樵" "機" "歙" "熾" "積" "穎" "穆" "篩" "糕" "糖" "翰" "翱" "翮" "臻" "諦" "謂" "賴" "醒" "錄" "霖" "頭" "頤" "鴦" "鴒" "鴛" "龍" "遒" "潢" "醐" "醑" "鋹" "鴗"]
                                 :17 ["陽" "蔣" "擋" "濃" "澤" "濁" "激" "獨" "嬰" "彌" "戲" "戴" "曙" "檀" "檔" "檢" "牆" "矯" "穗" "糠" "繆" "翳" "翼" "褶" "賺" "賽" "購" "鍚" "闊" "隸" "鴻" "鴿" "鄔" "蔍" "濈" "澲" "嚁" "簏" "韔"]
                                 :18 ["蕩" "濘" "濱" "濟" "濠" "濤" "濫" "濯" "濬" "濡" "濕" "斷" "曜" "檳" "櫂" "穠" "糧" "繒" "翹" "翻" "豐" "蹟" "醫" "雙" "顏" "題" "鵑" "鵝" "鵠" "蕥" "燿" "豂" "轆" "轇"]
                                 :19 ["鄭" "遺" "薪" "薑" "濾" "瀑" "嚥" "寵" "龐" "曝" "櫚" "牘" "疇" "疆" "穫" "穩" "識" "贊" "醮" "靡" "類" "願" "鵡" "鵲" "鵬" "麒" "麗" "麓" "騛" "鵰"]
                                 :20 ["藏" "瀚" "瀝" "勸" "嚨" "寶" "曦" "朧" "耀" "醴" "麵" "齡" "藋" "瀧" "曨" "櫳" "顟" "飂" "鶖" "鶧"]
                                 :21 ["藩" "瀰" "瓏" "儷" "櫻" "欄" "躍" "顧" "鶯" "鶴" "麝" "瀴" "趯" "鶼"]
                                 :22 ["蘋" "蘇" "瓔" "彎" "權" "疊" "籠" "襲" "龔" "灃" "籙" "譾" "鷚" "龕"]
                                 :23 ["曬" "纓" "顯" "鷥" "麟" "鷸" "鷲"]
                                 :24 ["隴" "鷹" "鷺" "蘴"]
                                 :25 ["灝" "鸐"]
                                 :26 ["酈" "灣"]
                                 :27 ["鸕"]
                                 :28 ["鸚"]
                                 :30 ["鸞" "鸝"]}}
                   :pig {:better {:2 ["二"]
                                  :3 ["口" "士" "女" "子" "寸" "小" "山"]
                                  :4 ["尹" "云" "壬" "孔" "少" "方" "月" "木" "水" "牛" "四"]
                                  :5 ["充" "北" "卯" "未" "民" "永" "生" "用" "田" "由" "禾" "立"]
                                  :6 ["汀" "丞" "亦" "亥" "兆" "再" "冰" "吉" "同" "合" "回" "好" "如" "字" "存" "宇" "守" "安" "寺" "曲" "竹" "米" "羊" "臣" "西" "求"]
                                  :7 ["汝" "江" "亨" "兌" "免" "助" "呈" "告" "妞" "妙" "妍" "妤" "孝" "宏" "序" "材" "牡" "甫" "男" "私" "秀" "豆" "里" "妘"]
                                  :8 ["沂" "乳" "亞" "享" "侖" "兔" "函" "和" "固" "委" "妹" "孟" "季" "定" "宜" "宙" "尚" "居" "岳" "庚" "承" "東" "果" "林" "松" "秉" "竺" "舍" "金" "雨" "青"]
                                  :9 ["芋" "芍" "泳" "河" "法" "泗" "治" "勉" "勃" "厚" "品" "姜" "姿" "屋" "扁" "柵" "柄" "柳" "盈" "相" "眉" "科" "秒" "秋" "食" "泰"]
                                  :10 ["芳" "芹" "芸" "洋" "洲" "津" "洞" "洛" "兼" "凍" "卿" "原" "圃" "娩" "娥" "容" "峰" "料" "朗" "案" "根" "桂" "栗" "桐" "桃" "株" "特" "畔" "畜" "留" "秦" "窈" "財" "酒" "桉"]
                                  :11 ["若" "茉" "苗" "苑" "茆" "浪" "浦" "海" "涓" "浴" "浩" "動" "寅" "專" "崎" "崙" "崧" "康" "旌" "梁" "梓" "梅" "笙" "粒" "章" "鳥" "麻" "浤" "婕" "婞" "娸" "婭"]
                                  :12 ["喬" "媚" "富" "廊" "棟" "森" "棲" "棣" "甥" "登" "發" "童" "策" "筍" "筑" "粟" "善" "舒" "詠" "鈕" "鈞" "閑" "閒" "閎" "雅" "雄" "集" "雲" "黍" "黑" "茜" "淥" "淼"]
                                  :13 ["莘" "莆" "揮" "湘" "湖" "廉" "敬" "新" "業" "楣" "毓" "稚" "義" "鉛" "鉉" "鈿" "雷" "靖" "飽" "豊"]
                                  :14 ["萍" "華" "萊" "菊" "溢" "溶" "源" "溫" "嘉" "實" "榮" "榭" "睿" "種" "箕" "精" "翡" "翟" "肇" "舞" "輔" "銀" "銘" "菉" "溱" "溎" "榞" "箐" "銚" "嫺"]
                                  :15 ["葵" "葦" "葉" "葡" "演" "漾" "滿" "嫻" "嬌" "寬" "廚" "廣" "樣" "樟" "樑" "穀" "稷" "稻" "箱" "篆" "篇" "諄" "豎" "醇" "鋅" "鋒" "養" "萩" "槿" "鋐" "鋆"]
                                  :16 ["蓉" "蒙" "蒲" "蒼" "澄" "潔" "潭" "潤" "學" "樺" "樹" "橡" "橋" "糕" "羲" "臻" "豫" "錠" "錄" "錐" "霖" "霍" "頤" "默" "蓁" "澐" "燊"]
                                  :17 ["蔬" "蔭" "濃" "澤" "孺" "嶸" "瞳" "糠" "臨" "鍾" "鞠" "鴻" "檡"]
                                  :18 ["濱" "濟" "濛" "濤" "濬" "濡" "叢" "檬" "櫂" "穠" "糧" "謹" "豐" "鎮" "馥"]
                                  :19 ["薪" "蕾" "穫" "穩" "鏗" "韻" "鵬" "瀅" "鏞"]
                                  :20 ["藍" "薰" "瀝" "馨" "瀠"]
                                  :21 ["藩" "藝" "藤" "鐸" "露" "鶴"]
                                  :22 ["藺" "權" "鑑"]
                                  :23 ["蘭" "麟"]
                                  :24 ["鑫"]}
                         :worse {:1 ["一" "乙"]
                                 :2 ["几" "刀" "力" "匕"]
                                 :3 ["三" "上" "凡" "也" "土" "大" "川" "己" "已" "巳" "干" "弓"]
                                 :4 ["之" "仁" "什" "今" "天" "太" "巴" "引" "戈" "支" "斤" "日" "比" "片" "牙" "王" "爿"]
                                 :5 ["主" "乏" "代" "刊" "加" "功" "包" "卉" "占" "古" "召" "叱" "央" "它" "市" "布" "平" "弘" "弗" "旦" "玉" "申" "皮" "矛" "矢" "石" "示"]
                                 :6 ["氾" "光" "列" "刑" "危" "夷" "妃" "州" "帆" "式" "戎" "早" "旨" "旭" "朵" "此" "虫" "血" "衣" "圮"]
                                 :7 ["托" "汎" "伸" "佔" "但" "伯" "伶" "別" "判" "君" "呀" "坎" "壯" "希" "庇" "廷" "弟" "彤" "形" "杉" "系" "邑" "礽"]
                                 :8 ["玖" "些" "依" "例" "刻" "券" "刷" "到" "制" "協" "卓" "卷" "呻" "坤" "奇" "奈" "宗" "宛" "延" "弦" "或" "戕" "旺" "易" "昌" "昆" "昂" "明" "昀" "昏" "昕" "昊" "昇" "枝" "欣" "版" "狀" "直" "知" "社" "祀" "祁" "糾" "初" "采" "長" "忻" "玕" "佌" "旻" "炘" "炅"]
                                 :9 ["罕" "泓" "泡" "泛" "玫" "表" "亮" "侯" "係" "前" "剋" "則" "勇" "垣" "奐" "宣" "巷" "帝" "帥" "建" "弭" "彥" "春" "昭" "映" "昧" "是" "星" "昱" "架" "柏" "矜" "祉" "祈" "祇" "禹" "穿" "竿" "紂" "紅" "紀" "紉" "紇" "約" "紆" "羿" "虹" "衫" "風" "玡" "玠" "柰" "祅" "紈"]
                                 :10 ["迅" "巡" "芝" "芽" "指" "珊" "玲" "珍" "珀" "玳" "倡" "候" "修" "剛" "奚" "孫" "家" "差" "席" "師" "庭" "時" "晉" "晏" "晃" "晁" "書" "核" "栩" "矩" "砷" "祕" "祐" "祠" "祟" "祖" "神" "祝" "祚" "紡" "紗" "紋" "素" "索" "純" "紐" "級" "紜" "納" "紙" "紛" "翁" "蚩" "袁" "袂" "衽" "訊" "託" "起" "躬" "珅" "倧" "扆" "祜" "紘" "紓" "衿" "衾"]
                                 :11 ["邪" "邦" "那" "迎" "返" "近" "范" "茅" "苓" "班" "琉" "珮" "珠" "乾" "健" "凰" "副" "務" "勘" "曼" "唱" "唬" "婉" "婚" "將" "崇" "常" "張" "強" "彬" "彩" "彫" "旋" "晚" "晤" "晨" "曹" "勗" "桿" "烯" "祥" "票" "祭" "絃" "統" "紮" "紹" "紼" "細" "紳" "組" "終" "羚" "翌" "翎" "聆" "彪" "蛉" "被" "袒" "袖" "袍" "袋" "責" "玼" "珩" "埏" "紵" "紾" "袗"]
                                 :12 ["邵" "述" "迦" "迪" "能" "情" "掛" "採" "捺" "涎" "淺" "琅" "球" "理" "現" "剴" "創" "勞" "喉" "場" "堤" "堠" "媛" "嵐" "巽" "幀" "弼" "彭" "斯" "普" "晰" "晴" "晶" "景" "智" "曾" "棕" "牌" "番" "短" "結" "絨" "絕" "紫" "絮" "絲" "絡" "給" "絢" "絳" "翕" "蛟" "裁" "裂" "視" "診" "費" "貴" "須" "邰" "琁" "珺" "牋" "矞" "絪" "絜" "軫"]
                                 :13 ["陀" "郎" "郁" "送" "迷" "迺" "莫" "莊" "莉" "提" "揚" "琪" "琳" "琥" "琴" "琦" "琨" "勤" "勢" "園" "戡" "暗" "暉" "暖" "暄" "會" "楊" "楓" "照" "煜" "牒" "祺" "祿" "禁" "經" "絹" "綏" "群" "蜀" "蛾" "蛻" "蜂" "裟" "裙" "補" "裘" "裝" "裕" "試" "鉀" "雉" "零" "琬" "琰" "琝" "媴" "絻"]
                                 :14 ["郡" "通" "連" "速" "造" "透" "逢" "途" "準" "猿" "瑚" "瑟" "瑞" "瑙" "瑛" "瑜" "署" "僎" "劃" "寥" "廖" "彰" "截" "暢" "碧" "禎" "福" "禍" "粽" "綻" "綰" "綜" "綽" "綾" "綠" "緊" "綴" "網" "綱" "綺" "綢" "綿" "綵" "綸" "維" "緒" "緇" "綬" "臧" "蜜" "蜻" "裳" "裴" "裹" "裸" "製" "褚" "豪" "賓" "趕" "閩" "溒" "瑄" "瑋" "榬" "綪" "緁" "緆" "緋" "綖" "綦" "蜒" "裱" "魠"]
                                 :15 ["郭" "都" "週" "逸" "進" "慢" "漫" "瑤" "瑣" "瑪" "瑰" "劇" "劉" "劍" "增" "審" "影" "暮" "槽" "槳" "毅" "獎" "瑩" "稼" "締" "練" "緯" "緻" "緘" "緬" "編" "緣" "緞" "緩" "緲" "緹" "翩" "蝴" "蝶" "褐" "複" "褓" "褊" "誕" "賞" "質" "輝" "駐" "魯" "齒" "摎" "漻" "褌" "褋" "褙"]
                                 :16 ["陳" "鄉" "運" "遊" "道" "達" "違" "遁" "撰" "潛" "澎" "璋" "璃" "瑾" "璀" "劑" "勳" "戰" "曆" "曉" "曇" "熾" "禦" "縑" "縈" "縣" "縝" "縉" "螢" "融" "褪" "褲" "褫" "諷" "醒" "駭" "璇" "璉" "縕" "螈" "錼"]
                                 :17 ["陽" "鄒" "遠" "遜" "遣" "遙" "遞" "蔣" "璟" "璞" "勵" "彌" "戲" "戴" "曙" "牆" "矯" "禧" "禪" "績" "繆" "縷" "總" "縱" "縴" "縵" "翼" "襄" "褸" "轅" "鍚" "鄔" "蟉" "襁"]
                                 :18 ["適" "遷" "環" "璦" "璨" "斷" "曜" "璧" "織" "繕" "繞" "繚" "繡" "繒" "蟬" "顏" "題" "蕥" "鎱"]
                                 :19 ["際" "鄭" "鄧" "選" "遲" "薑" "璿" "嚥" "曝" "牘" "璽" "疆" "禱" "繫" "繹" "繩" "繪" "繳" "襠" "襟" "識" "贊" "譔"]
                                 :20 ["還" "邁" "邀" "藏" "瓊" "勸" "曦" "繽" "繼" "耀" "騰" "齡" "繾" "饌"]
                                 :21 ["邈" "瓏" "櫻" "纏" "續"]
                                 :22 ["邊" "瓔" "彎" "禳" "襯" "鷚"]
                                 :23 ["曬" "纓" "纖" "襴" "鷸"]
                                 :25 ["蠻" "纘"]
                                 :26 ["邏" "灣"]
                                 :27 ["纜"]
                                 :29 ["驪"]}}}}
         :chinese-characters [{:strokes 1
                               :element "火"
                               :characters "丶"}
                              {:strokes 1
                               :element "土"
                               :characters "一乙"}
                              {:strokes 2
                               :element "金"
                               :characters "匕刀人入厶"}
                              {:strokes 2
                               :element "水"
                               :characters "勹卜乜"}
                              {:strokes 2
                               :element "火"
                               :characters "刁丁二力了"}
                              {:strokes 2
                               :element "土"
                               :characters "又"}
                              {:strokes 3
                               :element "金"
                               :characters "才叉亍巛川寸千刃三上尸士夕小"}
                              {:strokes 3
                               :element "木"
                               :characters "干工弓丌及孑巾久口廿乞彡已"}
                              {:strokes 3
                               :element "水"
                               :characters "凡亡下子"}
                              {:strokes 3
                               :element "火"
                               :characters "彳大孓女勺巳乇么弋丈"}
                              {:strokes 3
                               :element "土"
                               :characters "己山土丸兀丫也尢于"}
                              {:strokes 4
                               :element "金"
                               :characters "仇乏戈仁仍冗少什氏手殳四兮心刈仄爪"}
                              {:strokes 4
                               :element "木"
                               :characters "卞丐公勾介今斤亢孔木牛亓欠犬牙元月勻"}
                              {:strokes 4
                               :element "水"
                               :characters "巴比不歹反方分夫父互戶化幻毛爿匹片攴壬卅水文毋勿"}
                              {:strokes 4
                               :element "火"
                               :characters "尺丹吊仃斗火井仂內日太天屯午爻仉之支止中"}
                              {:strokes 4
                               :element "土"
                               :characters "厄切王卬夭尹引尤友予曰允"}
                              {:strokes 5
                               :element "金"
                               :characters "冊叱斥出叼刊仟且仞申生失石史矢世仕市示甩司玊仙乍占正主"}
                              {:strokes 5
                               :element "木"
                               :characters "本尕甘功古瓜宄卉加甲叫句巨卡可叩卯疒巧丘囚去外未五仡玉札"}
                              {:strokes 5
                               :element "水"
                               :characters "叭白半包北必閟弁卟布匆弗付夯禾弘乎矛民皿末母仫目丕皮氕平叵仨兄玄穴疋匝"}
                              {:strokes 5
                               :element "火"
                               :characters "丙代旦叨氐叮冬叻立尥令另奶尼奴冉他它田仝仗召只左"}
                              {:strokes 5
                               :element "土"
                               :characters "凹瓦戊矽央以永用由右幼孕仔"}
                              {:strokes 6
                               :element "金"
                               :characters "臣丞舛此次汆存丟而吏列任扔如色舌式守妁死寺夙凸刎西吸先囟匈旬曳再在早吒州舟字"}
                              {:strokes 6
                               :element "木"
                               :characters "朳朵尬各共乩吉伎奸幵囝件交臼伉考匡夼企犰曲戎朽旭仰吁聿朱竹"}
                              {:strokes 6
                               :element "水"
                               :characters "扒百冰并凼伐帆氾犯仿妃份缶伏亥好合冱回米糸名牟仳牝乒收汀危向刑行凶休血印汁"}
                              {:strokes 6
                               :element "火"
                               :characters "吃弛打忉氘多耳旮亙光尖匠她决旯老耒劣六甪氖囡年乓全肉同氽佤妄吆宅兆旨至仲自"}
                              {:strokes 6
                               :element "土"
                               :characters "吖安充地圪艮圭灰圾岌圮屺戍似吐圩仵伍戌伢羊伊衣圯夷亦屹因有宇羽圳"}
                              {:strokes 7
                               :element "金"
                               :characters "扱岔吵車成赤氚串囪吹忖兌判七吣忍妊礽刪劭卲佘伸身束吮私伺佀兕姒宋忒吻伭辛秀序巡酉皂卮吱佇助妝壯孜走佐作坐"}
                              {:strokes 7
                               :element "木"
                               :characters "杓材岑杈床村杜呃伽改桿槓告更攻估谷庋呙囯旱何吼肓忌夾見角癤劫妗究局姖妜君佧扛殼剋扣困伲你杞棄扦羌劬卻杉我吳吾扤杌匣嚇杏言吟杖"}
                              {:strokes 7
                               :element "水"
                               :characters "吧夿弝伴貝伻皀佊吡妣庇別兵伯孛吥步汊池呆汎妨彷吠吩佛否呋孚甫汞佝含罕汗亨宏囫弧汲即江戒況冷忙尨每羋妙尿妞伾屁汝汕汜忘尾污汐希孝形汛妤妘"}
                              {:strokes 7
                               :element "火"
                               :characters "犴呈辵呔甙但低弟佃甸玎疔盯豆妒囤旰灸牢玏李裡利良吝伶呂卵免男吶佞弄努求忐忑町廷佟彤吞托佗妥巫妖佁佔志豸妐住灼姊足"}
                              {:strokes 7
                               :element "土"
                               :characters "嶴岜坂坌辰坊坩均坎坑牡妑圻岐岍坍禿完位圬氙峴呀岈延冶矣佚役邑吲甬攸卣佑余歟璵址"}
                              {:strokes 8
                               :element "金"
                               :characters "侘昌抄弨扯忱承忡初垂佌刺兒庚刮戔金淨侃刻孥妻戕青取叁剎姍疝尚舍社侁呻升使始事受抒叔刷祀忪慫所兔昔穸些姓刖甾昃怎咋軋姃侄忮周妯咒宙侏抓宗卒"}
                              {:strokes 8
                               :element "木"
                               :characters "昂枊板杯杵東妸扼兒枋斧稈杲疙供咕姑孤固呱乖官果杭忽昏肌亟佶技季佳肩艽佼屆卺京糾赳玖疚居咀具卷咔咖愾抗肯空快儈狂林枚杪艿呢杻杷枇其奇歧穹虯屈券枘松枉臥析呷欣芎厓兗杳宜礿枕枝竺杼"}
                              {:strokes 8
                               :element "水"
                               :characters "岸八把爸扳攽版扮姅孢卑沘彼畀忭抃汳汴表秉幷帛瓝沉沌泛房放非氛汾忿奉扶府咐阜侅岡汩卦沆呵劾和佫呼虎或泐盲犛沒妹門氓孟汨宓明命歿沫侔姆沐牧忸扭狃拋咆庖呸沛佩帔朋批沏汔汽沁沙沈汰汪味汶沃武物弦冼享協忻幸洶沂雨沅咂沚狀"}
                              {:strokes 8
                               :element "火"
                               :characters "哎佰長炒坼侈炊佽徂耷妲沓岱宕到的狄底玓典店耵定咚侗抖咄剁佴昉炅昊戽姐咎抉炕昆剌來佬肋例戾兩冽囹呤坴侶崙旻奈侽呶妮念弩瘧妾炔乳侍帑弢忝佻帖投罔昕炎佯易找折爭政知直制帙炙忠隹卓"}
                              {:strokes 8
                               :element "土"
                               :characters "艾坳垇坻坫礬附矸岣岵岬坷岢坤垃峁岷坶坭爬帕坢坯坪坡坦坨宛往旺委忤岫盱亞奄餚夜依抑佾詠呦侑於盂臾昀狁"}
                              {:strokes 9
                               :element "金"
                               :characters "臿查奼差拆怊伡疢宬怵穿舡春殂促毒度耏钆宮剮剞剄俓枯前怯侵秋紉肜柔砂衫舢厙姺哂矧甚牲省施食室是首姝耍帥閂思娀叟俗剃祆秈庠削信星性咻庥胥敘宣頁釔俞俁哉昝蚤則眨吒怔咫峙肘拄拙諮姿俎昨怍"}
                              {:strokes 9
                               :element "木"
                               :characters "柲柄柴柢芏俄枹尜肝柑竿疳肛缸紇革虼哏狗枸牯故冠咣皈軌癸櫃哄訇虹芨咭級急紀既枷叚架建牮姜姣皆界疥蚧矜勁扃九韭拘狙拒軍看柯科咳客哐柃柳咯芒芇怩暱拈柈芃枰祈芑契恰芊俏俅酋畎芍柿柁柝芄玩俠狎柙相枵俆彥奕弈疫羿胤柚禺竽芋柵柘枳柱斫柞"}
                              {:strokes 9
                               :element "水"
                               :characters "疤拔拜拌保抱背祊甭泵毖扁窆拚便昪波泊勃哺怖沲法畈飛沸狒玢風封鳧怫拂俘氟罘拊訃負泔沽哈孩河很紅泓侯後厚狐怙徊奐宦皇虺噦計沮炬姥淚泠泖昴冒玫眉美昧虻咪弭泌沔勉眇秒咩玟抿泯抹哞某拇泥拍哌眅泮叛盼狍泡皰怦抨披毗姘品屏潑匍柒泣泅泉染嬈沭泗沱鹹香巷洩卸泫澩妍沿泱盈泳油沾沼治注"}
                              {:strokes 9
                               :element "火"
                               :characters "炳抶抽怛待怠殆眈抵帝酊訂段祋盹盾哆哚赴拐曷烀咴姞柬炯玦俊拉厘俚俐憐亮咧拎律哪娜柰耐南怒虐炮炱泰炭畋殄亭突凃拖拓歪紈肟炫紃殃徉咬映昱怨災炸招昭者貞祉致盅重紂冑炷籽秭耔奏"}
                              {:strokes 9
                               :element "土"
                               :characters "哀垵拗砭垞衩昶垤垌峒肚砘垛堊垡垓垢塏砍奎趴怕盆砒垧哇娃威韋畏胃甕屋侮型砉峋押埡婭砑咽匽怏姚要咿怡咦姨艤姻音垠俑勇幽疣羑囿宥紆舁禹垣爰約窀垚玥"}
                              {:strokes 10
                               :element "金"
                               :characters "剝財睬倉敇豺剷倀倡鬯晁眧耖唓宸乘蚩持翅芻俶純祠脆厝凋釘琺剛罡怪借峻釕倪釙剖倩挈邛讱軔衽狨辱弱珊閃訕剡扇哨射珅娠神眚師十時拾狩書紓殊衰拴素祟孫隼唆索慟剜紊唏息席掀宵笑修脩訏徐玹痃眩殉栽宰奘唣哳痄窄釗針真畛疹拯症紙指酎疰拽酌租珇祖祚唑座"}
                              {:strokes 10
                               :element "木"
                               :characters "桉芭笆柏栢梆芐栟屙婀苊芳芬粉芙迀酐紺羔高哥格鬲哿根耕哽肱恭蚣躬拱貢玽股骨罟掛倌桄鬼桂袞核桁訌笏花桓恢唧姬屐笄笈脊記芰珈家痂恝兼豇狡訐拮桀芥衿肼弳徑柩桕疽桔矩俱倨娟倦桊雋拷栲珂疴恪倥恐芤哭庫框括栝栳栗匿臬耙芘棲芪耆豈起氣虔肷芡衾芩芹祛拳缺桑芟秫栓凇筍桃桐砼桅芴奚哮校芯栩椏芽芫唁苡倚癰邕娛圄峪原紜芸笊芝祗芷桎株桌"}
                              {:strokes 10
                               :element "水"
                               :characters "氨粑唄班般舨豹趵倍倴畚秕俾舭珌髟俵病玻砵亳庯秤臭泚洞娥洱肪紡舫肥匪肺紛峰俸服祓蚨俯釜害氦蚶邗函航蠔耗盍狠恨哼恆洪候祜洹洄恚活洎浹津酒洌洛馬邙旄們勐洣敉秘眠眄珉秣毪畝紐俳派畔袢旁配倗疲蚍拼娉俜洴玶珀哱圃淒訖迄洽洳灑殺紗娑洮窪洧紋蚊務洗效脅紲洩屑卹洫恂洵訓衍洋湮耘拶洲洙濁"}
                              {:strokes 10
                               :element "火"
                               :characters "哧恥翀娖玳耽疸紞島倒娣玷爹瓞凍恫蚪躉耿烘恍晄疾晉珏倔烤朗烙哩娌倆涼料烈玲瓴凌留旅攣倫倮耄拿納肭衲孬能娘恧衄哦秦恁朊芮蚋偌曬晌恕朔趿肽唐倘討套特疼屜倜恬挑條庭挺徒彖庹挖撾倭烏娭夏畜烜訊迅秧烊窈舀旃展站珍朕肢值晊秩舯衷塚罜祝倬笫恣"}
                              {:strokes 10
                               :element "土"
                               :characters "啊唉埃砹鵪俺按案盎敖芺峬城埕訑砥峨恩砝砩個埂堝砬埒埋砰破埔砌峭竊容埏砷堍砣娓軎翁唔阢峽軒蚜氬懨胭"}
                              {:strokes 11
                               :element "金"
                               :characters "偲彩參曹側釵產娼常徜唱巢晨趻偁琤瓻匙豉舂崇紬偢處絀啜船釧玼疵瓷粗啐挫得釣釩副寂祭剪旌勘馗率捏釹珮阡釬氫圊愨雀蚺唼啥釤商捎紹奢蛇設赦紳胂售孰庶唰爽悚訟宿狻捅偷釷問悉欷覡徙細舷祥斜偰邤訢釁邢羞袖酗旋悅責舴扎蚱砦粘胗梔胝趾終晝珠蛀專著紫族組胙做"}
                              {:strokes 11
                               :element "木"
                               :characters "茇苞苯笨苾梐彬梣茬趁笞茌崔笪笛兜軛梵芾苻桴符苷敢舸梗珙苟笱蛄蠱梏牿胍規匭國悍捍偈寄笳袈戛蛺胛徦假堅梘趼健皎教秸婕堇近婧竟救苴趄苣捐眷桷捃胩康苛氪啃寇苦梡眶悝盔悃捆婪笠啉苓茅茆茂梅苠茉苜旎偶苤笸啟乾悄茄卿頃筇蚯區蛆朐娶悛圈痊苒若嗇苫梢苕笙倏梳術笥崧桫梭苔梯笤梃桶偓梧悟晤狹廂梟偕械許珝研厴眼悒挹翊茚英唷圉庾苑笮苧棁茁梓"}
                              {:strokes 11
                               :element "水"
                               :characters "捌豝胈敗絆邦浜胞狽被偝偪逼畢閉狴婢庳敝貶匾徧彪邠斌浡舶捕涔唇訛返販訪啡酚唪趺麩紱紼浮匐艴婦夠海酣浛毫浩盒蚵痕珩唿唬扈瓠患凰悔彗晦婚貨洚浸涇涓浚邟浪流麻麥脈曼袤浼瞇覓密冕喵苗敏眸涅徘胖脬袍匏胚旆烹啤偏殍票貧婆粕浦渠澀涉涑挲涕塗涒晚望偎浯浠習涎消邪挾婞訩虛雪珢湧魚雩浴浙浞"}
                              {:strokes 11
                               :element "火"
                               :characters "欸捭蛃晡眵敕從湊紿帶袋聃膽啖蛋盜羝頂啶動敚舵阨珥烽晗焓焊斛將狷訣觖翋徠狼勒梨狸犁猁珕唳粒梁聊羚翎聆蛉婁鹵鹿略圇捋珞那婥訥您胬戚軟晟胎酞貪袒啕剔悌甜糶烴停珽豚唾媧襪烷挽焐晞烯珣珧斬張章帳啁偵振執痔窒舳捉啄眥傯"}
                              {:strokes 11
                               :element "土"
                               :characters "挨庵唵埯崩埠堾埭岽硐堆崗硌崮矽崞胡基崛崆堀崍硭埝鳥啪培堋埤崎畦牽埽眭堂窕眺婉唯帷偉尉迕捂牾硒崤硎勗琊崖啞瘂訝迓崦焉閆偃癢野痍移異埸翌狺寅迎塋庸恿悠蚰蚴狳域欲崢埴蛭"}
                              {:strokes 12
                               :element "金"
                               :characters "鈀鈑鈽猜裁殘傖廁嗏覘孱猖惝敞悵鈔超朝抻牚胵啻惆喘窗創捶詞猝酢悴毳皴嵯痤矬措貂掉鈄鈍貳鈁琈鈣割鉤辜壺戟絕鈞竣剴鈉甯鈕掊裒鈐欽禽情氰然韌絨傘散喪掃嫂痧跚善稍邵猞畬腎勝甥盛剩視授瘦疏舒黍述稅順舜絲斯俟竦嗖酥訴粟飧睃鈦替童推惜傒晰犀粞​​舾餼舄羨象胸琇須婿絮喧絢喻鑰咱鑿棗迮曾喳詐掌詔掙猙幀脂殖縶軹眾蛛貯註茲詛尊阼"}
                              {:strokes 12
                               :element "木"
                               :characters "棒筆草策茶棖茺楮篅荈棰茈茨答等第棣迭棟筏棼茯尷皋胳袼給茛軲觚酤詁僱棺貫胱晷貴棍聒猓槨皓閎喉荒茴薈嵇極戢棘殛集幾掎悸迦袷跏間犍薦絳茭椒蛟絞窖喈街傑結筋藎驚阱景痙窘啾厩掬椐莒詎懼距犋掘珺喀開凱閌鈧軻棵控筐貺傀喟蛞棱荔椋絡犖蕒棉茗猊棚椑期棲欺祁棋掐掮茜嵌強羥喬邱球詘蛐荃筌荏茸茹阮森篩耜覃棠珶茼統筒橢皖稀廈筅荇悻琄荀雅掩雁堯傜荑椅茵硬喲馭飫寓棧棹植茱椎茲棕最"}
                              {:strokes 12
                               :element "水"
                               :characters "跋阪湴綁傍棓報悲邶備賁絣琫诐邲弼皕揙猋幖邴啵博跛钚瓿淳淙淬淡發番飯邡防婓扉淝悱斐糞馮稃跗涪袱幅复傅富淦蛤涫胲頇邯涵寒喊琀絎淏訶喝涸訸賀惚淮喚徨蛔惠混耠惑漸荊淶涼淋淩淥淪傌買茫蛑貿帽媒媚寐捫悶猛脒冪黽描淼閔淖排牌跑彭捧邳痞胼評迫普淇淺清渃脎深淑涮淞淌淘添淟涴雯渦無淅喜閒現項淆涬雄徇涯淹液欹淫淤淯淵雲粥涿淄"}
                              {:strokes 12
                               :element "火"
                               :characters "掰焙採場焯掣珵程塍嗒傣貸單氮悼登迪覿詆邸睇掂阽惦跌喋耋痘短惇敦掇邇焚钬焦接嗟晶就厥吭焜啦喇瑯稂勞哩犂理傈痢詈晾量捩裂趔琌琉硫虜臠掠掄捺喃赧婻捻儺晴閏婼邰跆毯探掏啼腆掭祧迢貼婷蜓痛屠飩跎酡惋惘喔窩幄欻尋循巽焱蛘軺軼媛哲蟄診軫證臸彘智痣軸粢"}
                              {:strokes 12
                               :element "土"
                               :characters "捱媕啽晻胺媼傲奡堡堛嵖硨堤奠堞惡費黑堠劃黃堪喹嵐塄嵋垴蛙崴為圍幃惟餵硪婺痦翕硤翔硝硯堰崵崾揶掖猗"}
                              {:strokes 13
                               :element "金"
                               :characters "鉍缽鈸鉑踩粲惻插詫琩琛嗔脭絺飭傺愁稠酬蜍楚琡揣歂蠢跐琮催瘁搓脞鈿堵鈷鉀剿捷靖鉅鈳鈴鉚鉬鈮刨剻鈹钷鉛鉗蜣愜嗪銎飪揉塞搔琗裟歃煞傷艄蛸詵蜃詩邿獅勢試軾毹暑鼠蜀睡嗍嗣肆送搜肅嗉睢歲嗦羧嗩鉈鉭酮剸媳郄酰嫌蜆跣詳想綃新歆惺猩貅繡嗅煦揎暄鉉馴詢鈾銪愉揄蝓傴鈺裕愈鉞載賊揸閘債斟鉦睜黹酯誅邾瘃莊裝琸資揍傶阻"}
                              {:strokes 13
                               :element "木"
                               :characters "嗄荸箅筴搽猹槎茝椿楱榱戥荻椴莪蛾愕楓莩該陔賅戤概感幹筻嗝塥跟綆詬彀痼詿琯詭跪嗬荷猴逅畸嫉楫麂莢嫁揀筧減楗毽醬郊跤腳敫揭詰睫解僅禁靳經莖睛脛敬迥揪舅琚雎櫸絹筠揩慨楷戡莰稞窠嗑筘窟誇蒯誆揆暌琨髡廓莨楞莉蒞廉楝琳莽莓楣娩募楠逆睨筢榀莆頎琦琪祺僉愆箝嗆檣愀琴勤傾楸詮輇裙群嗓莎筲椹筮豎頌荽莛荼莞萵斡珷皙暇薟莧楔歇莘楦靴傿筵罨楊椰業義肄楹莜蕕莠愚榆瘐預禦楂楨孳罪"}
                              {:strokes 13
                               :element "水"
                               :characters "靶頒斑斒稖雹陂琲迸嗶愊愎痺闢惼颮禀摒脖渤補測滁渡渢蜂脯溉港傼頏嗥號郃貉郈轷湖猢琥郇換渙豢惶湟揮暉匯會賄喙毀渾賈湔茳湫較粳鳩渴雷粱媽嗎湄猸渼盟迷渺湣愍酩莫貊湳脲琶湃湓傰琵媲睥犏剽聘郱瓶裘惹綏湯琠湍微湋渭渥熙湘渫溆渲湮渶遊渝鬱渣湛湞滯渚煮"}
                              {:strokes 13
                               :element "火"
                               :characters "稗煲煏煸裎嗤媸馳傳搭靼迨亶當碭嗲電殿揲牒鼎督煅頓躲惰跺煩觥煳煥煌晃幌詼跡煎睞啷廊酪誄傫愣蜊煉賃零旒僂賂輅琭祿路亂煤睦乃揇猱惱農暖逄稔塔痰逃綈提跳艇嗵退煺蛻脫馱陀頑脘畹煨煒蝸熄煊煙琰揚煬暘徭虞煜詹盞照罩蜇郅置雉追惴琢貲觜趑訾"}
                              {:strokes 13
                               :element "土"
                               :characters "阿矮愛嗌揞暗嗷嶅廒奧碑碚碘碉碇碓痱話觟嵴鹼塊跬裊硼聖嵊嵩塑碎塌塘填琬碗嵬琟猥痿艉猬溫嗡握嗚蜈塢詡"}
                              {:strokes 14
                               :element "金"
                               :characters "銨艑綵嘈察瘥僝嫦瑒綝稱誠郕鋮酲銃搊綢裯殠搐搋僢愴慈雌粹翠铞铥睹鉺罰閥鉻鉿郝劃鉸精聚劂銬銠閭銘隉齊綮慊戧腔搶劁寢蜻銓逡認銣瑞睿搡瘙銫僧绱韶賒慎釃逝誓壽綬陎署說搠嗽誦嗾瞍速愫僳觫酸猻損銚銅僮骰途酴僖蜥銑屣郤禊銜線限像逍需睻铘銥劓銦銀腴瑜窬臧造嘖幘甄賑蜘摭碡帚銖綜腙粽僔鋁"}
                              {:strokes 14
                               :element "木"
                               :characters "菝榜菢菶萆菜菖萇嘗篪椽菙萃萏菪凳摁菲榧菔嘎蓋趕綱睾膏搞槁誥郜歌搿箇郠構菇菰箍鼓褂管逛緄幗蜾菡赫瘊槐萑夥箕暨跽嘉郟瘕箋菅搛戩僭降僬僥餃酵截竭誡骱緊廑菁腈兢迳僦裾菊榘皸菌郡犒裉箜骷酷筷魁睽匱愧匱萊榔菱榴榪樠萌墓幕萘槈箄裴菩榿萋嘁萁旗綦綺葺搴歉槍敲僑誚篋輕箐逑賕巰蜷綣榷榮榕箬瑟菽槊菘算榫榻萄萜菟菀偽萎菥簫榍榭菸厭釅疑瘞蜴螢郢萸語嫗箢瑗願菑榨寨肇榛箏菹"}
                              {:strokes 14
                               :element "水"
                               :characters "搬蝂飽悖繃嘣鼻幣滗裨弊碧馝稨滮裱賓菠駁搏僰箔逋滄滀滌滇緋蜚腓翡僨瘋逢鳳孵郛福輔腑滏腐閣溝嘏寡滾嗨豪滈閡菏瑚華滑猾瘓滉琿誨魂溷禍溘濫漓溧溜獁嘜嘛幔髦瑁瞀麼酶艋蜢嘧蜜綿瞄滅閩鳴冥溟暝嫫麽陌寞溺滂搒脾羆蜱嘌萍頗僕溥蜞溱溶溽颯飼溲溯溻溏滔網瘟聞郚舞郗溪攜熊溴踅熏窨溢滎源滋滓"}
                              {:strokes 14
                               :element "火"
                               :characters "熬暢暢塵逞瞅綽瘩搗嘀嫡遞腚腖郖逗端對裰奪綞爾裹夥獎盡愷瘌辣罱郎嫪嫘酹嘞嫠奩連踉僚寥廖粼綾領熘綹嘍陋綠綸裸雒瑙嫩寧喏搦熗熔煽裳台態攤嘆搪耥趟慆慝滕逖惕裼舔蜩通透圖團籜蜿綰腕誒鞅瘍搖熒毓搌綻嫜彰脹幛趙肈這禎種逐綴緇"}
                              {:strokes 14
                               :element "土"
                               :characters "骯獒塝碥碴墋誕碲墊碟砜閨監碣境逵壼墚嶁墁嘔碰塹嶇墒塾墅碩碳維瑋誣誤寤瑕頊噓墟碹醃嫣耶腋禕旖夤瑛墉"}
                              {:strokes 15
                               :element "金"
                               :characters "錒鋇慚慘艖摻摻嬋鋋廛諂腸廠麨瞋漦瘛衝摴廚鋤諔嘬瘡摐噇踳賜醋摧銼嘟鋨鋒敷鋯劊劌鋏緘劍節靚鋦劇錁刳鋃鋰锍鋝劈鋪噙鋟請趣髯糅銳腮毿磉傻陝殤賞審諗實蝕駛奭艏熟數腧摔誰噝緦嘶駟艘螋誶瑣銻鋌腿鋈嘻陷腺線嘵銷鋅腥陘銹緒儇缊糌駔噪鋥稹幟陟摯皺囑翥幢諄諑踪諏陬"}
                              {:strokes 15
                               :element "木"
                               :characters "葆萹箯標槽箣郴樗樅蔥稻噔蒂腭樊葑橄稿葛賡鞏穀廣媯瑰郭摑葒篌餱葫槲篁蝗嘰緝齎稽瘠擠稷葭價駕稼儉翦賤腱箭僵槳嬌膠噍頡羯槿儆獍鬮駒屨踞蒈慷靠頦瞌蝌課緙摳侉寬款誑葵醌閫樓面模耦葩篇葡槭葜慳槧慶窮煢萩蝤葚樞葰樘葶葳葦蒍嫵葸瞎賢緗葙箱蠍萱樣儀誼毅瑩媵萭窳葬樟箴荮著箸醉"}
                              {:strokes 15
                               :element "水"
                               :characters "鲃魃罷瘢魬褒鴇褓暴輩褙骳奔陛腷駜髲編蝙褊緶麃摽憋餅葧踣餔部漕滻蝽漘醇滴幡範魴誹膚幞蝠駙賦腹蝜蝮澉緱緱盥虢憨漢撖頜褐滹滸滬嘩踝逭漶輝麾慧漿漤漣凜漏漉履落瑪碼祃勱賣鞔滿慢漫漭貓蝥貌黴魅緬緲廟緡瞑摸摩漠墨慕暮漚蒎盤醅賠噴嘭郫陴翩漂魄噗漆憩滲漱漽霆萬逶嬉蝦餉霄勰寫漩演漾漪潁漁漳漲震漬"}
                              {:strokes 15
                               :element "火"
                               :characters "皚僾熛噌層徹踟齒憏憃除褚踔逴輟腠褡逮儋彈德敵骶締踮調蝶董陡緞餌緩踐進摎噘賚閬嘮樂黎厲練諒輛嘹寮撂劉瘤摟魯逯戮慮輪論腡熳鼐腩蝻腦鬧餒輦儂駑挪噢僻熱熵踏駘癱談郯賧羰瑭躺铽踢緹髫摶褪駝膃輞腰瑤熠熨暫摘獐賬輒摺陣鴆徵諍質觶腫駐縋禚輜"}
                              {:strokes 15
                               :element "土"
                               :characters "腤鞍璈墺嶓嶒墀磁磋嶝墩墮廢墳磙嘿糊蝴嶠磕蝰嶗磊嶙碾嬲歐毆慪磐嶔確豌緯諉衛慰廡嫻鞋糈鴉養噎葉靨億逸影慵憂郵魷蝣牖諛緣院閱增磔徵"}
                              {:strokes 16
                               :element "金"
                               :characters "錛餐憯穇艙糙蹅儕幨閶氅鋹諶踸赬褫憧瘳踹遄陲錘輴錞糍璁璀撮蹉鹺錯锝雕錠輻鋼錮锪輯錦靜鋸錈錕錸鍆錳穆锫憑錡錢錆嬙撳瘸蹂儒縟褥噻嬗膳鄃輸螄撕穌錟頹錫羲螅鬩鍁醒髹諼謁逾覦諭憎甑瘵戰縝錚整郮縐諸麈撞錐錙郰撙"}
                              {:strokes 16
                               :element "木"
                               :characters "蓓蓽篳蓖篦蔀篰蒼橙篘蓴篤餓諤鄂閼萼遏噩諤蒽篚噶篙糕縞膈骼鴣轂摜龜輥過蒿嚆橫黌骺鱟樺慌隍葷機畿墼蒺劑冀髻頰縑蒹諫踺彊耩犟撟徼縉噤頸憬橘舉踽窶鄄橛麇瞰眍褲噲窺憒篥夢蒲樸器褰黔橇橋憔樵撬鞘親擒檎螓檠磬遒鼽糗趨鴝磲橈蓉蓐鄀穡樹蒴蒜蓀蓑蓊樨縣橡筱嘯諧蓄閻魘諺窯縊縈鎣嬴穎閾遇圜樾蓁蒸築篆嘴樽"}
                              {:strokes 16
                               :element "水"
                               :characters "澳鮁辦鮑虣憊糒甏嬖觱鮅鞞遍辨瘭儐撥餑播鲌膊馞潺潮澈澄霏奮憤諷撫鮒骸駭頷翰翮醐寰遑潢諱閽餛霍澗澆潔噱潰潦澇霖螞罵瞞蟎蒙醚憫螟瘼默謀霓凝潘螃耪陪霈澎膨駢蹁諞瓢瞟撇瞥頻鮃撲氆潛潤撒霎潸潲澠澍澌潭燙潼隈溈潿閿憲廨興學潯鄅澐"}
                              {:strokes 16
                               :element "火"
                               :characters "撤陳撐鴟熾儔輳達殫撣憚導道燈諦諜蹀都賭憝噸燉遁踱燔積瑾撅獗賴襤螂撈擂褵璃罹歷璉撩獠燎廩陵遛龍瘺盧陸錄駱燜遖撓鮎噥諾逎燃燒遂鮐曇糖螗絛陶蹄醍頭暾鴕橐熹曉璇謔焰鴦曄燁燚燠璋瘴赭臻踵豬撰贅諮髭燊"}
                              {:strokes 16
                               :element "土"
                               :characters "噯嬡諳聱螯懊磅壁磣慣衡墾垮磨甌磧牆融壇違謂憮歙遐鴨閹燕噫頤嶧殪陰壅馀豫鴛螈運鄆醞磚"}
                              {:strokes 17
                               :element "金"
                               :characters "锿嚓擦縩操艚螬懆馇鍤禪償韔鼌幬憷歜黜膗聰獨鍍鍛鍔鍋鍰徽蹇餞鍵駿鍇鏈镅鎂縻鍪遣蹌鍬鍥嚅孺鄏賽糝繅擅聲諡蟀瞬鍶聳鎪謖雖隋縮膝蟋谿戲鮮癇獫餡謝鵂遜翼輿糟罾鍘齋氈鍺鍼鐘鍾謅矚總鄒"}
                              {:strokes 17
                               :element "木"
                               :characters "蒡蔽檦蘗蔡檉蓯蔟簇檔瞪懂蔸篼擀鴿篝購媾鴰館簋蟈馘癀檜豁擊璣激嚌覬艱韉撿檢謇講蔣鮫矯階鮚鞠鞫據颶糠顆髁懇蔻挎獪虧欄檑蓮聯斂蓼檁蔞簍簏蔓懋甍蔑篾蔦蓬蹊謙瞧擎罄麯蕖闃篸蔌簌檀蔚檄蓰轄罅薌魈蓿蔫簷蔭營獄岳簀蔗櫛賺樁"}
                              {:strokes 17
                               :element "水"
                               :characters "癍幫謗蹕臂褾豳擘澹點淀璠繁鼢縫縛醢鼾韓憾撼嚎鴻觳浣擐璜隳澮諢闊蒗澧濂潞嬤縵蟒蟊彌謎糜謐摹膜濃蟠貔縹螵嬪皤璞霜潚濉禧霞鄉鯗褻懈獬鱘澡澤澶"}
                              {:strokes 17
                               :element "火"
                               :characters "曖餲燦齔瞠騁醜黛擔癉擋蹈隊鴯鮞燴績璡爵闌癆縲儡勵隸褳殮魎療臨瞵磷懍隆耬螻縷鸞螺麋繆黏嚀騃燧遢蹋餳膛螳醣謄嚏瞳疃臀襄燮謠遙繇燥擇輾蟑褶鷙膣螽燭縱"}
                              {:strokes 17
                               :element "土"
                               :characters "癌隘闇鮟醠遨謷磴礅鮭壕壑磺磯礁壙嶺磽嶸闈鮪鄔壓陽嶷憶懌翳應嬰膺擁優黝隅嶼轅遠龠鄖"}
                              {:strokes 18
                               :element "金"
                               :characters "翱鏊鎊鎞饆璨蟬繟儭艟懤雛幮儲蹙竄鄜鎬鎘環穢劐鎵鎧鎦镎聶囓鎳擰獰闋闕鎔鞣鎩繕蟮觴嬸雙颼鎖鎢雟燹蟓擤鎰遭賾繒膪鎮織顓鬃"}
                              {:strokes 18
                               :element "木"
                               :characters "檳檫蕆槌簞簦簟蕫鵝額顎蕃擱隔鯁遘覯鵠瞽歸鯀簧蟥蕙獲犄蕺蟣鯽鰹瞼襉簡譾檻糨蕉謹覲舊瞿鵑蕨騍蕢簣聵攔瞢擬膩檸騏騎蕁襁鄡蕎竅翹檾軀璩覷鬈蕘繞蕤蕊蔬檮檮隗魏蕪黠蕈顏蠅鵒蜮簪蕞"}
                              {:strokes 18
                               :element "水"
                               :characters "鼥鞴鄙斃濞髀奰鞭飚蹩濱擯殯袯鵓餺鵏闖蕩翻黻賻覆馥濠闔鄠鯇繢蟪濟謾鄤鄚朦鄍謨饃貘濘蹣蟛癖鯆濮濡鯊濕穗濤濰隙獯雜濯"}
                              {:strokes 18
                               :element "火"
                               :characters "痴蟲戳叢戴燾鞮癜斷懟豐燼醪耢釐禮鯉糧繚膦嚕侓轆璐謬蟯耨懦適曙抬鵜題闐餮魍曛曜瞻障遮謫職贄躓轉騅擢"}
                              {:strokes 18
                               :element "土"
                               :characters "礙璦盫襖蹦璧礎鹼礓壘謳韙鄢醫黟彝癔鄞鄘鼬隕韞"}
                              {:strokes 19
                               :element "金"
                               :characters "鏖鏰鏢襜蟾鏟鯧懲遲寵疇辭蹴禱鏑顛牘犢鏡鏗鎏鏤鏝錨鏌锘遷鏘譙鯖鵲顙騷臊羶鄯繩識獸攄璹餿擻鏜醯系暹饈選鏇贊鏨躁譖鯫鏃遵"}
                              {:strokes 19
                               :element "木"
                               :characters "薜簸櫥薋蹬櫝臌關獷薅薨蕻謊譏薊韁繳轎醮襟饉鯨鬏絝胯膾曠鯤擴蕾櫪櫟櫓麓難鯢攀麒髂簽薔蹺繰麴黢醛薩薯薇蕹蕭肖擷薤蟹薪薛贗遺蟻薏蕷籀"}
                              {:strokes 19
                               :element "水"
                               :characters "瓣鵯襞瀌癟薄醭簿瀍鶉瀆蹯鯡羹鞲鯝繯繪嚯濺獵瀏濼懣懵蠓祢靡湎鶓鵬騙鄱譜蹼瀑擾渖霧瀉霪瀅"}
                              {:strokes 19
                               :element "火"
                               :characters "薆擺爆蹭嘲蟶歠骴噠鄲襠鄧鯛鶇胴蹲齏際譎蹶羸類離麗嚦簾臁蠊臉襝遼鄰遴轔鯪餾嚨擼廬氌蠃蟆鯰攆膿龐曝蹻爍譚韜鞀璽鄩繹贈鄣轍鄭擲騭鯔"}
                              {:strokes 19
                               :element "土"
                               :characters "爊礤壞疆壢壟壟壚穩鵡騖嬿臆繶臃韻"}
                              {:strokes 20
                               :element "金"
                               :characters "鐔犨觸鰆鐙鐓鐇鐨鏵鏸鐧鐎镢鐍锎铹鐐鏻聹镤镨繾鏹黥謦鐉蠑襦繻蠕鰓馓鳋騸釋孀铴璺霰馨續譯譫騶鐏"}
                              {:strokes 20
                               :element "木"
                               :characters "藊藏櫬籌篡鶚鱷藁鰉攉蠖籍繼艦藉警競齟遽醵覺闞嚳跨鄶纊饋藍籃櫳櫨檬藐篷臍蠐薺騫瓊鰍勸薷薹犧獻懸薰嚴邀議櫞黦櫧櫫纂"}
                              {:strokes 20
                               :element "水"
                               :characters "膀齙鲾避襣躄鯿辮穮繽瀕蠙臏黼鰒瀚鶘懷還瀖瀨瀝瀧露瀘鬕邁顢饅鶥蠛魔譬嚷瀜瀟邂瀣瀠瀛瀦"}
                              {:strokes 20
                               :element "火"
                               :characters "寶闡黨鰈竇嚼矍懶黧醴癘齡騮朧攏爐擄羅糯飄贍獺撻騰齠鼉曦耀贏瓆躅"}
                              {:strokes 20
                               :element "土"
                               :characters "驁巉礦巋礫壤鼯鶩鄴癮嚶罌"}
                              {:strokes 21
                               :element "金"
                               :characters "鐾驂鸧蠆攙懺羼韂襯鐺躇呲鶿驄鐸鐫鐳鐮鏴囁譴蛩麝隨隧邃鐵燨險鐿儹躑屬鐲鄹"}
                              {:strokes 21
                               :element "木"
                               :characters "藨鶻顧鰥顥飢雞殲鶼繭贐夔藜藕鞒驅饒藪藤囂藥藝齦鶯櫻"}
                              {:strokes 21
                               :element "火"
                               :characters "纏躊躋爝臘蠟癩斕覽爛累儷癧瓏髏瓐騾曩鰨鰷鰩鷂灶囀饌齜"}
                              {:strokes 21
                               :element "土"
                               :characters "鰲礴蠡礪礱碌礞巍攖譽躍"}
                              {:strokes 22
                               :element "金"
                               :characters "鑌镲躔囅摛躕攛鑊鑑跫懾襲隰驍癬骣鑄"}
                              {:strokes 22
                               :element "木"
                               :characters "藹龔瓘蘅籛驕鄺籟藶藺蘢籠蘆蘑孽蘋蘄氍權蘇儼癭齬鬻蘊"}
                              {:strokes 22
                               :element "水"
                               :characters "邊鰾鱉灃灌驊歡獾霽霾鰻艨鳘耱瓤穰灄響饗鱈藻"}
                              {:strokes 22
                               :element "火"
                               :characters "顫齪糴疊讀龕邋鳓糲鰱躐驎鷚聾癃窿臚艫孿囊攝贖儻饕聽彎鷓"}
                              {:strokes 22
                               :element "土"
                               :characters "巔巒鷗懿隱瓔鳙饔"}
                              {:strokes 23
                               :element "金"
                               :characters "鑣黪黲髑镥顬鱔鑠鷥髓鼷鱚纖鷴攢臟齄鱒"}
                              {:strokes 23
                               :element "木"
                               :characters "欑蘩鱖藿鷦鷲蠲蘭蘞欏驀蘗蘧癯蘚鼴驗驛鷸"}
                              {:strokes 23
                               :element "水"
                               :characters "鷩變鱝鬟禳灘"}
                              {:strokes 23
                               :element "火"
                               :characters "讎蠣戀鷯鱗麟轤欒玀體顯"}
                              {:strokes 23
                               :element "土"
                               :characters "孌岩纓"}
                              {:strokes 24
                               :element "金"
                               :characters "鎛蠶讒讖矗鑫瓉瓚驟"}
                              {:strokes 24
                               :element "木"
                               :characters "靄簖贛羈攪蘺籬釀衢齲鷹攥"}
                              {:strokes 24
                               :element "水"
                               :characters "蚌髕鬢轡顰躞"}
                              {:strokes 24
                               :element "火"
                               :characters "螭韃癲蠹攫讕鱧靂靈隴鷺讓闥齷鱣"}
                              {:strokes 24
                               :element "土"
                               :characters "壩罐鹽艷囈"}
                              {:strokes 25
                               :element "金"
                               :characters "鑶鑱鲿躥鑭躡璛鑲贓"}
                              {:strokes 25
                               :element "木"
                               :characters "觀鱭髖欖蘿籮蘸纘"}
                              {:strokes 25
                               :element "水"
                               :characters "灞酆灝灝鹱漯蠻蘼襻"}
                              {:strokes 25
                               :element "火"
                               :characters "靉纛攬鬣酃顱摞囔廳"}
                              {:strokes 26
                               :element "金"
                               :characters "饞鑹驥鑷躚趲"}
                              {:strokes 26
                               :element "木"
                               :characters "蠼躦"}
                              {:strokes 26
                               :element "水"
                               :characters "灣"}
                              {:strokes 26
                               :element "火"
                               :characters "邐酈驢邏瘰攮"}
                              {:strokes 27
                               :element "金"
                               :characters "黷鑾鑼顳鑽"}
                              ,
                              {:strokes 27
                               :element "木"
                               :characters "顴讞"}
                              {:strokes 27
                               :element "水"
                               :characters "灤纈"}
                              {:strokes 27
                               :element "火"
                               :characters "讜纜鸕鱸驤"}
                              {:strokes 28
                               :element "金"
                               :characters "齼"}
                              {:strokes 28
                               :element "木"
                               :characters "籩戇櫺"}
                              {:strokes 28
                               :element "水"
                               :characters "灩戅"}
                              {:strokes 28
                               :element "火"
                               :characters "魑轢躒"}
                              {:strokes 28
                               :element "土"
                               :characters "鸚"}
                              {:strokes 29
                               :element "金"
                               :characters "鏍"}
                              {:strokes 29
                               :element "火"
                               :characters "驪躪"}
                              {:strokes 29
                               :element "土"
                               :characters "鸛"}
                              {:strokes 30
                               :element "金"
                               :characters "爨"}
                              {:strokes 30
                               :element "水"
                               :characters "骉"}
                              {:strokes 30
                               :element "火"
                               :characters "鸝鱺馕"}]
         :sancai {:combinations {"木木木" {:description "成功順利伸展，希望圓滿達成，基礎安定，得能向上發展，家門昌隆，身心健全，保得長壽幸福，若巧遇（連珠局）者更加三倍以上之福力，但此為參天巨木大森林之象，須知樹大招風，須提防他人之妒賢而多招風波之中傷。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木木火" {:description "成功順利伸展，無障礙而向上發達，基礎境遇亦安泰，事事順利，興盛隆昌，終生得幸福繁榮，身心健泰，保得長壽幸福。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木木土" {:description "人格之木立於地格土之上，順應天地自然之妙配，莫作木剋土論，此局兆，乃必安泰自在，境遇堅固穩當，如立盤石之安泰一般，能成功發達，容易達成目的，名利雙收，順利發展，幸福長壽，但切戒貪污，否則招凶以受瀆職犯法之罪懲。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木木金" {:description "雖因苦心奮鬥而有成功運，但基礎運劣，故伸張無力，又境遇多變，常受迫害，難得平安，屢受下屬威脅，為部下而致損失，勞煩、失敗等，心情苦悶。（但若人格與他人格之陰陽異性：則其凶，減輕些。）"
                                           :luck "凶多吉少"
                                           :value -15}
                                 "木木水" {:description "成功運很不錯，足可順調發展，配置大吉。但只怕人格數或地格數為凶數，則：最末終歸漸漸的失意，流亡，失敗，煩悶，刑傷，病弱，被藥所殺，或招致流浪或放浪，揮霍之兆。（但若人格與地格之陰陽異性：則其凶減輕些。）"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "木火木" {:description "得上下之惠助，順調成功發展，基礎穩固（但若有凶數則須提防火災或燙傷之類），境遇安泰，地位，財產俱皆安全。子孫繁榮，心身健和，無憂自在，幸福長壽。但限若人格２３數地格２１數者：則甚好淫，卻甚好淫，卻無節制。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木火火" {:description "起初難免有孤革奮鬥之感，但鬥志激昂，終排除困難，達到順調，成功發達，尤能得上位之惠肋而更伸張發展。但似乎乏其持久，耐久力，以致雖是成敗交加頻見，總之大體還算安然，但須防火災或燙傷之災。人地格皆２３數：甚好淫。"
                                           :luck "中吉"
                                           :value 80}
                                 "木火土" {:description "基礎堅實，心身安泰，奴上位之引進而順調成功發展，能享得幸福，長壽，圓滿。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木火金" {:description "雖因勤奮而達順調成功，外見安穩，內實不然，基礎不安定致家庭違和，且受部下之迫害，徒勞無功，終於逐漸崩潰，而致失敗。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木火水" {:description "水火相剋，其危早驗！基礎極端之不安定，（尤其人格數與地格數之相差數：若正是（六數）之名，其凶加倍！）恐遇意外災禍，有凶變，急死，意外不測，甚至喪失生命、財產，危機四伏之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "木土木" {:description "境遇不良，住居多移，環境不安定，職業受挫，成為孤獨。基礎運：崩破。成功運：毀壞。運命被抑壓，不可能成功，永無法伸展。不但易犯嚴重腸胃病，且短壽易死之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "木土火" {:description "基礎運吉而能達有限之成就，但因成功運受到壓制，故成功之後便難再伸展了，宜養（仁德雅量），可逃災害而得平安。"
                                           :luck "中吉"
                                           :value 80}
                                 "木土土" {:description "雖易產生不平、不滿之念，招致家庭不和，但幸因知機，而養成（仁德雅量）而能亨通安祥，總之大體平順幸福，而必有相當之成就，只因成功運受到壓制，故成功之後，恐難再伸展。"
                                           :luck "吉"
                                           :value 65}
                                 "木土金" {:description "基礎運佳而成功運劣，雖無大發展，但亦安定，溫飽無慮，但成功運被壓迫以致不能再伸張發達，故好發牢騷，幸而德量好，小過難免，但不致成禍厄。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "木土水" {:description "基礎運崩敗，成功運亦毀壞，命運勢劣，被壓不伸，容易遭遇轉劣或凶厄、急難、變死、危機四伏，短壽之兆，生命難保，幸若人格數是１５數或３５數者：雖最優良，僅可保免致短壽，但身心會易過勞。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金木" {:description "外表似安定，內實不然，困難重重以疊捲而來，永不休止，境遇困苦，身心過勞，甚難以成功，即使勉強成功也很快再敗，易惹禍端而變為短壽，或損腦筋，變成思想偏歧不正，或多遭危身災險，家庭亦多不幸諸災。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金火" {:description "絕對不安定，多遇小人之暗害，身心過勞，基礎運崩敗，成功運毀壞，不能成功，即使勉強成功亦旋即再敗，或損腦筋，變成思想偏倚不正，或多遭危身災險，甚至發狂、自殺、變死諸禍端，此乃短壽之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金土" {:description "因肯努力而獲得相當程度之成功，境遇安定，但成功運劣，所以難再發展，精神亦多磨勞苦。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木金金" {:description "過於堅剛而被人排斥，陷於不和、孤獨，身心過勞，容易遭難，失敗，傷害腦以致思想偏倚不正，家庭破亂，除非意志堅剛不拔而終可成功，否則其成功運至劣，難於展志成業，易惹禍端而變為短壽。"
                                           :luck "大凶"
                                           :value -30}
                                 "木金水" {:description "雖努力勤奮，但徒勞少得，常有煩腦不安，終因身心過勞而一再失敗，陷於急變、沒落、遭難、變死之悲運，雖慶喜人格與地格俱吉數，而有一時之安定成功，但為時不久。"
                                           :luck "大凶"
                                           :value -30}
                                 "木水木" {:description "得境遇安全，能逃災厄，成功運佳，順利成功發展，配置良好，但只怕人、地兩格，若有凶數者：家庭變成諸多不幸，因之導致失敗之慮，若無凶數，則可免憂也。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木水火" {:description "一時博得名利，因基礎不穩，水火急變，最終也凶，易生病難、急禍、剋妻與家庭之不幸，若人格數與地格數：相差了六數，乃犯六沖之短命兆，有大凶厄或變死之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木水土" {:description "一時雖可得成功，但會漸漸的崩潰而歸於失敗，表面安定，內有急禍，心情煩悶不安，容易生突發之急變災難，甚至發生料想不到之災危或禍端。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "木水金" {:description "基礎安定，成功運佳，財利名譽俱得並大發展之勢，健康、長壽、幸福之兆，唯若人格或地格若凶數，恐因好大，喜功，行事亦易招敗，若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "木水水" {:description "前運雖苦而後運甘甜，能順利成功並大發展，為富豪，享長壽安寧，但人格、地格若凶數恐有病弱或流亡失所之慮，若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木木" {:description "基礎安泰，貴人相助，向上發展，易迅速達成目的，而得大成功發展，享洪福又長壽。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木火" {:description "由努力至成功，向上發展，諸志易成，百事安泰，身心健康，得享長壽富榮，但因火力過大，提防火災或燙傷之險，若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木土" {:description "基礎堅固，毫無變動，如立盤石之上發展，達成目的，向上進取，努力奮鬥，容易成功富貴，順利發展，安泰健身長壽。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火木金" {:description "可以發展成功，但境遇不安定，易轉變移動，受下部之迫害殊多，身心過勞，多變化終於轉敗，且須防有交通事故之危險，另一方面也須提防被武器殺傷或外傷大流血之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "火木水" {:description "因勤勉而成功發展，名成利就之吉兆無疑。（但只怕人格、地格為凶數，則易生家庭之雜亂，再加以天地格水火相剋，會恐好景不長，必有失敗之一天）。"
                                           :luck "中吉"
                                           :value 65}
                                 "火火木" {:description "境遇鞏固有下屬之助，地位財產，俱為安全，排除諸障礙，凡事如意，盛運隆昌榮譽，助者或共事者亦得一帆風順而成功發展。（但若有凶數者，亦須提防火災或燙傷之事）但人格２３數、地格２１數備全者，而他格有凶數者：很可能好淫無節制。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火火火" {:description "一時盛運，而可成功發展之吉兆，但因根基薄弱，孤軍奮鬥，缺乏耐久力以致好景不長，故若輕浮疏忽便招致失敗，戒之，但須知火多成災之理，尤須提防火災或燙傷之事，但若人格與地格皆屬２３數者，他格有凶數則：貪淫好慾而無節制。"
                                           :luck "中吉"
                                           :value 80}
                                 "火火土" {:description "吉祥順遂，成功發展之吉兆，但若人格、地格有凶數，易生不良誘導，終陷於災難悲運，被人陷害連累等，甚至有財敗人離之慮，若人地二格無凶數，則大體是長壽幸福的。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火火金" {:description "一時雖可得成功，但外見安穩而內實不然，為人過分風流好淫而又常受不良之部下陷害，以致身心過勞，終至失敗或夫妻激烈不睦，雙火剋一金，很可能與人結怨仇而發生禍端殺人或被殺，或遭火災，乃雙死之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火火水" {:description "風流淫穢之極，而又非常不安定之命運，易生意外之凶變或遭水灼襲，即使一時僥倖而成功，但亦不能持久，終陷於危禍，受意外災難而破財或喪生，變死之機遇特多之凶兆，此乃發生不測突變而致死之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火土木" {:description "雖得尊長（或上司）之愛護提拔，或祖先之餘德，而必可成功發展，但基礎是（土在上而木在下）之相剋而含有崩敗運，故境遇多凶變，財帛易散，成敗頻見，身份也因之時貴、時賤。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "火土火" {:description "能安定，可逃災害，部下得力合作，能成功，由尊長之愛護提拔或父祖餘德所蔭益，得隆昌而大發展。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火土土" {:description "有父祖餘德所蔭益，或由長輩愛護栽培，易向上發展，境遇安泰，雖無驚人成就，但可平順而逐漸伸展，欣慶幸福長壽之兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火土金" {:description "得部下擁載，及長輩引進，而得成功發展（五行順相生，從上生下，配置良好），易得財利、名譽、事業隆昌，長壽少病之兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "火土水" {:description "雖有長輩的愛護提拔，或父祖之餘德蔭益，而可成功於中年或壯年，但基礎運劣，須防青年或晚年期之急變沒落或遭受病苦、破財、失敗或因色情事被殺等之不安定，凶運頻來之兆。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "火金木" {:description "命運完全被抑壓，基礎運亦劣，常常勞而無功，極困難伸展其成就，若不謹慎，則致顛覆，易招失意及失配偶，或遭遇殘廢之禍患，甚至發狂殺人或變死，乃短壽又凶死之兆矣。"
                                           :luck "大凶"
                                           :value -30}
                                 "火金火" {:description "命運完全被壓制而不能伸展，基礎不穩，傷腦傷肺，絕對的不安定，亦不能成功，晚年更凶，易遭火災，甚至發狂或遭遇殘廢，變死之厄難，必定短壽凶死之兆矣。平生：貪色、好勝、爭鬥殺伐而惹禍，致陷遭牢獄者也不少。"
                                           :luck "大凶"
                                           :value -30}
                                 "火金土" {:description "境遇雖安定，受一時之福蔭而獲得安定之生活，但成功運因被壓制，不能有所伸張，常有煩惱與困難，身心過勞，易生腦疾、肺疾或遭難之慮，晚年不佳之兆。"
                                           :luck "吉凶爭衡"
                                           :value 40}
                                 "火金金" {:description "過分堅決魯頑剛強，以致遭受批難、不和，陷於孤獨，易生不平、不和，不滿、怨嘆等。成功運被抑壓，且易變為遭難以及失子、孤獨、不遇等。容易因不測之突變而短壽喪生之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火金水" {:description "非但不能成功，且有急變沒落之兆，陷於懷才不遇，破亂凶禍極多，平生意志不能有所伸張，成功運也完全被壓制，容易因被人連累而遭難，突生不測凶變而喪生，死於少人知之處。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水木" {:description "雖有一時的成功，但因成功運被壓制，而不能有所伸張，且大多易生困苦、亂雜、窮困，且有招致急禍或遭難之慮，含有急變不祥之兆。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "火水火" {:description "三才皆破，亂雜困窮，容易在室外或途中而遭難，有急禍，無形之心病甚重，容易為感情或愛情事而遭難，大災、大禍頻襲，如風中殘燭，隨時可滅之兆，絕對的不安全，不但身體越虛弱，且會發生不測之突變，而喪生或發狂或自殺，乃短壽之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水土" {:description "三才皆破，即使表面安定，亦內藏不安，亂雜困苦煩悶，基礎運崩敗而成功運又被抑壓，不能伸張，不但招致境遇沒落，又有病弱短命及遭難變死之兆，為短壽之凶數配置。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水金" {:description "能有一時之成功，但成功運被壓制而不能伸張，時常不平、不滿、亂雜苦悶煩惱，災禍繁多，難以平安，須提防處事，否則會有突然之急禍凶變。"
                                           :luck "大凶"
                                           :value -30}
                                 "火水水" {:description "有一時之投機成功，但絕對不能伸張，終歸亂雜困苦、孤獨、有病難、凶變、急禍，危命之慮。"
                                           :luck "大凶"
                                           :value -30}
                                 "土木木" {:description "基礎安泰，得貴人助力，而在困難之中得平安發展，但成功運之配置不良，難於伸張，故然只是外強中乾而已，雖苦悶煩惱殊多，但大體可得平安，衣食充足，幸福有壽，人地兩格，無凶數，則身體健康，疾病少有，有病吃藥即可速癒。"
                                           :luck "中吉"
                                           :value 80}
                                 "土木火" {:description "勤勉做事，無厄安泰，終獲成功之吉兆無疑，雖然成功較遲些，但平安發展，改善境遇，家門興隆，但過程中亦有不少困苦煩惱。如果人、地兩格無凶數，則無病，若有病吃藥可速癒。"
                                           :luck "中吉"
                                           :value 80}
                                 "土木土" {:description "基礎堅固安定，但有懷才不遇之嘆，若轉換角度而活用智慧，可得一時之成功，但因成功運配置不良，故亦難伸展，有成功較遲及希望遲達之兆，交通上提防土、石、器械殞落之傷。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土木金" {:description "三才皆破，境遇多變，常有移動，苦心徒勞，部下反逆，遭受迫害，不能平安，凶運頻來，不知所止，少有成功之希望，有被武器殺傷或被器械外傷而短壽喪生之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "土木水" {:description "雖有一時之成功順利，但外見吉祥，內實不然，難於伸張發展，有許多苦惱，且易流轉破亂，或因凶變而破產或遭難之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土火木" {:description "三才甚佳勝，境遇安固，能得下屬之助力，易成功發展，地位及財產安全，事事如意，名成利就，幸福長壽之兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土火火" {:description "一鼓作氣，勇猛奮鬥，運勢浩盛，容易成功達到目的，功名成就，若原命喜火之人，妙能以此之名更加兩倍以上之輝煌成就，然若凶數則欠人助，以自力奮鬥，也易招孤苦失意，令人可惜。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土火土" {:description "三才配置至為優勝，基礎堅實，希望如意，求謀容易達成目的，功名成就，成功後之發展如飛黃騰達，得上位之人所器，受下屬所擁護，大幸福之長壽兆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土火金" {:description "成功運佳，希望目的及財富名譽均可達成，唯因基礎運劣，而招致家庭內之苦惱或不幸，且身心過勞，可能導致生病，其下屬多爭妒，使用此之人會因下屬而苦不堪言。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "土火水" {:description "雖可獲得一時之成功，但因基礎運太劣，尤其水火相剋最為激烈而早應，故容易意外的在外遭難或發生突發之不測災變，而受害喪失財產或生命，乃絕對不安定之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "土土木" {:description "成功較遲，但必可成功發展，不過因其基礎不穩，而容易變化或移動，或多成多敗或有胃腸病之慮，幸而福澤較大，而足以化凶為呈祥。"
                                           :luck "中吉"
                                           :value 65}
                                 "土土火" {:description "基礎穩固安泰，且能逃過災害，免於禍患，而又可排除萬難及得享名利雙收之隆昌運，並獲意外的成功發展，乃幸福長壽之吉名。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土土土" {:description "氣運、財運皆堅固平安，大體平順幸福，障礙少而且均能處理解決，成功運佳，雖成功較遲，但可達到希望目的，並可續漸伸張發展。如果人格、地格、外格：若是２６或３６數者，雖然雅量廣大但多數不重視貞操，若果能夠成為連珠格局更佳。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土土金" {:description "境遇安泰，身心健全，希望目的達成，能逃過災害而免禍患，安定成功，優秀伸張發展，一帆風順之三才佳配。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土土水" {:description "青年運多勞苦，於中年雖可成功於一時，但因基礎運不穩，恐將再招致崩潰失敗之命運，也有的變成破財或急變凶禍之危。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土金木" {:description "勞心不絕，基礎不穩，須防意外之遭難或惹禍端，外見安定，內實不然。雖可得長者或上位之提拔或惠澤，而成功發展於一時，但若不很小心，則恐怕是終有顛覆之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土金火" {:description "雖有長輩或上司之惠澤栽培，而可獲得成功發展於一時，但因基礎運甚劣，須提防火災，且其境遇絕對不安定，尤其交通上，容易遭難。家庭也多破亂之凶象，而且極容易因得罪人而遭受武器殺傷之危。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土金土" {:description "三才配置甚佳，基礎運堅固，境遇安泰，喜下屬忠心扶助，得長輩或上司之惠澤引進，努力奮鬥，可輕易得成功，及伸張發展，很幸福安全之佳名。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土金金" {:description "基礎運雖平吉但成功運卻甚佳，能得上司或長輩之提拔而得大發展，優秀之良配，但要勤勉，再加上說話及處事均力求和平穩健，而切莫得罪人（不可孤高、自大、剛硬、好勝、出風頭等皆忌之，若得罪人須誠心道歉），始方能得大成功及發展。人格地格數，若無凶，身心健而無病。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土金水" {:description "若三才皆吉數，則能得上司惠澤及下屬之助，只要戒除自大狂，乃必得輝煌之成功，並伸張發展，而有優越之成就，即為大吉之優良配置。但若人 或地格有凶數者，恐難免於急變沒落及招致遭難或意外傷之危險。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "土水木" {:description "即使有實力，亦難被承認及欣賞，徒勞無功，心力交瘁，又遭嘲笑，身心過勞而陷於病弱或突發之災禍，或交通災變，三才配置甚劣，難獲成功，甚至因奇禍而變成短壽之兆。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "土水火" {:description "三才配置甚凶，至劣，不能成功，懷才不遇，殊多破亂變動，剋死配偶或變為離婚，家庭難有恩愛幸福，而且絕對不安定，有突發急變之不測凶災，極端不幸，恐破財或喪生之慮，此乃短命凶死之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "土水土" {:description "人格被上下雙夾攻，最壞之三才配置，境遇不安定，而有多變之兆，徒勞而無功，易受人累，常陷於不安中，不能成功亦無法伸張，且有突發之不測凶災或禍端或急症，導致破產或喪生之短壽兆特濃。"
                                           :luck "大凶"
                                           :value -30}
                                 "土水金" {:description "基礎運吉，境遇可稍安定，因勤勉而有一時之大成功，但成功運劣，以致不能有所伸張發展，且恐有再敗之兆，若人格或地格有凶數者，恐交通生禍或陷於體弱病難，或急功招敗，或凶變遭難、禍端危害之慮。"
                                           :luck "吉凶相抵"
                                           :value 40}
                                 "土水水" {:description "雖然有很勉強的一時之小成，但不能伸張發展，即使暫時成功，也容易再陷落失敗，破亂變動殊多，流離失所，本性不誠實，喜好詐騙財色，以致犯了刑罰，又有水災病難，家庭之困苦不幸等，因急變大災而陷於孤立貧悲。"
                                           :luck "大凶"
                                           :value -30}
                                 "金木木" {:description "雙木協力抗一金：基礎安泰，得人相助，而達成功安逸，但成功之後，不能向上伸張發展，只能勉強維持原狀。但在中、壯年期間：須提防交通事故，車禍或被金屬之物所傷致危，甚至遭遇半身不逐而殘廢。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金木火" {:description "弱木化火以抗金：基礎運之境遇，無事安泰而可成功於一時，但成功運被壓制，不能有所伸張。中、壯年期間：須提防交通事故、車禍，或被金屬之器所傷致危之慮，西方乃此格之煞方，少去為妙。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金木土" {:description "木向下彌展而避免與金相抗，因此可無交戰而獲得安然，力求和平而少災遇之危，基礎運克勤安泰無事，而可成功於一時，境遇安定，但難於伸張發展，易患生身心過勞，神經衰弱等病難，或陷於懷才不遇之逆境。中、壯年期間亦須提防交通事故。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金木金" {:description "雙金如鉗形夾攻而斬斷弱木，最苦、而容易發生交通事故或受金器所傷最危之三才凶配置。境遇橫逆多變，迫害殊多，破亂多霉，常感不平、不滿之事或有常受欺壓之苦，精神殘痛，多成多敗，飽受折磨，有突發不測之遭難變死之短壽兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "金木水" {:description "頗有一時之成就而博得名利，但因成功運被壓制，不能有所伸張發展，恐易再陷落流亡、失敗、逆境、流浪或遭電擊所傷、武器殺傷，甚至變為短壽或染有難治之頑疾，尤其防車禍。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金火木" {:description "得下屬之助，基礎安定，地位及財產皆頗堅固，但因成功運被壓制，乃難於伸張，而生出不滿、不平之結果，易傷害腦或有肺呼吸器病，甚至有凶變遭難或自殺、火災等不祥之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金火火" {:description "雙火協力攻克一金：因勤勉多聞而在中年或壯年得能以盛運成功，但除非毅力堅強耐久，否則難於有很大之上伸發展，尤須提防言語惹禍或火災或腦炎之災害。但喜：人、地兩格，至少有其一屬２３數則較有把握可速成就。"
                                           :luck "吉凶爭衡"
                                           :value 40}
                                 "金火土" {:description "基礎堅實，境遇可稍得安定，而有一時之成功，但除非毅力堅強耐久，否則難於有很大之上伸發展，身心勞苦，故而易生腦、肺疾等病。"
                                           :luck "吉凶互抵"
                                           :value 40}
                                 "金火金" {:description "基礎運及成功運均劣，絕對不能成功，更談不上發展，易導致身心過勞、神經衰弱及病難、短壽等凶兆。於青年、中年期間慘遭受斷肢殘體意外之災，患肺病，剋配偶，家庭及部下之間多爭執，甚至發狂或變死。"
                                           :luck "大凶"
                                           :value -30}
                                 "金火水" {:description "至劣之配置，絕對不安定，基礎崩敗，成功不能，上伸困難，必有意外急變，易遭觸電所傷，或被殺或遭火災及不測之危身、危命諸災，喪失生命或財產，及腦溢血、發狂、趺跤、溺水短壽之不祥事。"
                                           :luck "大凶"
                                           :value -30}
                                 "金土木" {:description "欣慶果能成功順調，容易發展達到目的，亦能成富、成貴，唯在幼少年期之境遇不穩安而較多變化、若為凶數尤其以幼少年期間，恐有胃腸疾患及遭崩塌或墜落物所傷之慮。"
                                           :luck "中吉"
                                           :value 80}
                                 "金土火" {:description "可獲得意外之大成功，名利雙收，且得大發展，諸事順利隆昌，大吉大利。但數理若凶則恐好景不長。若無凶數，則可免憂慮。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金土土" {:description "易達目的，輕易成功，名利雙收，一帆風順，福泰鴻量，萬事安寧，順利發展，生涯境遇安泰，即使數理有凶也可免於災禍。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金土金" {:description "基礎穩固，希望易達，順利成功發展，名譽與福份倆俱充足，隆昌威儀，大成功、大餘慶、繁華榮隆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金土水" {:description "青年多勞，切莫悲觀則勞終有成，與人合夥須善處理，更勝獨營。於中年或壯年可得成功，名利雙收，並得大發展之慶，可惜因基礎運劣，使成功運受牽制，故突發之災遇或損失也不少。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "金金木" {:description "雖因勤奮可得一時之成功發展，但很不安定，若不慎則隨時均有顛覆之險，另亦有不則之危禍以致殘廢，或遭難或剋妻，另須嚴防交通事故。"
                                           :luck "大凶"
                                           :value -30}
                                 "金金火" {:description "雖因勤奮可得一時之成功發展，但絕對的不安定，雜亂災禍與變動殊多，必定早因不測之危禍或遭難或外傷或交通事故，或被人殺害或發狂殺人，而引致短壽凶終。"
                                           :luck "大凶"
                                           :value -30}
                                 "金金土" {:description "容易成功，達到目的，境遇安固，身心健全，名利雙收，威權顯達，運勢昌隆。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金金金" {:description "此兆：難論吉凶，若配吉數則判為吉，則可視為【８０分】。若有凶數即變成小吉而已而視作【６５分而已】。但限於幸逢連珠局或先天生辰四柱之喜用神是金或獨愛金者，用此局則大呈祥，亦可得【８０分】之慶。但以外之情況，莫用此局，因金之超過鋼硬不化，誘化頑剛失和之爭端或自陷孤獨、遭難、亂雜諸不祥，切莫輕用之。"
                                           :luck "吉"
                                           :value 65}
                                 "金金水" {:description "以堅志毅力，克服艱難，達成功擴展，身心皆健，若生辰之原命喜金水者，得此名獲【９０分】。但人、地兩格其一是凶者，則雖也能成功發展於一時，但終因急變而逐漸的沒落崩敗或失和、孤立或遭遇危身災險。"
                                           :luck "中吉"
                                           :value 80}
                                 "金水木" {:description "境遇安全，長輩惠澤，承受父祖之餘德，前輩之提拔，而可獲得意外之成功發達。但數理若凶，或許陷於病弱。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金水火" {:description "有長輩意外之助或上司之引進或父祖之餘德，而可獲得一時之成功發展，但三勝、三敗，勝敗浮沈特多，難以安穩。且有剋妻子，及突發急變凶死之大災禍危身。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "金水土" {:description "得長輩或上司之惠助，再加上自身之勤勉，而於中年或壯年可獲得相當之發展，但因基礎運劣之故，於成功之後，又會有很多次之再成敗，生涯多勞，難亨安逸，幸而水在土上，池塘之家，亦順天然之景故，雖是相剋，凶意則微。"
                                           :luck "吉多於凶"
                                           :value 40}
                                 "金水金" {:description "基礎穩固安然，財源廣進，又有父祖之蔭益及上司之提拔，易得意外之助力，而可獲得大成功，大發展，名利豐收。威權、名望、地位俱皆興隆寬宏殊勝之配置。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "金水水" {:description "承父祖之餘德，得長者之栽培，或用人得當，得大成功及發展，原命若喜水木者更佳【９０分】。若凶數者：成又轉敗，陷於離亂變動，至晚年終歸孤獨失敗，又早年有落水災遇，生涯九死一生之命格。又須戒色，以防色變及刀殺之危。"
                                           :luck "中吉"
                                           :value 80}
                                 "水木木" {:description "基礎安泰，長輩惠助，排除萬難，而順利成功及發展，繁榮隆昌，人緣殊勝，利蔭六親。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水木火" {:description "可得平安榮華之幸運，及能受父祖餘德或財力所蔭益，達到成功與大發展，但其過程伏有許多艱難，最怕人格與地格若凶數，終歸失敗，若無凶數，則可免憂。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水木土" {:description "基礎運乃木在上而土在下，順應天地自然之配置（不作木土相剋論），猶若立於磐石之上，相得益彰而毫無凶變，境遇安全而順利之安泰成功，並隆昌發達。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水木金" {:description "雖可獲得成功及發展於一時，亨受富貴於短暫，但因基礎運劣，以致境遇不穩，若忍耐力不夠，恐遭難受傷或傷人，且財利易生凶變，終再失敗，且有因他人之連累以致破財及受到武器之迫害殺傷流血之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水木水" {:description "青年期甚勞苦，因勤奮求上進而在中年末，雖可很順利成功並發展隆昌長久。但人、地格，有凶數者：在晚年或許會再產生艱難、困苦、勞心，甚至遭致失敗之憂。此三才局，若數理無凶，即無病，有病吃藥便可速癒。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水火木" {:description "境遇堅固安泰，有下屬之助力，地位、財產均安全，以木解消水火之相剋，致成功，但若人地格有凶數，於成功後，難以伸展，且有突發之災禍、遭難等之慮，更容易發生因愛情上而產生之不測災難、凶變等。"
                                           :luck "中吉"
                                           :value 65}
                                 "水火火" {:description "一時之盛運，如曇花一現而已，短暫而缺乏耐久力，容易樹敵惹禍而自陷於孤立苦鬥，成功運甚劣，多成多敗，縱使成功，旋即再敗，不能有所伸展，且有火災、水災等凶變急禍，諸不測之災慘，以傷人或自危或喪失配偶，或短命夭壽之凶配置也。如果人格或地格其一：出現２３數或１４數尤糟，不能免於色危厄致慘之運。"
                                           :luck "大凶"
                                           :value -30}
                                 "水火土" {:description "基礎運堅實而可成功於一時，但因成功運被抑壓以致不能有所伸展，生涯殊多艱難、不幸、不滿、哀怨，中年後又有突發急變之不測災禍而危及生命之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水火金" {:description "至劣之三才配置，決不能成功，亦不能伸展，常受上司壓追又屢受下屬陷害，很不安定，內外不和，進退兩難，身心過勞，作事極端偏激招災遭難變死或發狂傷人或失配偶、喪子等之兆。"
                                           :luck "大凶"
                                           :value -30}
                                 "水火水" {:description "極凶之三才配置，百般阻礙與迫害殊多，無形之心病甚重，永不能成功，亦不能伸展，而且生涯絕對的不安定，大不祥，大災遇，有意外不測之急禍凶變而喪失生命或財產，死神常在其身邊，有的變成發狂、殺人或被殺、變死等。"
                                           :luck "大凶"
                                           :value -30}
                                 "水土木" {:description "木在下而土在上：與自然狀態顛倒便是凶，此謂（木剋土）矣，基礎運劣，境遇不安定，以致變死或移動，仍是障害多端，困難及苦楚殊多，成功困難，無法發展，失意一世，遭崩物傷或意外不測災危以致短壽變死。"
                                           :luck "大凶"
                                           :value -30}
                                 "水土火" {:description "基礎安定，能逃災害，排除障礙而達到成功。不過卻因成功運不吉，不能再伸展。不能將天賦才能以完全發展，使其成就與精華俱皆受到打折，殊為可惜，又須深戒提防色難之憂。若人格或地格數理凶，則有病，導致頭腦神經症或心臟病。"
                                           :luck "中吉"
                                           :value 65}
                                 "水土土" {:description "境遇安定，平順幸福，能排除困難，廣得人助，而得到名利雙收之大成功，生活安逸，可惜因成功運不理想，是以向上伸展產生障礙多端，只能維持原有舊日之成就現狀而已。此三才局：人格地格之數理若無凶，則健康，無病，快樂的。"
                                           :luck "中吉"
                                           :value 65}
                                 "水土金" {:description "基礎運佳，故而可以安定發展，排除萬難而成功，但因成功運不吉，是以難於再伸展，或陷於不測之災難襲來之慮，若無凶數則可免憂，亦可康健無病。"
                                           :luck "中吉"
                                           :value 65}
                                 "水土水" {:description "三才配置極劣，基礎不穩，凶運交加襲來，而又不能向上發展，生涯絕對不安定，被人所棄變為孤獨、無賴、遭難、病死等兆，又有不測之凶變災禍危身或變死之慮，易遭墜物所傷或趺落之災。"
                                           :luck "大凶"
                                           :value -30}
                                 "水金木" {:description "雖可順利成功發展如意，但因基礎運不安定之故，常有變動之凶，浮沈多端，風波不息，易變成剋妻子或遭難外傷、流血等厄之慮。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水金火" {:description "雖因勤奮爭進而有成功運，達成目的，但因基礎運不穩，常會再陷於不安定之境遇，而多成多敗，易受人迫害，且終因過勞而招致肺疾或遭難、凶變等。"
                                           :luck "凶多於吉"
                                           :value -15}
                                 "水金土" {:description "學竟有成，凡事如意，順利成功，達成目的，名利雙收，境遇安固，優越發展，享盡幸福。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水金金" {:description "勤苦竟成之吉兆無疑，勤勉上進，堅志如鐵，個性頑剛，不肯屈服，具有深厚實力之才華，憑以創造錦繡而輝煌之前程，博得功成名就，並得到很大伸展，但唯憾的是與人不大融洽。"
                                           :luck "中吉"
                                           :value 80}
                                 "水金水" {:description "基礎運及成功運皆佳，且身心健全，而可穩達成功發展成富或揚名美譽。若地格凶數則成又轉敗，且遭溺水或水災之損。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水水木" {:description "基礎運佳，境遇安全，而可順利成功，成功運也不錯，因之亦可向上伸展發達，人格凶數，陷於行為不修，品性不端，恐過於放蕩不羈之境，易生破亂變動或荒亡流敗之慮，請好自為之，而得免於損折自福。若無凶數便無災禍之憂。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水水火" {:description "行為不修，放蕩成性，任性隨便，荒淫不修，無可救藥，正是十足浪子型之局勢，易生多次失敗困苦，生涯不安定，顛沛流離，荒亡流敗，風浪不息，落魄天涯，每因色情而生禍端災遇，否則常遭突發不測之災禍或變死短命。"
                                           :luck "大凶"
                                           :value -30}
                                 "水水土" {:description "表面似乎安定，其實境遇不穩，終生非常苦勞，雖可得到小成之名利與成就，亦有小成之發展，卻是常遭不時之災難，或有小賊人之害，或病難或家庭之不幸，或破財倒霉多端，或不測喪生等慮。"
                                           :luck "大凶"
                                           :value -30}
                                 "水水金" {:description "基礎健固，境遇安然，勤智交輝而能博得財利名譽以及名利雙收，大成功，大發展之兆，但若品行不修，不守正道，便會淪陷於刑牢獄之災，若多不平不滿則與人不和，荒亡流散或有害健康，若無凶數便無災。"
                                           :luck "大吉昌"
                                           :value 90}
                                 "水水水" {:description "唯獨若有連珠局者，論為大吉，原命喜水尤佳。有一時之大勢力，大發展而得名取利，但若品行不端，行為不修，勝與敗均極端而短暫終於變成荒亡流散，如泡沬夢幻而結果是悲運滅亡又孤獨伶仃人生。"
                                           :luck "中吉"
                                           :value 65}}}
         :eighty-one [{:strokes 1
                       :description "繁榮發達，信用得固，萬人仰望，可獲成功。一元之始萬物開泰,事半功倍,奏份外之大成,可以享福終世也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 2
                       :description "動搖不安，一榮一枯，一盛一衰，榮而無功。志不伸亂離,混沌未定之象,破財辛苦之兆,內外生波瀾,常苦不安,病患,成致廢疾,遭遇之大凶之數。"
                       :points 1
                       :luck "凶"}
                      {:strokes 3
                       :description "立身出世，有貴人助，天賜吉祥，四海名揚。名利兩全,吉祥慶福豐厚之運格,諸事隨意成功發遠之好暗示。智遠明敏,心眩神怡,能成大事大業,福祉無窮。"
                       :points 10
                       :luck "吉"}
                      {:strokes 4
                       :description "日被雲遮，苦難折磨，非有毅力，難望成功。破壞,滅裂,分離衰亡之象。"
                       :points 1
                       :luck "凶"}
                      {:strokes 5
                       :description "陰陽和合，精神愉快，榮譽達利，一門興隆。福壽雙美,藏偉大成功之運格,精神暢達,心身健全,福祿,長壽,富貴,繁榮,無所不至。"
                       :points 10
                       :luck "吉"}
                      {:strokes 6
                       :description "萬寶集門，天降幸運，立志奮發，得成大功。富裕安穩，福祉豐厚，興家立業之運格,富裕安穩,福祉豐厚,興家立業之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 7
                       :description "精力旺盛，頭腦明敏，排除萬難，必獲成功。情剛俊敏,獨立,權威,勇往邁進,成功榮達之運格,婦女切要留神養德,免其流於男性之情形。"
                       :points 10
                       :luck "吉"}
                      {:strokes 8
                       :description "努力發達，貴徹志望，不忘進退，可期成功。堅剛不拔之數,以鐵石之意志,粉碎硬敵之象,意志剛堅之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 9
                       :description "雖抱奇才，有才無命，獨營無力，財力難望。興盡凶始,利去名空之象,孤獨窮迫,心身疲憊,破家亡產。"
                       :points 1
                       :luck "凶"}
                      {:strokes 10
                       :description "烏雲遮月，黯淡無光，空費心力，徒勞無功。寥落零暗,神哭鬼號,一生嘗盡苦楚辛酸,家財破散．萬事乏氣力,諸事不如意。"
                       :points 1
                       :luck "凶"}
                      {:strokes 11
                       :description "草木逢春，枝葉沾露，穩健著實，必得人望。發榮滋長,萬物更新,平靜和順,挽回家運之運格．富貴繁榮,子孫挺秀,亦葉增華之最大吉慶。"
                       :points 10
                       :luck "吉"}
                      {:strokes 12
                       :description "薄羽無力，孤立無援，外祥內苦，謀事難成。不足不滿,薄弱,挫折之凶象,家屬緣薄,終陷於孤獨,遭難,逆境,病弱,不如意,困難等。"
                       :points 1
                       :luck "凶"}
                      {:strokes 13
                       :description "天賦吉運，能得人望，善用智慧，必獲成功。奇略縱橫,智慧充滿,富於學藝,才能文武雙全運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 14
                       :description "忍得苦難，必有後福，是成是敗，唯靠堅毅。浮沉破財,家屬緣極薄,喪親,亡子,或兄弟姐妹分離等之孤獨暗示,諸事不如意。"
                       :points 1
                       :luck "凶"}
                      {:strokes 15
                       :description "謙恭做事，外得人和，大事成就，一門興隆。慈祥有德,福壽圓滿,富貴榮譽之運格．承蒙上峰之惠澤,得受下屬之敬慕,無上萬幸之吉數。"
                       :points 10
                       :luck "吉"}
                      {:strokes 16
                       :description "能獲眾望，成就大業，名利雙收，盟主四方。宅心仁厚貴人得助,化凶反吉,財壽福俱全之首領運格,能成大事大業,富榮發達之好數。"
                       :points 10
                       :luck "吉"}
                      {:strokes 17
                       :description "排除萬難，有貴人助，把握時機，可得成功。剛健不屈,成就大志大業之好運格,但易剛情過於無理,以致與人不和,變成固執,恐反成失敗,必招厄患。"
                       :points 10
                       :luck "吉"}
                      {:strokes 18
                       :description "經商做事，順利昌隆，如能慎始，百事亨通。權力發達,賴智謀,貫通目地,功成名就之運格,財旺官旺。"
                       :points 10
                       :luck "吉"}
                      {:strokes 19
                       :description "成功雖早，慎防虧空，內外不如，障礙重重。失意流亡,如風雨後之河流之象,頗有智能,但此風雲蔽月,易陷於病弱,廢疾,不具,率倒,孤寡,寂寞之非運,有短運之凶誘導。"
                       :points 1
                       :luck "凶"}
                      {:strokes 20
                       :description "智高志大，歷盡艱難，焦心憂勞，進退兩難。破滅衰亡,物將壞之象,短命,非業之誘導濃厚。"
                       :points 1
                       :luck "凶"}
                      {:strokes 21
                       :description "先歷困苦，後得幸福，霜雪梅花，春來怒放。獨立權威,光風齊月,明月光照之首領之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 22
                       :description "秋草逢霜，懷才不遇，憂愁怨苦，事不如意。志節中折,心身沮喪,寂寞無聊,百事不如意之凶意。"
                       :points 1
                       :luck "凶"}
                      {:strokes 23
                       :description "旭日昇天，名顯四方，漸次進展，終成大業。壯麗果敢,威勢沖天,有如旭日東昇,猛虎添翼之狀,聲勢嚇之強大首領運格．功名榮達,大志,大業可成,誠偉大之昌隆暗示也婦人不適此數。"
                       :points 10
                       :luck "吉"}
                      {:strokes 24
                       :description "錦繡前程，須靠自力，多用智謀，能奏大功。金錢豐惠,白手起家而奏大功之象,健康,名譽,財產俱備。"
                       :points 10
                       :luck "吉"}
                      {:strokes 25
                       :description "天時地利，只欠人和，講信修睦，即可成功。資惟英敏,柔中帶硬,成功發達之運格,但易有怪脾氣。"
                       :points 10
                       :luck "吉"}
                      {:strokes 26
                       :description "波瀾起伏，千變萬化，凌駕萬難，必可成功。波瀾重疊艱難纏身,海中逢大暴風雨之象,為變怪數奇之運格,又名曰英雄運,艱難纏身,賦性穎悟,富有義氣俠情。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 27
                       :description "一成一敗，一盛一衰，唯靠謹慎，可守成功。自我增長,迎新去舊,頓挫中折之象,多受誹謗攻擊,剛情過強,內外釀出不和,招致失敗之凶暗示。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 28
                       :description "魚臨旱地，難逃惡運，此數大凶，不如更名。禍亂別離,辛勞不絕之險惡運格,多於波瀾變動,難免批難誹謗,時或厄難襲來,至於婦女多陷於孤寡,禍亂不息之運格也。"
                       :points 1
                       :luck "凶"}
                      {:strokes 29
                       :description "如龍得雲，青雲直上，智謀奮進，才略奏功。不足不平,慾望難成,智謀奮進,才略奏功,有財力,權力之運格,富於活動力,而成就大業,致於婦女,易流於男性,或釀出荒亡猜疑之災。"
                       :points 8
                       :luck "吉(吉帶凶)"}
                      {:strokes 30
                       :description "吉凶參半，得矢相伴，投機取巧，如賭一樣。浮沉不安,吉凶未定,時利時敗,善惡難分之運格。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 31
                       :description "此數大吉，名利雙收，漸進向上，大業成就。和順圓滿,智,仁,勇三德具全之首領運格．意志堅固,千折不撓,地步確實,可成大志。"
                       :points 10
                       :luck "吉"}
                      {:strokes 32
                       :description "池中之龍，風雲際會，一躍上天，成功可望。溫良親和,如龍得水,性溫良,寬大仁愛,克臻僥倖之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 33
                       :description "意氣用事，人和必失，如能慎始，必可昌隆。剛毅,果斷之數,富於權威,智謀優秀,盛運昌隆至極,名滿天下之吉祥運也,但婦女為孤寡運。"
                       :points 10
                       :luck "吉"}
                      {:strokes 34
                       :description "災難不絕，難望成功，此數大凶，不如更名。破家亡身,亂數之禍象,子女別離,破壞之凶兆,孤苦貧賤之格。"
                       :points 1
                       :luck "凶"}
                      {:strokes 35
                       :description "處世嚴謹，進退保守，學智兼具，成就非凡。保守平安,溫良和順,智達之象,但不足為首領之路。"
                       :points 10
                       :luck "吉"}
                      {:strokes 36
                       :description "波瀾重疊，常陷窮困，動不如靜，有才無命。波瀾萬丈,浮沉萬態,捨己成仁之英雄運,情義敦厚,為其美點．一生難得平安也。"
                       :points 1
                       :luck "凶"}
                      {:strokes 37
                       :description "逢凶化吉，吉人天相，以聽取眾，必成大功。慈祥忠實,獨立權威,權威顯達之運格,熱誠忠烈,物事和暢通達,成就大志,大業。"
                       :points 10
                       :luck "吉"}
                      {:strokes 38
                       :description "名雖可得，利財難獲，藝界發展，可望成功。薄弱平凡,望洋興嘆,失意,難以成功,女人體弱多病。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 39
                       :description "雲開見月，雖有勞碌，光明坦途，指日可期。榮華富貴,風平浪靜,權名壽祿俱高,才謀盈身,財帛豐富,德澤及4方,婦女必陷孤鸞寡鵠。"
                       :points 10
                       :luck "吉"}
                      {:strokes 40
                       :description "一盛一衰，浮沉不定，知難而退，自獲天佑。退守得安,多浮沉變化,正處吉凶之岐路,但富於智略才幹．"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 41
                       :description "天賦吉運，德望兼備，繼續努力，前途無限。德望高大,純陽獨秀之象,富榮,長壽,膽力,才謀齊備,和順,暢達,有展大志,成大業之實力。"
                       :points 10
                       :luck "吉"}
                      {:strokes 42
                       :description "事業不專，十九不成，專心不取，可望成功。博達多能,十藝九不成之運格,須專心研究一藝,中年易獨,病弱者。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 43
                       :description "雨夜之花，外祥內苦，忍耐自重，轉凶為吉。薄弱散漫,雨夜之花,零落繽紛,因循姑息,散財破產之運格．雖有才能,智遠,意力不確定,諸事不能遂行。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 44
                       :description "難用心計，事難遂願，貪功好進，必招失敗。逆境,煩悶,破家亡身之最惡兆,事與願異,萬事不能如意,勞苦,失意,病患,遭難,家屬,生離與別。"
                       :points 1
                       :luck "凶"}
                      {:strokes 45
                       :description "楊柳遇春，綠葉發枝，衝破難關，一舉成名。德量宏厚,一帆風順,志業成就,博得榮名,財帛之運格,智謀遠大,可遂大志,大業。"
                       :points 10
                       :luck "吉"}
                      {:strokes 46
                       :description "坎坷不平，艱難重重，若無耐心，難望有成。載寶沉舟,薄弱悲哀之暗示,欠乏精力,困難,辛苦,破壞,失敗者多。"
                       :points 1
                       :luck "凶"}
                      {:strokes 47
                       :description "有貴人助，可成大業，雖遇不幸，浮沉不大。禎祥吉慶,美花結實,得權威,尊榮,財帛之運格。"
                       :points 10
                       :luck "吉"}
                      {:strokes 48
                       :description "美花豐實，鶴立雞群，名利俱全，繁榮富貴。英邁有德,備有顧問,師資之威望,智謀充滿,才能惠溢,功利榮達,財壽齊全也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 49
                       :description "遇吉則吉，遇凶則凶，唯靠謹慎，逢凶化吉。吉祥含凶之數,易生變轉之運格,女人守寡,剋夫刑子。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 50
                       :description "吉凶互見，一成一敗，凶中自吉，吉中有凶。離愁孤寡,一成一敗之象。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 51
                       :description "一盛一衰，浮沉不常，自重而處，可保平安。吉凶參半,一盛一衰之象,晚年出生浮沉,挫折,失敗,困苦。"
                       :points 5
                       :luck "吉帶凶(凶)"}
                      {:strokes 52
                       :description "草木逢春，雨過天晴，渡過難關，即獲成功。卓識達眼之吉數,具遠見卓識,有先見之明,富投機心,而機略超群,成就大業,名利雙收,想富榮也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 53
                       :description "盛衰參半，外祥內苦，先吉後凶，先凶後吉。禍患內憂,外觀福群,內實困亡之象,乃盛衰參半之運也,大都前半生幸福,後半生陷於不幸。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 54
                       :description "雖傾全力，難望成功，此數大凶，最好改名。刑傷橫死,大凶,遂致破產亡家,或病患,離別,廢疾,孤獨,刑傷,橫死。"
                       :points 1
                       :luck "凶"}
                      {:strokes 55
                       :description "外觀隆昌，內隱外患，克服難關，開出泰運。為吉凶相半之運格,外形榮華,裏面卻是災害續出,凡事不能安心。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 56
                       :description "事與願違，終難成功，欲速不達，有始無終。萬事齟齬,阻敗之象,乏實行之勇氣,損失,災厄,亡身,所謂禍不單行者。"
                       :points 1
                       :luck "凶"}
                      {:strokes 57
                       :description "雖有困難，時來運轉，曠野枯草，春來花開。資性豪放,成功享福之運格．但一生必遭大難一次,然後得享吉祥,繁榮,萬事可以如意。"
                       :points 3
                       :luck "凶帶吉"}
                      {:strokes 58
                       :description "半凶半吉，浮吉多端，始凶終吉，能保成功。禍福無常,浮沉多端,或失敗後成功,皆經患難,方得富貴幸福。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 59
                       :description "遇事猶豫，難望成事，大刀闊斧，始可有成。損失亡產,意志衰退之象,乏忍耐,缺勇氣,無成事之才能。"
                       :points 1
                       :luck "凶"}
                      {:strokes 60
                       :description "黑暗無吉，心迷意亂，出爾反爾，難定方針。黑暗無光,搖動不安,盡任風波之運格。"
                       :points 1
                       :luck "凶"}
                      {:strokes 61
                       :description "雲遮半月，內隱風波，應自謹慎，始保平安。榮達,繁榮富貴之吉兆,享天賦之幸福,一生盛運也．但,傲慢不遜,恐釀成內外不和。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 62
                       :description "煩惱懊悔，事業難成，自防災禍，始免困境。心身衰退,如雪上加霜,不徹底之凶相,志望離遠,漸入衰敗之象。"
                       :points 1
                       :luck "凶"}
                      {:strokes 63
                       :description "萬物化育，繁榮之象，專心一意，必能成功。享名譽,信望,財祿之運格,樂樂如意,榮顯可傳子孫之大吉慶也。"
                       :points 10
                       :luck "吉"}
                      {:strokes 64
                       :description "見異思遷，十九不成，徒勞無功，不如更名。沉浮滅離,意外之災害來襲,或嘗骨肉離散之苦,或病患非命臨身,困厄重來。"
                       :points 1
                       :luck "凶"}
                      {:strokes 65
                       :description "吉運自來，能享盛名，把握機會，必獲成功。長壽圓滿,權,名,財三德俱全之貴重運格,家道昌隆,福壽綿長。"
                       :points 10
                       :luck "吉"}
                      {:strokes 66
                       :description "黑夜逝長，進退維谷，內外不和，信用缺乏。內外不和,損害災厄交至,終招身家破滅。"
                       :points 1
                       :luck "凶"}
                      {:strokes 67
                       :description "獨營事業，事事如意，功成名就，富貴自來。物事通達,諸事四通八達,承襲長上之援助,萬事無障礙,宏展志望,達成目標,家道繁昌。"
                       :points 10
                       :luck "吉"}
                      {:strokes 68
                       :description "思慮周詳，計劃力行，不失先機，可望成功。智慮周密,志操堅固,富於發明創見之機能,克得眾信,願望上達。"
                       :points 10
                       :luck "吉"}
                      {:strokes 69
                       :description "動搖不安，常陷逆境，不得時運，難得利潤。病災,窮迫,滯塞,搖動不安之凶運。"
                       :points 1
                       :luck "凶"}
                      {:strokes 70
                       :description "慘淡經營，難免貧困，此數不吉，最好改名。廢疾滅亡,空虛寂寞,一生險厄,慘澹,命運多劫,難免殺傷,廢疾,刑罰,離散等,憂愁不絕也。"
                       :points 1
                       :luck "凶"}
                      {:strokes 71
                       :description "吉凶參半，唯賴勇氣，貫徹力行，始可成功。吉祥含苦,吉凶參半之運格,缺乏實行貫徹之氣力,進取敢行之勇氣稀少,至慝失敗。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 72
                       :description "利害混集，凶多吉少，得而復失，難以安順。外觀吉祥,內實凶禍,前半生幸福者,後半生難免悲慘,其者晚年遭破家亡身之危。"
                       :points 1
                       :luck "凶"}
                      {:strokes 73
                       :description "安樂自來，自然吉祥，力行不懈，必能成功。高無勇,盛衰交加,實行貫通之勇,然備自然之福祉,大都平安無憂,倘若振起勇往之精神,亦得遂志奏功也。"
                       :points 8
                       :luck "吉(吉帶凶)"}
                      {:strokes 74
                       :description "利不及貴，坐食山空，如無智謀，難望成功。無智,無能,窮途莫展之運格,且生意外之災厄也,辛苦繁多,到老愈甚。"
                       :points 1
                       :luck "凶"}
                      {:strokes 75
                       :description "吉中帶凶，欲速不達，進不如守，可保安詳。退守保吉,雖有自然之吉相,內面招破財,所以進取必陷失意災厄,反之,退守可保吉祥也。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 76
                       :description "此數為凶，破產之象，宜速改名，以避厄運。寸步難移,內外不和,傾覆資財,污辱名譽,或病弱,短命,骨肉分散,妻子離愁,逆境凶煞無限。"
                       :points 1
                       :luck "凶"}
                      {:strokes 77
                       :description "先苦後甘，先甘後苦，如能守成，不致失敗。凶中帶吉,開花不結實,獲上位之援護,享福至中年,然後陷落災厄,不幸。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 78
                       :description "有得有失，華而不實，需防劫財，始保安順。禍福參半,元來智能齊備,中年以前,得成功發達．中年以後,漸自衰退,陷於困苦,招大辛慘。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 79
                       :description "如走夜路，前途無光，希望不大，勞而無功。窮極不伸,乏欠精力,精神又不足,無節義道德,失信用。"
                       :points 1
                       :luck "凶"}
                      {:strokes 80
                       :description "得而復失，枉費心機，守成無貪，可保安穩。波瀾障害接踵之象,早入隱遁之生活者,可以安心立命,化凶為吉。"
                       :points 6
                       :luck "吉帶凶"}
                      {:strokes 81
                       :description "最極之數，還本歸元，能得繁榮，發達成功。復元吉瑞之數,陽氣來復,春風及第之象,尊榮無比之貴重運格。"
                       :points 10
                       :luck "吉"}]}
   :form {:min-wuger-pts 75
          :min-sancai-pts 0
          :surname ""
          :zodiac ""
          :combination-idx ""}})
